{
  "meta": {
    "title": "No title found",
    "author": "No author found",
    "journal": "No journal found",
    "date": "No date found"
  },
  "paragraphs": [
    {
      "title": "Abstract",
      "div": [
        {
          "text": "The moisture content of the harvested maize kernels depending on climatic conditions and the state of maturity is variable but, as a rule, higher than desirable for storing. The exsiccation of the crop requires much more capacity and therefore it is a more important job than that of the rest of cereal crops because of its volume and its higher moisture content.",
          "table": []
        },
        {
          "text": "The accurate exsiccation will increase not only the storability of the crop but also the specific value of it (Beke 1997). The examination of the drying process (let alone the energetic components) explores the effects on the biological and agro-physical properties of the seed in relation to the mechanism of loosing moisture.",
          "table": []
        }
      ]
    },
    {
      "title": "Drying with heated air",
      "div": [
        {
          "text": "The exsiccation of the crop at normal atmosphere with heated air is performed at temperatures between 40 and 140 o C -depending on the destiny of the crop -but there are technologies, which use 250-280 o C. According to the direction of the drying air flux and the flow of the material, there are counter flow, cross-current and direct-current systems.",
          "table": []
        },
        {
          "text": "The crosscurrent system is most widespread, and the majority in the practice is of that type.",
          "table": []
        },
        {
          "text": "The temperature of the whole drying space is principally the same. As the rate of moisture loss is slowing down gradually, that of the material attains approximately the same temperature as the air blown into the system, and the hot air leaves the system as being still unsaturated. Consequently, the specific energy requirement of the system is very high. It needs 2-2.5 times more energy for the same quantity of water to be evaporated than the heat of vaporization. This value is valid for the direct heating system. The indirect systems need even more energy by 15-30% -depending on the technical parameters of the heatexchanging construction. Hungarian agriculture utilises the direct heating technology, exclusively (Beke et al. 1985).",
          "table": []
        },
        {
          "text": "The energy requirement of the crosscurrent system is moderated possibly by various solutions of constructions and technologies. The advantages of the modified procedures are summarised here below:",
          "table": []
        },
        {
          "text": "-one part or the entire heat quantity is returned to the drying system in order to warm up the entering produce (feeding back of the cooling air) -one part of air using for preheating is repeatedly reutilised, -exploitation of the drying medium could be improved substantially, -temperature of the kernel-mass could be raised with preheating before beginning the dehydration.",
          "table": []
        },
        {
          "text": "In the direct current system, where the air blown in is around 200-280 o C hot and enters at the upper part of the shaft, where it is meeting the produce with the initial moisture content, and there the water released prevents the excessive warming up of kernels. With the decreasing tendency of water loss the water receiving capacity of air also declines. The high temperature and low relative humidity of the drying medium, the exploitation of energy is more favourable than in the cross current system. Its disadvantage is that 8-10% moisture loss is possible only and the costs of investment and of electric energy are rather high.",
          "table": []
        },
        {
          "text": "The counter flow drying systems are applied in drying plants, where the produce is stratified into a deep layer (0.8-3.6 m). The quality of the dried kernels is very favourable as far as the drying medium (air) does not surpass 70-80 o C temperature and the maximum water loss 10%. Its disadvantages are the high energy consumption and the costs of investment (Neményi 1993).",
          "table": []
        }
      ]
    },
    {
      "title": "Drying with ventilation",
      "div": [
        {
          "text": "With ventilation, the problems adherent to the warm air technologies are diminished or avoided. According to economical analyses, drying with ventilation is less costly substantially than the technologies based on hot air flux.",
          "table": []
        },
        {
          "text": "The ventilation plants are equipped with a system of air channels and fans, which exchange the whole volume of tempered air at set intervals or continuously. Their shaping differs according whether the store is either vertical or horizontal. With this method an air current may perform the unloading of the produce also.",
          "table": []
        },
        {
          "text": "Technologies of the store outfitted with ventilation systems are determined by the parameters of the produce as well as by its destination. Its most important parameter is the intensity of ventilation (L), the unit of this index is m 3 /h. By this parameter is expressed the productivity of the system and the time necessary for drying depends on it, moreover the optimal exploitation of the system. The aim of drying decides the parameters to be chosen for the particular purpose.",
          "table": []
        },
        {
          "text": "In continuously operating drying plants, the maize grain piled either horizontally or vertically is dried first with warm air subsequently with cold air. If the drying did not succeed at once because of the high moisture content, the use of a rest-container is recommended with the method of sweltering. That means, when the grain attained about 20% moisture content, the process is interrupted -at least for 2 hours -and on the surface of kernels, water may precipitate by diffusion from the inner tissues. This water is evaporated by the next turn of ventilation, which needs less energy. This method of sweltering is more tolerant, the static tension between the tissues of different moisture content is loosened, and the rate of splitted kernels is diminished. The inner quality remains more favourable. Unfortunately, the method did not gain space in Hungary because of its high costs of investment.",
          "table": []
        },
        {
          "text": "Another possible variant of this two-step drying is, when the moisture content is first lowered to 17-20%, subsequently, the rest is dried on the boarded planking with normal air flow.",
          "table": []
        }
      ]
    },
    {
      "title": "The relation of properties of the produce and the parameters of drying",
      "div": [
        {
          "text": "The proteins of the forage are very important, nay, indispensable for animal nutrition. Their most distinctive property is their high susceptibility to heat damage. They get already denaturised at relatively low temperatures. The biological value of precipitated proteins is a fraction only of the original proteins.",
          "table": []
        },
        {
          "text": "The distribution of fats is within the kernel uneven. There is little in the endosperm, more is in the pericarp, the highest fat-content is in the germ. High temperature causes the oxidation of fats and the fat-solving enzymes are scared, which diminishes the germinability of the seeds drastically.",
          "table": []
        },
        {
          "text": "Mineral substances are indifferent from the point of view of the drying process. The amount of vitamines and enzymes is low; all the same their role is indispensable. Some of them are also by nature proteins or they are bound to proteins. Their temperature-tolerance is low, at 45 o C, they may become denaturised already.",
          "table": []
        },
        {
          "text": "The water content of the kernels is either free or bound chemically bound. Simple heating could evaporate the free water, but the elimination of chemically bound water causes laceration of the living substance.",
          "table": []
        },
        {
          "text": "The moist kernel is breathing and utilises the reserves and consumes the available oxygen, hydrogen and carbohydrates, meanwhile, carbon dioxide, water and heat is released at exactly set quantities. The intensity of respiration depends on the moisture content and the temperature. In air-dry kernels, the intensity of respiration is negligible, but more than 15% moisture may cause substantial losses in dry matter as well as in the inner quality of the kernel. The intensity of respiration is higher than in the other cereal crops because the relative size and energy content of the germ is more important. Loss caused by respiration is 2-3 times larger in maize than in wheat grains. Respiration is a product of enzymatic activity, which in turn has strictly set conditions. Especially the enzymes: amylase, lipase and dehydrates stimulate the intensity of respiration. As an effect of heat treatment, the decline of moisture content is associated with the destruction of the hydrate coat around the proteins, consequently, the biological activity of proteins increases.",
          "table": []
        },
        {
          "text": "Maize kernels of high moisture content starts warming up in the heated dryer as being touched by the drying medium (hot air), subsequently; the increasing moisture-gradient facilitates the loss of water. At the first phase of the drying process, the speed of water flux water to the surface is more important than the evaporation induced by the drying air, therefore the maximal speed of drying is limited by the air temperature.",
          "table": []
        },
        {
          "text": "The temperature of drying is also determined by the initial moisture content of the kernels.",
          "table": []
        },
        {
          "text": "The end of this first phase of drying is signalised by a critical breaking point, subsequently, the speed of drying declines gradually. The moisture content at the beginning of the second phase (when drying speed declines) depends mainly on the initial moisture content and on the temperature of drying medium. As long as the surface of the kernels is covered by a thin waterfilm, the temperature of the kernels does not increase above a lower temperature; subsequently however, the temperature of the crop increases up until it attains that of the drying hot air.",
          "table": []
        },
        {
          "text": "The airflow of high temperature induces changes in the physico-chemical processes within the inner structure of the living grain, consequently, the inner qualities and its value as feed gets modified. Especially, in the second phase of the drying process, deleterious modifications are threatening. The reason of it is that the borderline of evaporation passed into the deeper region of the seed, the epidermis get shrivelled forming a glass-like, hard, water proof layer around the germ, where the water content keeps declining. In the seed, an inhomogeneous structure of temperature and moisture zones is developed, and on the outer surface fissures thin as hair may develop (Vas & Beke 1977).",
          "table": []
        }
      ]
    },
    {
      "title": "Principles to be considered for the choice of a right drying technology",
      "div": [
        {
          "text": "The technological parameters of drying maize are mainly set by the speed and temperature of the flux of drying medium (air) applied. The speed of the air does not impair the biological value of maize up until a critical degree. If the speed does not surpass the 0.8 m/s referred to the entire surface of the pile, no considerable damage would be expected. The convectional drying constructions in Hungary are able to comply with those requirements. The maximal speed of the flux is also influenced by the installation. It is a fundamental criterion that the speed should not surpass the threshold of fluttering near the wind-channels. The constructs based on the principle of gravitation trickling with air channels or shutters are susceptible to higher-thanallowed speeds of the drying medium. The columns of the produce moving by gravity tend to split into parts of different speed. An inadmissible heterogeneity arises in the temperature as well as in the final moisture content of the produce. In dryers of cross-flow, the excessive speed endangers the arching over of the produce, subsequently, the throwing out of the grain, which is otherwise also very dangerous. The impurity of the harvested kernels increases the deleterious effects. According to practical experiences, the maize harvested with combine and precleaned before being rendered to the tower dryer working on the principle of gravity trickling. At the end of the drying channel no higher than 8-10 m/s speed of the flux should be allowed.",
          "table": []
        },
        {
          "text": "The temperature of the drying medium is anyway the most important parameter. The most reasonable choice of the right temperature ought to be decided according to the further destination of the dried crop. The temperature of the drying air should be found being attentive that the temperature of kernels should not surpass 60-80 °C, otherwise proteins are denaturised and carbohydrates are transformed to burnt sugar (Kocsis 2001). The transformation of proteins and enzymes spoils the quality of the biological value of the feed because the most precious amino acid, lysine is diminished whereas also arginine and histidine are impaired. The otherwise not quite complete maize-protein is further degraded mainly for the animals with a single stomach (pig, fowl).",
          "table": []
        },
        {
          "text": "We have to attribute more importance to the sensorial characters (smell, taste, colour, etc.) of the dried maize, furthermore modification of the rate of chemical components and properties influencing its use and suitability to be processed (milling or grinding, separation to its ingredients, etc.), moreover of microbiological characters (e.g. deleterious microflora). Among the sensorial characters, the browning of the meal caused by overheating is a well-known anomaly.",
          "table": []
        },
        {
          "text": "Browning is the result of chemical reactions ensuing when heating was exaggerated or kept on high temperature for a longer period, or the structure of meal was susceptible. Browning is a result of reactions going on in proteins and lipids. The higher the content in proteins, the more intense is the browning. Within the kernel, the germ gets brown first by drying. The mealy endosperm (as containing less protein) is not impaired practically by discoloration. The degradation of the nutritive value is due to the change in essential amino acids. Lysine deserves special attention because the increasing temperature applied accelerates its degradation, at the same time, as a result of long-term feeding experiments; there is a close positive correlation between the lysine content of maize and the gain of weight of the experimental animals.",
          "table": []
        },
        {
          "text": "Model experiments of drying with using a convective procedure; prove that the maize arrived to the same temperature as the drying medium (air) at the end of the process. The kernels are especially susceptible to high temperatures (mainly at the beginning and near to the end of the process). It would be ideal, if during the loss of water, the temperature of the drying machine would be altered -according to the requirement of the produce -in order to follow the borderline of being damaged without surpassing it. The temperature of the medium to be applied depends also on the relative moisture content of kernels. Higher moisture content may allow higher temperatures without risking damage. The construction of the dryer ought to be taken into account as well. Finally, the drying process should be planned carefully by considering the energy requirement, the risk of loosing quality and secure the storage of the produce for a longer time. For the elaboration of the procedure, a sample of 2.5% (in % of dry matter) lysine content and a moisture content of 14% were chosen. The reduction of lysine content was limited to 10%. The intersection of curves drawing the temperature used for drying (w) and the curve signalising 14% moisture content as a conditions of storability, moreover, the curve of the loss in lysine content (AL) shows the limits of storability. A similar method claiming 10% loss of lysine (AL=0.25% of the dry matter) shows the time, which is still temperature of the store (Sörös & Komka 1995). The conditions of storability are displayed in The development of the storing technology of maize aimed to find procedures, which may possibly keep the product sane and secure for a longer period independently from the conditions of its moisture content. Therefore the store may accept dried kernels as well as fresh harvested crop immediately from the harvester-thresher combine.",
          "table": []
        }
      ]
    },
    {
      "title": "Storing with moisture content immediately after harvest",
      "div": [
        {
          "text": "The storage of grains with the initial moisture content is also possible and it is not more expensive than the storage of dried grain, moreover, the costs of drying could be saved. The stored grain may contain 30-35% moisture and its purity is about 95-98%. The kernels are actively living organisms. They need oxygen for transpiration and release carbon dioxide and water. If the atmosphere of the store is isolated, the oxygen gets depleted and is soon substituted with carbon dioxide, which stops respiration and any aerobic process; therefore the loss of material is also stopped. With respiration, which increases the temperature is also hampered, subsequently, fermentation is starting producing among others lactic acid, which is the most important from our point of view. The optimum of this fermentation is 15-25 °C.",
          "table": []
        },
        {
          "text": "The loss due to fermentation under anaerobic conditions is about 2.5%. The inner quality of the fermented maize is even more favourable than that of the dried grain if the performance of the digestive value is considered. It is an excellent feed for porker as well as for beef. For that",
          "table": []
        }
      ]
    },
    {
      "title": "Storing maize grain with refrigeration",
      "div": [
        {
          "text": "Cooling is also one of the storing possibilities of the maize crop. Cold air blown into the pile of grain may inhibit the activity of microorganisms and prevent decay. Two types are used: cooling provisionally before drying and the conditional storing of partially dried maize.",
          "table": []
        },
        {
          "text": "Provisional storing is applied if the crop destined to be sold could not be dried at the planned date (the capacity of the drying equipment is smaller than that of the harvester). In such cases, the supply ought to be preserved for a short period until the final drying. The other alternative is that the cleaned grain is dried until 18-20% moisture content, subsequently, stored with cooling in horizontal or tower magazines with blowing cold air.",
          "table": []
        },
        {
          "text": "In any case, the temperature of 10-12 o C should be held during the first period. If it warms up to 13-16 °C, it should be cooled again to +4-5 °C, occasionally several times. With each ventilation, moisture content is lowered with 1%, so the quality of the good is maintained without losses, moreover the drying process being continued by that way until a final, permanent stage (Sipos & Racskó 2004). The crop after a preliminary drying to 18-20% moisture content should be cleaned; smashed kernels, debris of cobs and husks being eliminated. Pollution may initiate decay and warming up by fermentation and hamper the movement of air (Komka & Bellus 1982).",
          "table": []
        },
        {
          "text": "The partially dried and precooled grain may have a higher quality than an artificially, once or twice dried grain, which is exposed to be over dried and occasionally burnt. It is an important condition to keep the grain evenly dried, i.e. the difference should not surpass 2-3% moisture content in the final store.",
          "table": []
        }
      ]
    },
    {
      "title": "The technique of silage",
      "div": [
        {
          "text": "The silo is a special construction, which serves for preparing and storing feed for porker and beef especially during the winter. They are either constructed as to thoroughfare (horizontal silos) or closed on three sides. The last is more advantageous by several reasons. The filling up of the space of the closed silo needs bulldozing and packing the chopped maize on the concrete lining. The pile is made higher and the transporting machines do not pollute the feed. The horizontal silos need to be started with material of 33% dry matter content and complete it before the dry matter grows until 45% (35-40% is considered optimal). The varieties and hybrids attain the physiological maturity around that period. It could become necessary to use varieties of different maturity time. The process of preparing silage is composed by the following phases: chopping, filling up, packing and last the closing down.",
          "table": []
        },
        {
          "text": "Chopping (chaffing) is the more advantageous; the smaller pieces are made because fermenting is better without air, which is eliminated by packing. The optimal size is 1.25 cm, but 2-3 cm is tolerable. The moisture content of the kernels should be 30-40%, in order to smash all kernels, the use of crushing baskets is recommended. Insufficiencies of chopping impair the creation of anaerobic conditions consequently; loss caused by fermentation is risked. Packing of the material is unimportant moment of horizontal type silos. Anaerobic medium is needed absolutely for the fermentation to lactic acid, i.e. for the success. The best packing effect is expected from the large machines with rubber tires; therefore they should be driven every day after transporting for some hours to and fro on the piles of chaffed fodder. A unit of silo should be filled up and closed within the possibly shortest time. The speed of the operation depends on several conditions, e.g. the level of mechanisation, but the desirable cycle needs at least 80-100 cm increment of packed layer per day. A slow progress of filling up the silo may impair the quality of the end product.",
          "table": []
        },
        {
          "text": "The silos ought to be covered pretty soon after being filled with a double sheath of plastic foil to prevent the access of fresh air. On the top of foil, a cover of some heavy material should be piled up: chaff or bales of straw or any other mass of vegetable origin. It is essential to cover the whole surface of the foil. The depth of the layer should be at least 10 cm as being packed and saved from dispersion by the wind. The general practice of using old tires or scattered straw bales is inefficient for saving the foil from being removed and the quality of the fodder.",
          "table": []
        },
        {
          "text": "For the purpose to improve the quality of silage, any additives or preservative compounds are not recommended. The keys of a good quality are the right ratio of dry matter content at the harvest and the perfect anaerobic conditions.",
          "table": []
        }
      ]
    }
  ],
  "tables": [
    "{\"title\": \"1 -The number of changing the mass of air for drying the maize crop\", \"head\": [\"Initial moisture content:\", \"Number of air\", \"The height of the pile\"], \"value\": [[\"w1,\", \"changes\", \"recommended: h\"], [\"(%)\", \"\", \"(m)\"], [\"25\", \"240\", \"2.0\"], [\"20\", \"144\", \"2.5\"], [\"18\", \"96\", \"3.0\"], [\"16\", \"48\", \"4.0\"], [\"Source: Beke 1997\", \"\", \"\"]]}"
  ]
}