{
  "meta": {
    "title": "No title found",
    "author": "No author found",
    "journal": "No journal found",
    "date": "No date found"
  },
  "paragraphs": [
    {
      "title": "Abstract",
      "div": []
    },
    {
      "title": "Milled products for human consumption",
      "div": [
        {
          "text": "The products of the milling industry are grouped into the following categories according to their utilisation: those designated for immediate consumption are packed into small units (0.5-1 kg) corn-grits, mush-grits, corn flour; raw material of the food industry; corn-grits for brewing, corn flakes, breakfast mush, bakers wares, Tortilla chips, nutriment for infants, bread making, basic material for fermentation in pharmaceutical industry, maize germ oil.",
          "table": []
        },
        {
          "text": "The technologies used in the maize industry are diverse. There are four basic groups: entirely dry technology, partially moist technology, half-moist technology and mixed technology. Food industry applies mainly the first type and produces grits, flours, and maize germs of excellent quality using possibly the lowest investments.",
          "table": []
        },
        {
          "text": "The milling technology of the dry maize consists of the following four phases: cleaning, excision of germs, grinding and cleaning by sifting. Alien objects must be eliminated by sieving and by a dry stone separator. Those may be metals, pieces of stalk, stones and broken kernels. To excise the germ, the moisture content should ideally be 16%, when the germ is still sufficiently elastic to be separated from the endosperm. For that purpose, the kernels are moistened automatically by a screw, which forwards the grains into the resting container.",
          "table": []
        },
        {
          "text": "There the water penetrates the kernels within 6-8 hours after which the germs are excised.",
          "table": []
        },
        {
          "text": "The germ contains much fat, which must be separated completely. Edible oil is pressed from the germ. However, storage of the maize flour or grit is hardly possible with the fat of the germs. Cleaned and moistened kernels are broken into 3-4 pieces and then carried by pneumatic means on sieves, wind-cylinders and on sorting tables. The flour and seed coat accumulates under the sieve, whereas the sorting tables separate the germs from the rest of fractions. The fragments without the germs -containing 2.5% fat at most -are sent to the milling cylinders. Flat sieves of different mesh size and without shovel produce flour or grit of set crumble size. The grits are further cleaned in order to obtain grit with less than 1% fat content so that if stored in small packs, it does not become rancid. The particle size and proportion obtained of the milled products are different: edible grit (1450-400 micron) 45-48%, edible flour (less than 400 micron) 5-8%, germ 8-10%, flour for feed 34-42%.",
          "table": []
        },
        {
          "text": "The by products of maize processing are utilised mainly in animal husbandry to feed phytophagous animals which transform the feed to meat, wool, milk, etc. Their industrial",
          "table": []
        }
      ]
    },
    {
      "title": "",
      "div": [
        {
          "text": "utilisation is unimportant for several reasons. The utilisation of maize for energy is a recent trend. The majority of available technologies could be modified in order to obtain valuable products (glucose, sorbit, vitamin C), which are raw materials for making maize marmalade or manufacturing antibiotics, enzymes, etc.",
          "table": []
        },
        {
          "text": "Soaking water is a by-product of starch production. It contains all water-soluble compounds from the kernels. The initial 5-8% dry matter content is concentrated to 50%, half of which are amino acids and proteins and a significant fraction is lactic acid. Carbohydrates, mineral salts, biologically active substances and vitamins are also present. It is widely used as complementary nutrition in the fermentation industry -especially in the production of antibiotics -and as an additive for forage. Its condensate is called corn steep liquor.",
          "table": []
        },
        {
          "text": "Skin and grit. After having washed out the starch, the rest is dried. The product contains still about 20-30% starch, but much fibre and is used for feed.",
          "table": []
        },
        {
          "text": "Maize germ. The dried germ contains 4-5% moisture, 50-55% oil. It is mainly used to press edible oil. The oil is of a very high quality, comparable to olive oil being free of cholesterine, but vitamins, especially vitamin K. The press-cake contains proteins and residual oil, being a valuable forage-additive (Kurdon et al 1986, Győri & Győriné 2002).",
          "table": []
        },
        {
          "text": "Gluten. The proteins of maize are in the dried preparation at a concentration of 70% or more. Zein is the main protein fraction, there are amino acids and starch, all being utilised in fodders.",
          "table": []
        },
        {
          "text": "Maize stalks. These are the most voluminous by product of maize production. Kernels alone represent about two thirds of the whole organic matter product. Its nutritive value is the highest at harvest time (its starch-value is about 200 g/kg), but its protein content is poor, nonetheless it contains vitamins and utilisable minerals. It is most favourable to cut the stalks at harvest time because its value declines very rapidly (Győri & Győriné 2002). According to the dominant practice, silage is made combined with other moist produces as beetroot tops and slices. A cheaper way of utilisation is to let it be grazed by beef cattle. The stalk with leaves loses much of its nutritive value at the customary practice.",
          "table": []
        },
        {
          "text": "Maize cobs. After some preparation (digesting the fibres) the cob is valuable feed for ruminants. As a source of heat energy it is increasingly valued.",
          "table": []
        },
        {
          "text": "In Hungary, maize utilisation as a human food gains space, though it is not an appreciated food yet. The demand should be stimulated by marketing activity and by advertising its biological and culinary values; nonetheless information on the technical tricks should be spread. A considerable fraction of the hybrids grown are bringing out a poor fraction of grit (30-40%). There are however some half-smooth white-kernel type hybrids (PR38F70), which are bred for alimentary purposes especially. In Western Europe, they are reasonably well accepted, but in Hungary they are ignored. Their purchase is stimulated by subvention of 2000 Ft/t, however, that is insufficient to compensate for the lower yield. And the processing for food is restricted to some specialised mills. Of the hybrids developed in Hungary (at Martonvásár, Szeged and Debrecen), some are suitable for that purpose (Debreceni 281, Debreceni 377).",
          "table": []
        },
        {
          "text": "With the decreasing tendency of the livestock, less feed is needed. Formerly, the low-grade flour containing maize germ was paid higher with 15-20% than maize grain, now it is cheaper than that.",
          "table": []
        },
        {
          "text": "Nowadays, one of the most important tasks of breeding is the development of hybrids suitable for the purposes of the food industry. Up to now, the main efforts were aimed at increasing yields and the inner quality was largely ignored. At the moment, stocks are accumulated because the alternatives to industrial utilisation are lacking because the quality does not meet the requirements. The milling industry being equipped with the most up to date machines and technologies, the quality of the existing crop does not allow it to exploit their advantages.  After the brewing industry, considerable volumes are required for making corn chips using equally grit. The trade offers various forms for the consumers. Cereal flakes are available with different seasonings for direct eating. Foods contain often corn flakes (baby foods, baker's ware, meat products). A new technology is the making of Tortillas, which needs maize flour as a basic material. In Western Europe breakfast porridges are fashionable, but also in Russia flakes which only need one cup of hot water to be prepared are gaining market share.",
          "table": []
        },
        {
          "text": "The demands of the milling industry are expected to increase significantly (1.5-2 times higher than at present) in the near future once the manufacture of Tortillas and breakfast porridges will start.",
          "table": []
        }
      ]
    },
    {
      "title": "Industrial processing",
      "div": [
        {
          "text": "Processes are performed either in the dry or in the wet state. The dry method divides the kernel into three fractions: the oil containing fraction, the germ within: about 10% of the sample with oil content of 20-22%; the flour fraction: 35% of the sample, starch content 60%, proteins 10.5-11.5%; the grit fraction: 55% of the sample, starch content 80%, oil content 1.3%, fibre content 0.5%.",
          "table": []
        },
        {
          "text": "The wet procedure means that the cleaned kernels are soaked in water containing 0.2-0.4% sulphurous acid at 55 °C over several days. The grains swell and contain hitherto nearly 50% water. This soaked maize is milled, and firstly the germs are sorted out, then a further milling facilitates the selection of particles of skin and bran based on their density and sieving on arched sieve (ívszita). Following that, special separators distinguish between protein and starch. As a result of the wet procedure, a starch-milk is obtained with 45.6% dry matter content which is the basic material of manufacturing liquid sugar (Győri & Győriné 2002).",
          "table": []
        },
        {
          "text": "Starch. The high starch content makes maize the most favourable source of industrial starch production. For that purpose, the constituents should be separated from each other. All constituents have their own value, which are utilised as by products for edible oil or additives for fodders. The processes of starch production are as follows: cleaning, soaking (separation of the soaking water, condensation, maize jam), rough milling (separation of germ, remove water from the germ, drying), fine milling (separation of skin and grit fractions, water removal, drying), cleaning of the rough starch milk (separation of proteins, drying), water extraction from the cleaned starch milk (drying of starch, packing, storing, transport).",
          "table": []
        }
      ]
    },
    {
      "title": "Cleaning of maize.",
      "div": [
        {
          "text": "Harvested maize includes much trash: pieces of the stalk, particles of soil, alien seeds, broken kernels and other substances. For cleaning, the equipment of the mills is used (sieves and other tools). Those equipments separate the bulk according to particle size or specific weight, and maintain the entire, clean kernels. Magnets extract the occasional iron particle. Perfect cleaning is a basic criterion because the machines are mechanically encroached and the further technologies, the extraction of starch arehampered. For processing, intact and clean maize kernels are absolutely necessary.",
          "table": []
        },
        {
          "text": "The soaking of maize. Maize kernels contain at harvest time -depending on the state of maturity and weather -22-30% moisture, declining to about 15% after drying. At this moisture content, the constituents are difficult to separate from each other and the fractions obtained are not pure. The processing of dry kernels is also an accepted procedure, but for the purpose of starch manufacturing, the wet procedure is practiced all over the world because it is more effective and the end product is cleaner. The purpose of soaking is to loosen the structure of the kernel so that the separation of the germ, gluten (maize protein), skin and grit is more perfect and the starch grains are freed from the enclosing proteins skeleton. After soaking, the water content of kernels increases to 40-42% and the grinding becomes easier.",
          "table": []
        },
        {
          "text": "The cellulose-containing skin loses its rigidity, becomes more elastic and separable from the other constituents with a low loss of starch. During soaking, the soluble substances, sugars, soluble proteins, protein derivatives, vitamins and other compounds. In soaked maize, the principle of counterflow-diffusion is applied. This secures a maximal dry-matter content of the soaking water around 7-8%. Valuable substances are in the soaking water: mainly proteins, amino acids, vitamins and biotic substances. They are utilised in fermentation processes and also in feeding livestock. The dilute soaking water is a good nutritive substrate for microorganisms, therefore it is easily spoilt. To prevent that, it should be condensed as soon as possible. At low temperature, a vacuum is applied in order to preserve the valuable thermo-labile compounds. The concentrated soaking water is called maize jam or corn steep liquor (CSL).",
          "table": []
        },
        {
          "text": "The rough milling of maize, separation of the germ. The soaked maize is normally transported by a liquid current or a conveyor belt into the container of the milling construction. If water current is used, kernels are separated by an arched sieve and the liquid is returned to the soaking container. A feeding engine carries the kernels into the roughmilling machine. This is also called pre-milling. The kernel is only pressed and split into 3-4 pieces. The germ is maintained as an entire init because it became elastic. 85% of the oil is concentrated in the germ, which makes it lighter than the rest. The light fraction, i.e. the germs, are separated and dried carefully. Subsequently, its water content is around 4%, the oil content 48-55%.",
          "table": []
        },
        {
          "text": "Fine milling and sorting out of fibres. The suspension leaving the germ-separation contains the fibres and proteins. This rough-ground mass is sent to the fine mill, which breaks up the cellular structure and sets free the starch grains by washing. The first stem extracts the fibres and grits. The fibrous part contains less than 10% starch, half the latter are closely bound to the cellulose; the rest is floating in the water. Skin and grit have high moisture content, before drying the water should be reduced. The result is a solid mass with 60% moisture content. The wet skin is dried by a pneumatic dyer and used as a fodder additive.",
          "table": []
        },
        {
          "text": "Cleaning of the rough starch milk, separation of proteins. Starch suspension leaving the arched sieves carries also proteins. To eliminate protein from the starch, three jet carburettors are applied. In the last carburettor, clean water is used to dilute the starch milk. The condensate leaving the separator contains 35-40% dry matter, it is practically void of protein, and there is a pure starch grain suspension. The third separator conveys a dilute suspension with little starch content; therefore it is used as a diluted washing liquid for the second or first separators. If there is need for a starch suspension of special purity, e.g. in manufacturing of iso-syrup, the clean liquid starch milk is transferred from the row of separators to a row of multiclones.",
          "table": []
        },
        {
          "text": "Desiccation of the cleaned starch-milk. The starch-milk, after having passed the separator and the multiclone-plants, is of 20-21 °Be density. There are two alternatives for its utilisation. If sugar products or wet starch-derivatives are required, the milk is transferred in its original state to the respective processing plant. If pure starch is planned, the milk ought to be dehydrated and exsiccated. Starch milk is a white, viscous liquid, which is depositing quickly, and cannot stored in this form because microorganisms grown in it rapidly.",
          "table": []
        },
        {
          "text": "Therefore, its water content ought to be reduced to 14%. Starch-milk of 38-40% dry matter content is dehydrated first mechanically until 60% dry matter content and subsequently dried by heating. The dry (12-14% moisture content) starch powder is transferred to a cyclone, where the vapour is carried away by the air. From the cyclone system the starch is forwarded by a screw to the packing and storing facilities (Kurdon et al. 1986).",
          "table": []
        },
        {
          "text": "Invert sugar. Its composition is practically identical with that of common honey, which is a natural invert sugar. The liquid sugar is derived from the gritty fraction. It is used for industrial purposes, though in several countries, invert sugar is sold in the shops as a food.",
          "table": []
        },
        {
          "text": "The industrial processing requires considerable quantities (confectionery industry, soft drinks, canned fruits, brewery, wines, liqueurs, etc.). The diluted state is an advantage compared with the granulated sugar.",
          "table": []
        },
        {
          "text": "Refined spirit. In the dry procedure, the floury fraction is used, whereas in the wet technology, the starch-milk serves as basic material. Refined alcohol is required by the industry in much higher volumes than consumed as drinks. It is indispensable in chemical technologies (pharmacy, vinegar-making, cosmetics, home economics, solvents, etc.).",
          "table": []
        },
        {
          "text": "Recently, the use of spirits has been extended as a fuel for machines either purely or mixed (e.g. Brazil, France).",
          "table": []
        }
      ]
    }
  ],
  "tables": [
    "{\"title\": \"\", \"head\": [\"\", \".1 -Main parameters of the mills processing maize\"], \"value\": [[\"Firm\", \"Locality\", \"Processing capacity t/year\"], [\"IKR Bábolna Kft.\", \"Nagyigmánd\", \"50000\"], [\"Cerbona Rt.\", \"Székesfehérvár\", \"50000\"], [\"Maselis Kft.\", \"Csévharaszt\", \"40000\"], [\"Alföldi Gabona Rt.\", \"Tiszafüred\", \"25000\"], [\"Agri-Corn Kft.\", \"Monostorpályi\", \"25000\"], [\"Agrimill Rt.\", \"Gyula\", \"15000\"], [\"Nyírgabona Kft.\", \"Tiszavasvári\", \"10000\"]]}",
    "{\"title\": \"\", \"head\": [\"\", \"\", \".2 -Data of recovery of maize varieties\", \"\", \"\"], \"value\": [[\"\", \"\", \"Pioneer\", \"Benicia\", \"Virtuose\", \"Pactol\", \"LG\", \"LG\"], [\"Recovery\\\\variety\", \"DK 471\", \"PR37 M34\", \"(Pioneer)\", \"(Advanta)\", \"(Syngenta)\", \"33.62\", \"23.05\"], [\"Grit %\", \"34\", \"44\", \"56\", \"55\", \"58\", \"56\", \"55\"], [\"Flour %\", \"14\", \"9\", \"7\", \"7\", \"6\", \"7\", \"7\"], [\"Fodder %\", \"52\", \"48\", \"37\", \"38\", \"36\", \"37\", \"38\"], [\"Mean yield t/ha\", \"12.8\", \"12.5\", \"7.5\", \"6.5\", \"7.2\", \"11.5\", \"8.5\"], [\"Source: Agri-Corn Kft. 2005\", \"\", \"\", \"\", \"\", \"\", \"\"]]}"
  ]
}