{
  "meta": {
    "title": "No title found",
    "author": "No author found",
    "journal": "No journal found",
    "date": "No date found"
  },
  "paragraphs": [
    {
      "title": "Abstract",
      "div": [
        {
          "text": "During the more than 100-year-old history of internal combustion engines, the idea of providing fuel from agricultural resources has emerged several times already, and it was coined with the designation of Otto-motors. At the beginning of the past century, the first engines were fed with alcohol or occasionally with whisky.",
          "table": []
        },
        {
          "text": "Plant organs of high starch or sugar content (grains of cereals, sugar beets, potato tubers, etc.) have long since served for manufacturing alcohol, which was also used as fuel, but larger volumes were first consumed before and during World War II. Subsequently, the cheap petrol distilled from oil crowded out the expensive alcohol, but the years of oil crisis and the leadcontamination of environment concentrated attention upon bioalcohol or bioethanol as a fuel.",
          "table": []
        },
        {
          "text": "The main sources of bioethanol in Europe are sugarbeet, wheat and maize, in North America maize and wheat, and in South America sugarcane. For the manufacturing of bioethanol, beside the total volume of sugar-or starch content of the respective sources, the rate of recovery is a crucial precondition. The procedure itself is composed of several phases and requires much energy (cooking of the sugar solution or starch suspension, then the concentration of the diluted alcohol after fermentation up to 95% by distillation). Further rectification of the 95% alcohol is performed by chemicals or by membrane filtering up to 99.5%. The total concentration requires 5363 kJ/litre. In the USA, the proportion of maize used for ethanol is 18% and is growing steeply (Figure 12.1).",
          "table": []
        },
        {
          "text": "Fodder 53% FI 30% Export 17% Food/Industry (FI) -fuel -18% starch -3% -sweeting -6% -else -2% -alcohol drink -1% Fodder -cattle -17% hog -15% -fowl -21% Export -fowl -9% hog -6% -food/industry -2% Figure 12.1-Utilisation of maize for different purposes in the USA, 2006. (Source: www.broin.com) 12.1. The utilisation of bioethanol",
          "table": []
        }
      ]
    },
    {
      "title": "Bioethanol in America",
      "div": [
        {
          "text": "The energy crisis of 1973 stimulated the revival of the bioethanol produced by fermentation as a fuel. Since then, the fermentation technology has experienced significant development.",
          "table": []
        },
        {
          "text": "The new technology rendered bioethanol competitive with synthetic ethyl alcohol.",
          "table": []
        },
        {
          "text": "In November 1975, the first bioalcohol program was accepted in Brazil. Two alternatives are considered. Number one: aimed to fuel vehicles in Brazil by mixtures of 80:20 ratio of petrol:ethanol. For that purpose the Brazilian sugar industry should utilise its spare capacity to establish plants specialised in pure ethyl alcohol production. Number two: the state as well as the motor-vehicle industry should develop Otto-motors fed by pure ethyl-alcohol (VW, GM and Ford have concurred, being the most engaged with the Brazilian market).",
          "table": []
        },
        {
          "text": "In the USA, more than 4 billion gallons of ethanol are used annually. For 2012, consumption of 8 billion gallons (≈30.4 billion litre) of bioethanol is planned, which is about 4.5% of the 175 billion gallons (≈ 665 billion litre) expected total petrol consumption. The present capacity (of 100 plants) will be enhanced by 30 new, high capacity plants (Figure",
          "table": []
        }
      ]
    },
    {
      "title": "12.2).",
      "div": [
        {
          "text": "95%of personal cars and trucks operate with traditional petrol and 5% with bio-fuel mixtures,, but the 620 million personal cars and 230 million trucks world-wide cannot be supplied with bio-fuels as a substitute for mineral oil. The highest potential market of ethanol is the United States of America. The growing demand will be met preferably by their own production. President Bush signed recently a bill dealing with renewable resources of energy, which prescribes the rates of mixing bioethanol into the fuel. The proportion of bioethanol may attain 20% in the fuel; the optimal ratio is 85:15. In the USA, 90:10 mixture is offered at the \"gasohol\" stations.",
          "table": []
        }
      ]
    },
    {
      "title": "Bioethanol in Europe",
      "div": [
        {
          "text": "In 2005, 17 factories were active in the EU, and the average capacity was 63 000 tons. That is less than any of the worldwide leading countries, e.g. Brazil or the USA (138 000 t in 2004). In France, the mean capacity of one plant is 35500, whereas in Spain or Germany it is 120 000 t.",
          "table": []
        },
        {
          "text": "In 2004, 1.2 million tons of cereals and 1 million tons of sugar beet were processed in the EU (Figure 12.3). The main basic materials of production are cereal grains, except France, where the 75% of ethanol is made from sugar beet. The choice of cereal species is not a concern. As a mean, one ton of grain produces about 290 kg ethanol. The best is maize, which may produce more than 325 kg/ton ethanol. Barley and rye are less productive, 240-280 kg/ton bioethanol. Rye has the disadvantage that its murk (DDGS) is bitter, sticky and has a bad smell, and is therefore less suitable for fodder. For the production of one ton of bioethanol, taking the average yields, 0.64 ha wheat or 0.47 ha maize must be grown. Most of the active and planned plants are based on growing cereals, although the proportion of plants using sugar beet increased since the sugar beet reform. Estimates predict for the year 2006 about 3.7 million tons of cereals and more than 5 million tons of beet will be processed.  The latest legislation concerning the tax of energy, on 1 January 2005, inspired the member states of the EU to moderate or abolish the tax on biofuels utilised either pure or as mixtures instead of petrol. A similar directive prescribes to introduce dispositions in the member states, until the end of 2006, the bio-fuels should substitute at least 2% of mineral oils in the traffic, and it should increase to 5.75% in 2010. In Belgium, 10 000 ha sugar beet yielded enough energy to substitute 5% (ETBE: ethyltertiary-butyl ether) of the fuel required by 88% of the country. The SORGHAL firm is exploring the possibilities of utilising sweet sorghum in making bioethanol.",
          "table": []
        },
        {
          "text": "The imports of ethanol into the EU-25 were nearly 6 million t in 2005 (Figure 12.4).",
          "table": []
        }
      ]
    },
    {
      "title": "Bioethanol in Hungary",
      "div": [
        {
          "text": "The ethanol-industry is beneficial for growers, rural communities and all members of society.",
          "table": []
        },
        {
          "text": "It is a new customer of the maize trade, it creates jobs, reduces the import of mineral oil and, as fuel, ethanol causes much less pollution than any kind of petrol products. Due to those advantages, the ethanol industry has developed on a worldwide scale yearly by 20%. The majority of this increase stimulated mainly in the USA new technologies of dry milling, which improved the productivity (e.g. starch hydrolysis at low temperature and other methods of treating the kernels).",
          "table": []
        },
        {
          "text": "The maize hybrids have been screened and some of them have proved to be more productive. The kernel types of high ratio of fermentable content (HTF), the resistance to being broken and to diseases received more attention. With the increasing demand, the innovative technologies and any property which is advantageous for ethanol making will be considered as important criteria in breeding of hybrids for that special purpose.",
          "table": []
        },
        {
          "text": "As basic materials for bioethanol-making maize and winter wheat are at present the most preferred species also in Hungary. The annual yield of cereals is 12-13 million t, including 6-7 million t of maize (in favourable seasons 8 million t) and 5-5.5 million t of wheat.",
          "table": []
        },
        {
          "text": "Comparing the two cultures, maize promises almost twice as much making than wheat. It is due partially to higher yields, partially to better recovery (maize: 32%; wheat: 24%).",
          "table": []
        },
        {
          "text": "Regarding the demands for fodder and other purposes, annually 2-3 million t of maize could be offered to the making industry, which yields 700-800 thousand tons of bioethanol.",
          "table": []
        },
        {
          "text": "The government of the Hungarian Republic decided in a governmental decision (bill 2233/2004. (IX.22.)) according to international initiatives that bio-fuels and other renewable fuels utilised in transport and traffic should be promoted. It was planned that the proportion of bio-fuels used at the national level should achieve 0.4-0.6% of consumption. In 2006, the annual requirement for fuel was: petrol 1.7, diesel oil 2.2 million t. In order to increase the use Research and development, plus the adaptation of technologies are also suggested.",
          "table": []
        },
        {
          "text": "According to the participants in the market, the prices of energy and the costs of manufacturing bio-fuels are increasing equally, therefore, the extension of bio-fuels cannot be ensue without subsidies. Therefore any progress is bound to the successes of a second generation of technical development, and on calculations comprising the whole production process from producing the basic material to the energy balance.",
          "table": []
        },
        {
          "text": "In Hungary, a large bioethanol plant is supplying the company MOL (managing the petrol stations in the country), Győri Szeszgyár and Finomító Zrt. Hungary is an ideal site for the bioethanol production and for the growing of basic materials.",
          "table": []
        },
        {
          "text": "If this branch of industry could conclude contracts favourably; it will mean many thousands of jobs, rural development and sources of existence of the countryside.",
          "table": []
        },
        {
          "text": "12.2. Technology of bioethanol production",
          "table": []
        }
      ]
    },
    {
      "title": "Bioethanol as a fuel",
      "div": [
        {
          "text": "Bioethanol is used for two purposes. It is suitable as a substitute for mineral fuels, mainly of petrol. As an additive, it is used also for other purposes: improving the octane-number of the fuel is achieved by ethyl-tertiary-butyl ether (ETBE). The ETBE-petrol mixture costs as much as the 98 lead-free super petrol, but is more expensive than diesel oil. Moreover, bioethanol production is an advantageous utilisation of cereals which did not comply with the quality criteria for human food or animal feed, therefore, the risk of the marketing and buying up system is eliminated.",
          "table": []
        }
      ]
    },
    {
      "title": "The chemical procedure of ethanol production",
      "div": [
        {
          "text": "The traditional way of ethanol production is bound to the utilisation of fermentation, which transforms sugar into alcohol:",
          "table": []
        },
        {
          "text": "This method results at most in a diluted liquid of 18-20% (V/V) ethanol content. Higher concentration is achieved by distillation, as the boiling point of ethanol is lower (78 °C) than that of water (100 °C). The highest concentration achieved by distillation is 96% (V/V), because 4% water is boiling with the alcohol. Absolute alcohol (100%) is only made with water extraction by salts.",
          "table": []
        },
        {
          "text": "The technical way of ethanol is the result of an acid-catalysed reaction of ethylene and water:",
          "table": []
        }
      ]
    },
    {
      "title": "H2C=CH2 + H2O → CH3CH2OH",
      "div": [
        {
          "text": "The ethylene source is natural gas or other petrochemical basic material.",
          "table": []
        }
      ]
    },
    {
      "title": "Bioethanol produced from maize",
      "div": [
        {
          "text": "Ethanol production has already proved to be economic in several countries. At the moment, in Hungary, the most advantageous seems to be the use of maize. The main problem of the technology is the utilisation of the by-products of the procedure. The transformation of byproducts into animal feed (DDGS) is not only expensive, but its marketing is dubious with the present animal population. There are various suggestions of different enterprises, e.g. the firm Lurgi (Frankfurt, Germany) bioethanol plant uses the residue after distillation for the purpose of biogas production. The biogas produced not only covers but also exceeds the energy requirements of the bioethanol production.",
          "table": []
        },
        {
          "text": "During the 1980s and 1990s, the wet milling procedure was generally used in the American bioethanol factories. The procedure aimed to separate the starch containing part from the fibrous skin and the fat germ. The effectiveness of the wet milling was high.",
          "table": []
        },
        {
          "text": "Nowadays it is still used in the food industry, starch production and edible oil production, and in the brewery to prepare the grit.",
          "table": []
        },
        {
          "text": "In ethanol production the wet technology is not recommended, mainly because of the high energy requirement of the drying.",
          "table": []
        },
        {
          "text": "The dry milling procedure (several steps, combined) makes ethanol production more economical. The beating mills were preferred for a long time as being more simple. At many sites, the beating mill is combined with the rolling mill. The energy requirement has been lowered by 15% (Figure 12.5).  The drying process of the ethanol factories, which is necessary to prepare the by product from the murk (DDGS) not taking into account the separation, consumes about 30% of the total energy requirement. The separation of the dry seed reduced substantially the energy needed.",
          "table": []
        },
        {
          "text": "Investors are readily open to increase the energy-efficiency of their technology. High advantages are gained by new, energy saving technologies as a major component of competitivity.",
          "table": []
        }
      ]
    },
    {
      "title": "Technology of the dry milling procedure",
      "div": [
        {
          "text": "As 32.5 kg ethanol is made from 100 kg dry milled maize. A few years ago, the output was about 10% less, thus the development was significant. The most important point was dry milling of hybrids selected for that purpose. According to measurements, the difference between hybrids may exceed even 7%.",
          "table": []
        },
        {
          "text": "The roughly dry milled maize is soaked in water. The pulp is heated, treated by enzymes and then fermented and subsequently distilled. As a by-product, the distilled murk of kernels is a valuable fodder, furthermore, carbon dioxide, food and industrial products. All end products of the process are used for something. The intense biological processes could be continued successfully provided the qualitative requirements of the dry milling procedure are observed. For example, if the pulp was contaminated by bacteria, undesirable acids are synthesised which hamper the process of fermentation. Rancid kernels, incorrect storing, defective tools, remnants of the previous murk, undesired aeration are all possible sources of contamination.",
          "table": []
        },
        {
          "text": "The nutritive tissues of maize are not consumed by the yeast organism immediately; first starch ought to be decomposed to sugar. Therefore, enzymes are added to the pulp. In the first step, the alpha amylases are added with vapour. The next step means the treatment by glycoamylases, which produce sugars being fermented at low temperatures. The traditional dosing of cooking is often substituted by continuous cooking techniques in more up to date ethanol plants. The energy balance of continuous cooking is more favourable, it may produce 8% more ethanol with the same energy (Figure 12.6). After cooking, the pulp is cooled down and transferred to the fermenting container where the yeast, Saccharomyces cerevisiae, is inoculated. The strain of yeast is effective and tolerant to a high concentration of sugar and subsequently to alcohol. Fermentation requires 50-60 hours for transforming glycose to alcohol. In some systems, minimal quantities of water are needed to reduce the evaporation during the following phase. Carbon dioxide (CO2) is recovered and sold for soft drinks or for dry ice, etc.",
          "table": []
        },
        {
          "text": "During distillation, ethanol is extracted from the murk by cooking. With conventional distillation 95% ethanol is produced. At this point alcohol and water are connected and form an azeotrop compound, which cannot be separated by cooking. In order to associate ethanol with petrol, the 5% water should be eliminated. The modern plants working with dry milling technology use molecular sieving methods to produce absolute (100%) alcohol, which is diluted in turn with a 5% denatured solution (e.g. petrol) in order to free it from being taxed as a commodity for human consumption. Subsequently, ethanol is stored for being used as fuel at the petrol stations.",
          "table": []
        },
        {
          "text": "The remaining \"total murk\" after distillation is a solid and liquid substance. It contains fibres, oil and protein components of the kernels, plus the dead yeast cells. The total murk is a valuable fodder for animal husbandry, fowl and fish. It is before being released, processed.",
          "table": []
        },
        {
          "text": "Firstly the \"meagre murk\" is separated by centrifuging from the solid fraction and then condensed to lower the water content. The viscous syrup is mixed with the solid fraction, thus the fodder called wet, distilled grain syrup (WDGS) is offered to animal husbandry. WDGS (with 65% water content) is often preferred in dairy farms because cattle eat it willingly. The guaranteed time of WDGS is only two weeks; therefore, its storage is a problem. In order to avoid decay and to lower the costs of transport, the dried variant of WDGS with 10-12% moisture content is also offered and is called dried distilled grain syrup (DDGS). It needs more than one third more energy because of the drying process but it is all the same preferred to the WDGS. In the USA in 2005, more than 10 million t DDGS was produced by the plants using the dry milling technology.",
          "table": []
        },
        {
          "text": "The wastewater of the plants is several times reutilised (about three times) within the system, subsequently, cleaned and drained according to serious environmental principles.",
          "table": []
        }
      ]
    },
    {
      "title": "New technologies of processing",
      "div": [
        {
          "text": "The dry milling technologies are improved continuously. In November 2004 Broin & Associates and the North American Novozymes announced the processing technology of BPX, which hydrolyses the starch to sugar (transformation during fermentation) at low temperature. Developments in enzyme and processing technologies facilitate the production of higher quantities of ethanol with lower energy, and better DDGS quality is achieved. In many plants, the separation of the components of maize kernels is recommended. Among the advantages of this technology, the most important is that the by-products are of higher quality and the effectiveness of the fermentation is increased because the components which do not contain starch are separated before the fermentation starts.",
          "table": []
        },
        {
          "text": "In Hungary, the construction of plants manufacturing biogas is expected rather than those of producing fodder from the by-products, because the reduced population of animals could not consume the volume of DDGS. The biogas itself would be sufficient to cover the energy necessary for the production of bioethanol in the respective plants over the whole year.",
          "table": []
        }
      ]
    },
    {
      "title": "Bioethanol production from corncobs",
      "div": [
        {
          "text": "Corncobs are also suitable for producing ethanol according to a patented procedure using Bacillus stearothermophilus as the fermenting organism. The procedure is 30% more effective than that with yeast, therefore more economic and cheaper. The bacterial decomposition also produces heat, therefore the temperature of the fermentor is kept at 70 o C.",
          "table": []
        },
        {
          "text": "In a soft vacuum, the distillation is performed easily and a condensation is subsequently done.",
          "table": []
        },
        {
          "text": "Yeast is not able to decompose and to ferment the hemicellulose that is a component representing one third of the straw-like tissues.",
          "table": []
        }
      ]
    },
    {
      "title": "Environmental effects of bioethanol",
      "div": [
        {
          "text": "The effect of bioethanol on the environment is favourable. The octane-number of ethanol is 113 (whereas that of the normal, lead-free petrol is 87, and of the premium lead-free petrol is 93); therefore it is the most praised fuel on the market. Ethanol contains 35% oxygen. Its use in the USA reduced the emission of CO2 responsible for the glasshouse effect by 8 million tons in 2005. This is more than the emissions of more than 1.1 million cars. Ethanol replaces the toxic additives to the petrol (e.g. benzol), which are considered to be carcinogenic. 12.4. Advantages and disadvantages of the use of bioethanol as fuel Pure bioethanol is not suitable for using as fuel, therefore the internal combustion engines must be modified, the tank should be enlarged because the energy content of ethanol is lower than that of petrol (1 litre ethanol = 0.65 litre petrol). The vehicles driven by ethanol ought to be constructed so as to avoid the contact of ethanol with dies, rubber and plastic substances.",
          "table": []
        },
        {
          "text": "The ethanol driven engine has difficulties with putting into gear if it is cool, and the exhaust contains N-oxides, CO2, alcohol, and aldehydes. At the same time, CO and SO2 are emitted at much lower quantities. As the working temperature of the engines is lower, the ethanol driven engines have a longer lifespan than petrol driven engines. The octane number of the fuel is higher if ethanol is added to it.",
          "table": []
        },
        {
          "text": "The advantages of bioethanol compared with petrol are firstly the fact that the CO2 released and causing glasshouse effect is not a part of the mineral stock of petroleum, but it is accumulated recently by photosynthesis from the atmosphere. CO emissions are also lower.",
          "table": []
        },
        {
          "text": "The high octane number of Otto-motors makes the energy balance more favourable and the release of dust is lower. The irregular emission of benzol and butadiene is reduced because their concentration declines with the increasing ethanol concentration used. The ozoneemission is lower than with petrol or diesel oil combustion. No aromatic compounds appear.",
          "table": []
        },
        {
          "text": "Ethanol is biologically decomposed and is less toxic than methanol or biomethanol. The special and flexible Otto-motor driven vehicles are more effective with ethanol than with petrol. The motors run quietly with no knocking, thus the costs are relatively lower.",
          "table": []
        },
        {
          "text": "The disadvantages of bioethanol were first recognised when the exhaust-gas was checked in France. The examinations have been extended to machines with and without catalistors.",
          "table": []
        },
        {
          "text": "Two fuels have been checked mixtures with ETBE and were compared with a fuel of reference: 15% ETBE and petrol mixture 15% ETBE and reformed petrol mixture. According to the results, the emission contained less hydrocarbons, CO and benzol. The critics of biofuels, however, produced a series of counter-arguments, stating that they are not only neutral but also polluting the environment. The most often proclaimed charges are:",
          "table": []
        },
        {
          "text": "-The production of biofuels needs a lot of fossil energy, which aggravates the glasshouse effect and compensates for the gain derived from the renewable energy; -The crops grown for biofuel production cause the extension of monocultures; -The chemical fertilisers and phytosanitary products used for the crops are charging the environment, contaminate the soil and the ground water with nitrates and phosphates; endanger water resources and the atmosphere with glasshouse gases, CO2, N2O and ammonia and cause acid rain.",
          "table": []
        },
        {
          "text": "The manufacturing of biofuels is much more expensive than other possibilities of reducing the glasshouse effects.",
          "table": []
        },
        {
          "text": "In the second half of the 1990s, the fashion of life cycle assessment (LCA) prevailed, which aimed to trace the fate of a product and its effect on the environment. The mineral oil is up to now the cheapest fuel. In all countries, which are using biofuels, state subsidy is maintaining their use. Those subsidies are at the same time lacking in other fields of the economy: exports, unemployment, fallowing, compensation for environmental hazards, health",
          "table": []
        }
      ]
    }
  ],
  "tables": [
    "{\"title\": \"1 -The main producers of bioethanol of the world, 2005\", \"head\": [\"Production (million hl)\"], \"value\": []}",
    "{\"title\": \"\", \"head\": [\"\", \".2 -The bioethanol production of the EU, 2003-2006\", \"\"], \"value\": [[\"\", \"\", \"Producing capacity (1000t)\", \"\"], [\"\", \"2003\", \"2004\", \"2005\", \"2006\"], [\"Spain\", \"180\", \"257\", \"257\", \"415\"], [\"Germany\", \"\", \"196\", \"476\", \"576\"], [\"France\", \"103\", \"142\", \"142\", \"499\"], [\"Sweden\", \"54\", \"55\", \"55\", \"55\"], [\"Netherlands\", \"\", \"9\", \"11\", \"11\"], [\"Italy\", \"\", \"\", \"\", \"33\"], [\"Poland\", \"\", \"107\", \"107\", \"107\"], [\"Czech Republic\", \"30\", \"\", \"\", \"\"], [\"Hungary\", \"\", \"\", \"28\", \"37\"], [\"Lithuania\", \"\", \"\", \"\", \"25\"], [\"EU-25\", \"367\", \"766\", \"1076\", \"1758\"], [\"Source: EurObservER and EU DG AGRI 2006\", \"\", \"\", \"\"], [\"\", \"Table 12.3 -Forecast of bioethanol production in the EU\", \"\"], [\"\", \"\", \"\", \"Producing capacity (1000t)\", \"\"], [\"\", \"\", \"2007\", \"2008\", \"\"], [\"Belgium\", \"\", \"316\", \"395\", \"\"], [\"Denmark\", \"\", \"0\", \"218\", \"\"], [\"Germany\", \"\", \"726\", \"935\", \"\"], [\"Spain\", \"\", \"515\", \"615\", \"\"], [\"France\", \"\", \"1189\", \"1509\", \"\"], [\"Ireland\", \"\", \"50\", \"50\", \"\"], [\"Netherlands\", \"\", \"284\", \"542\", \"\"], [\"Austria\", \"\", \"158\", \"158\", \"\"], [\"Sweden\", \"\", \"55\", \"175\", \"\"], [\"United Kingdom\", \"\", \"55\", \"253\", \"\"], [\"Czech Republic\", \"\", \"396\", \"396\", \"\"], [\"Hungary\", \"\", \"63\", \"593\", \"\"], [\"Latvia\", \"\", \"6\", \"6\", \"\"], [\"Lithuania\", \"\", \"25\", \"25\", \"\"], [\"Poland\", \"\", \"264\", \"365\", \"\"], [\"Slovakia\", \"\", \"59\", \"59\", \"\"], [\"Slovenia\", \"\", \"0\", \"40\", \"\"], [\"EU-25\", \"\", \"4194\", \"6367\", \"\"], [\"Source: EU DG AGRI 2006\", \"\", \"\", \"\", \"\"]]}",
    "{\"title\": \"4 -Number of active and planned bioethanol plants in the EU.\", \"head\": [\"\", \"2004\", \"2005\", \"2006\", \"2007\", \"2008\"], \"value\": [[\"Belgium\", \"\", \"\", \"\", \"2\", \"2\"], [\"Denmark\", \"\", \"\", \"\", \"\", \"0-2\"], [\"Germany\", \"2\", \"4\", \"5\", \"5-6\", \"5-8\"], [\"Spain\", \"2\", \"2\", \"3\", \"4\", \"5\"], [\"France\", \"4\", \"4\", \"6\", \"9-10\", \"11-12\"], [\"Ireland\", \"\", \"\", \"\", \"\", \"\"]]}",
    "{\"title\": \"\", \"head\": [\"\", \".5 -Some data of crops as suitable for ethanol production\"], \"value\": [[\"Species\", \"Mean yields (t / ha)\", \"Mean yields in bioethanol (l / ha)\"], [\"Sugar beets\", \"38\", \"2800\"], [\"Sweet sorghum\", \"35\", \"3500\"], [\"Sugar cane\", \"57\", \"5300\"], [\"Potato\", \"20\", \"2000\"], [\"Winter wheat\", \"5\", \"1500\"], [\"Maize\", \"6\", \"2300\"], [\"Topinambur\", \"50\", \"4200\"], [\"Source: www.wikipedia.org/wiki/etanol\", \"\"]]}",
    "{\"title\": \"2.7 -The calculation of production costs of bioethanol (200.000 l/day capacity)\", \"head\": [\"PRODUCTION COSTS\", \"unit\", \"1000 litre volume\"], \"value\": [[\"Rough material\", \"\", \"\"], [\"Cereals (maize) 87.5% dry matter content\", \"kg\", \"2960\"], [\"(100% dry matter with 73% starch)\", \"\"], [\"Auxiliary substances\", \"\"], [\"H2SO4 96%\", \"\", \"kg\", \"1.300\"], [\"H3PO4 85%\", \"\", \"kg\", \"1.500\"], [\"CaCl2 100%\", \"\", \"kg\", \"0.000\"], [\"\", \"\", \"1 Fluidificants\", \"kg\", \"0,520\"], [\"Enzymes\", \"2 Saccharifying\", \"kg\", \"0,930\"], [\"\", \"\", \"3 Weakening viscosity\", \"kg\", \"0,050\"], [\"\", \"\", \"4 Proteolytics\", \"kg\", \"0,030\"], [\"NaOH 50%\", \"\", \"kg\", \"6.250\"], [\"Urea\", \"100%\", \"\", \"kg\", \"9.780\"], [\"NH4OH 25%\", \"\", \"kg\", \"10.960\"], [\"Dephlegmants\", \"\", \"kg\", \"0.300\"], [\"Yeast\", \"\", \"\", \"kg\", \"0.000\"], [\"Others\", \"\", \"\", \"kg\"], [\"Vita-Mix\", \"\", \"kg\", \"0.008\"], [\"Trace-Mix\", \"\", \"kg\", \"0.008\"], [\"MgSO4\", \"\", \"\", \"kg\", \"0.750\"], [\"Energy and infrastructure\", \"\"], [\"Vapour at low pressure 6-8 bar\", \"kg\", \"2750.000\"], [\"Vapour at high pressure 20-25 bar\", \"kg\", \"0.000\"], [\"Electric current\", \"\", \"kWh\", \"550.000\"], [\"(including logistics, traffic of auxiliary substances)\", \"\"], [\"Flowing water\", \"\", \"m 3\", \"5.000\"], [\"Nitrogen\", \"\", \"\", \"Nm 3\", \"4.000\"], [\"Air of the implement\", \"Nm 3\", \"42.000\"], [\"Cooling water (closed circle with tower)\", \"m 3\", \"193.000\"], [\"Source: EurObservER and EU DG AGRI 2006\", \"\"], [\"\", \"\", \"Table 12.8 -Income calculated of bioethanol production (200.000 l/day capacity)\"], [\"DEVELOPMENT OF INCOME\", \"unit\", \"per /hour\"], [\"Marketable products\", \"\"], [\"Bioethanol\", \"\", \"l\", \"8333\"], [\"Burned oil (Kozmaolaj)\", \"l\", \"23\"], [\"DDGS\", \"\", \"\", \"kg\", \"9125\"], [\"CO2\", \"\", \"\", \"kg\", \"3108\"], [\"Source: EurObservER and EU DG AGRI 2006\", \"\"]]}"
  ]
}