{
  "meta": {
    "title": "No title found",
    "author": "No author found",
    "journal": "No journal found",
    "date": "No date found"
  },
  "paragraphs": [
    {
      "title": "Abstract",
      "div": [
        {
          "text": "The more vague was the information on the origin of maize (Weatherwax, 1918), the more timeless were the relevant hypotheses. More concrete ideas lasted for a shorter time, though they were more popular (as Mangelsdorf & Reeves forwarded the triple assumption in 1939).",
          "table": []
        },
        {
          "text": "Additional proofs appeared each 20-year-period, whereupon former hypotheses faded away with time.",
          "table": []
        },
        {
          "text": "About 100 years ago, botanical observations in Mexico served as a basis for a hypothesis concerning the origin of maize (Harshberger 1900). The wild Tb-l and Tga-l lines received special attention (with their outstanding adaptability and all characters corresponding with the species of maize) as long as it was not evident that they were hybrids between maize and teosinte instead of being wild taxa. Information related to teosinte or maize x teosinte hybrids increased gradually. Weatherwax (1918) published his postulated version of the origins of maize and teosinte, whereas Collins & Kempton (1920) presented their theories on hybridisation. Nineteen years later, Mangelsdorf & Reeves (1939) proposed the triple assumption, which considered teosinte to be a hybrid, not an ancient line. The contention of hybrid origin excluded the possibility of wild, natural teosinte populations; meanwhile, the studies of Longley (1941a,b) on chromosome numbers were not taken into account. The study of Anderson & Cutler (1942) represented a watershed in this research as they initiated investigations over twenty years to explore the variation of primitive maize varieties, comparing also wild lines of teosinte and taxonomic units of the genus Tripsacum.",
          "table": []
        },
        {
          "text": "Around the mid 1960s, the last leaflet was published dealing with \"races of Zea mays\" and studies of teosinte as \"the closest relative of maize\" (Wilkes 1967), furthermore, the background related to Tripsacum was elaborated (Randolph 1970, de Wet & Harlan 1978).",
          "table": []
        },
        {
          "text": "Summit talks organised on the origin of maize in 1969 and 1972 dealt with teosinte as the real ancestor, replacing the former triple assumption (Galinat 1971, Beadle 1972, Iltis 1972).",
          "table": []
        },
        {
          "text": "Isozyme studies stated that the teosinte of Balsas is a variant of the closest maize ancestor (Doebley 1990). \"Catastrophic sexual transmutations\" must have occurred in the ancient population as a decisive step to arrive at the common form of the actual maize (Iltis 1983), and a quick hybridisation with teosinte facilitated the appearance of eight-row cobs (Galinat 2001). Those assumptions contain valuable ideas but there remain enigmatic details to be explored.",
          "table": []
        }
      ]
    },
    {
      "title": "The provenance of maize",
      "div": [
        {
          "text": "There is still some lack of clarity surrounding maize and in spite of it being one of the most explored cultivated plants its provenance cannot be established with complete certainty. There is one question which enjoys consensus: America is the home of the specie, and it is the most important food in the New World. Earlier opinion that the Old World was the provenance (Bonafous 1836) has lost its credit already and the ambiguity continued around Central or South America only (Győrffy et al. 1965). The main difficulty stems from the fact that no wild growing ancestor could be identified without question as with most cultivated plants. Geisler (1980) deemed Southern Brazil, Northeast Brazil and Paraguay to be the centre of origin. Central America and Mexico has been considered as a secondary centre. Galinat (1979), on the contrary, believed Mexico and Central America to be the centre, from where maize was carried to Peru, Brazil and Argentina, and later to USA and to Canada (Figure 3.1). Maize is represented in the cultures of the Mexican Aztecs, Mayas and Peruvian Incas as an important crop. In the carvings of Maya tribes in Central America, corncobs appear regularly. In the agriculture of Mexican Aztecs watering systems were supplied from mountain creeks or lifted from the valleys with outfits of spoon-wheels, all served for maize production. The Peruvian Incas installed huge systems, which are still admirable constructions. They ate maize kernels prepared by cooking or baking (Lazányi 1955).",
          "table": []
        },
        {
          "text": "The ancient cultures of the Old World cultivated many species of plants, but any sign indicating maize is found neither in written chronicles nor depicted in artefacts. Also in China, the first traces of maize production appeared two or three decades after the memorable trip of Columbus. Around Beijing (Peking), maize has been grown since the early 18 th century, which excludes the supposition of Chinese origin.",
          "table": []
        },
        {
          "text": "Bonafous cited several Spanish authors of the 16 th , 17 th and early 18 th century, who reported as the first European travellers in the New World that they were deeply enchanted by the tall stemmed, smooth, long-leaved plants, which as a cereal bore large, golden kernels.",
          "table": []
        },
        {
          "text": "People celebrated its harvest with religious devotion (Surányi & Mándy 1955). At Cuzco, the capital of the Incas, the daughters of the Sun prepared sacrificial maize bread soaked with the blood of immolated beings. In Mexico, idols were formed of maize meal and distributed among jubilant crowds. One of their goddesses, Cinteut, an equivalent of Ceres of ancient Rome, accepted as a sacrifice the offerings of the first harvested crop of maize (her name refers to maize). During the reign of Montezuma, inundations caused famine; therefore, people sold themselves as slaves for food; for a man 500, for a woman 400 corncobs was offered. A thief, who was guilty of having stolen seven cobs of maize, was condemned to death in Mexico. The first Europeans saw maize in Cuba in early November 1492 when two Spaniards attempted to explore the inner part of the island (Győrffy et al. 1965). Christopher Columbus fetched the first kernels to Europe on his first trip in 1493. At that date, maize was grown across the American continent from the Canadian Gaspé to the south of Chile, mainly on deforested areas. After felling and burning the trees, the clearing was fallowed for some years before maize was planted.",
          "table": []
        },
        {
          "text": "After the discovery of America, the Spaniards introduced first the smooth and hard kernel varieties of maize (Lazányi 1955). The people, aborigines of the West Indies, called the crop \"Mahiz\", which was transformed in Spanish to \"Maíz\" and served the as species name of the Linnean terminology, mays, whereas the genus was termed Zea referring to the Greek word \"Zooin\" = to live.",
          "table": []
        },
        {
          "text": "In Europe, maize was first considered an ornamental plant, its use in agriculture started in the 17 th century. Meanwhile, the Mediterranean trade carried maize together with several other crops of the New World to the Middle East. Rauwolff already observed maize fields in 1574, around the Euphrates River, and took a sample for the herbarium of Leyden. Central Europe introduced maize from the south east; therefore, the traditional name in Hungary was \"törökbúza\" (Turkish wheat). The Slavic population of the Balkans adopted maize cultivation in the early 18 th century and subsequently, the denomination of \"kukorica\" appeared in the Hungarian language (Lazányi 1955).",
          "table": []
        }
      ]
    },
    {
      "title": "The ancient maize cultivation",
      "div": [
        {
          "text": "Maize was an esteemed object of ancient Indian mythology. Some tribes assigned individual deities to the different developmental stages of the maize plant. Sowing was a religious ceremony, as was the fertilisation and the harvesting procedure. It is surmised that also the (genetic) improvement of the crop benefited from that cult. The goddess of maize received in her temple the most beautiful cobs, and their kernels were sown in the next season. Weatherwax (1954) summarised the reports of many late and recent authors concerning the ancient maize production.",
          "table": []
        },
        {
          "text": "The American aborigines did not practise any technique of soil tillage according to our understanding. The soil was prepared with the felling, burning and extirpating trees and shrubs, followed by levelling of the soil. As fertilizer, tribes living close to rivers placed a fish into each hill of maize.",
          "table": []
        },
        {
          "text": "The terms of sowing was fixed according to astronomical patterns of the sun and the phases of the moon, as well as the budding of trees. The hills (nests) of maize were arranged into rows 45-350 cm apart, whereas within the row the space was about one step. For sowing, 5-6 Indians stood close to each other (one or two steps apart), each carrying a one man-long pointed stick with a stirrup, and made a hole for 4-5 maize kernels, which were covered by foot. The hole makers and sowing girls cooperated in the work (Figure 3.2).",
          "table": []
        },
        {
          "text": "The cultivation of maize was limited to the control of weeds, which was performed by a hoe or by hand (Figure 3.3). On the altiplano and windy habitats with sufficient precipitation, the hills of growing plants (around 60 cm tall) were moulded up, especially in the Central American region (Figure 3.4).",
          "table": []
        },
        {
          "text": "One part of the crop was harvested at the milky or waxy stage for immediate consumption after being baked or grilled. Unripe cobs were frequently stored in burned pits covered with a layer of soil. Cobs were also left on the plant within the protecting husks and picked later for immediate consumption (Győrffy et al. 1965). (Source: Weatherwax 1954)",
          "table": []
        }
      ]
    }
  ],
  "tables": []
}