{
  "meta": {
    "title": "No title found",
    "author": "No author found",
    "journal": "No journal found",
    "date": "No date found"
  },
  "paragraphs": [
    {
      "title": "Abstract",
      "div": [
        {
          "text": "The development of maize hybrids is the best model of effective breeding and agricultural progress. Many researchers and farsighted businessmen have contributed to this development, which required the attitude of \"nothing is impossible\" represented by American economists, but the vision of two persons was outstanding. Lester Pfister, a dropout schoolboy started with the revival of inbred lines of the maize variety Krug in 1922. In spite of being ridiculed for his paper bags tagged on the tassels of the flowering plants The first hybrid maize appeared due to Wallace, and occupied 1% of the maize growing area in Iowa State in 1933, whereas the area increased to 78% in 1943 and exceeded 90% in 1960. Nowadays, the whole maize production area of the USA is sown with single crosses and modified single crosses (Smith et al. 2004).",
          "table": []
        },
        {
          "text": "The development and state registration of new hybrids, and their testing, should precede their introduction to commercial practice. All those activities are based on scientific studies as well as the development of specific technologies for individual hybrids.",
          "table": []
        },
        {
          "text": "The Hungarian testing of plant varieties started in 1848 after the war of liberation. In 1853, the periodical Allgemeine Land-und Forstwirtschaftliche Zeitung reported the first results of experiments started in 1851. Several authors of the 19 th century called attention to the differences between crop varieties regarding their yield potential and to the necessity of comparing the varieties. Sándor Cserháti started experiments in 1888 with six varieties at 3 sites. That was, here in Hungary, the first experimental testing of varieties, which included also quality as a contribution to the value of crop.",
          "table": []
        },
        {
          "text": "The year 1901 was a turning point in agricultural experimentation, when the dream of Cserháti was realised and a network of agricultural experimentation was established. After a thorough preparation, the congress of the Committee of Plant Breeding of the Hungarian National Agricultural Association, in 1914, declared the necessity of testing and compulsory registration of crop varieties (Neszmélyi 2003). Baron Ghilliány, Minister of Agriculture, supported the idea and ordered the framing of regulations of the state registration and qualification of new and improved crop varieties in 1915. The National Institute of Agricultural Qualification -as a legal successor -has registered, since 1916, the entire crop varieties admitted in Hungary so far: 5057 varieties (Neszmélyi 2003). In Hungary, among the first states on the world, a centralised system of qualifying and legal protection of registered crop varieties was been established. Only the UK and Germany had earlier similar organisations. The productivity of varieties including hybrids increased gradually due to breeding work and techniques of adaptation (Johnson 1973, Pásztor 1981, Marton 1990, Szundy 1986, 1993). Growers are challenged with finding the best way of growing and exploiting the new hybrids (Kovács 1976). The recognition of possibilities of the particular growing site and climatic conditions is of prime importance in choosing the best hybrid available (Ángyán et al. 1982).",
          "table": []
        }
      ]
    },
    {
      "title": "Breeding",
      "div": [
        {
          "text": "According to calculations, the genetic potential expressed as mean yields grew, significantly, by one per cent per year (Németh 1977). Genetic progress and improved growing technology increased yields from 3.23 t/ha, in 1966-70 to 5.86 t/ha, in 1981-90, which means a yearly progress of 94/ kg/ha, or 2.6% (Németh 1978). For breeding alone a share of about one per cent seems to be acceptable, which proves the importance of careful agrotechnology. Breeding cannot become effective without a generally adopted suitable growing technology. Győrffy (1976) compared his own experimental results with those of Russell's. One of the experiments exhibited 147 kg/ha genetic advance per year, the other 123 kg/ha. During the same period, the advance was 57 kg/ha, in the USA. The cause of this difference was explained by the process of changing the hybrids, or more exactly the inbred lines, which required 40 years in the USA compared to 20 years in Hungary. According to Duvick (1984Duvick ( , 1992) ) genetic advance between 1930 and 1955 in the USA was 72 kg/ha/year and between 1955 and 1980, 112 kg/ha/year. Experiments performed with 47 hybrids revealed over 50 years an average of 92 kg/ha/year. Kálmán & Németh (1986) noted between 1965and 1975an increment of 160 kg/ha/year, and between 1976and 1985, 230 kg/ha/year. Kovács (1991) and Kovács & Szundy (1992) stated for the period of 1950-89, an advance of 131 kg/ha/year.",
          "table": []
        },
        {
          "text": "The general claim to new hybrids could be expressed by the practice for high yields not only in favourable seasons but also under average conditions; stable yields with high security are expected in every year (Németh 1978). The contribution of breeding to higher yields will continue also in the future, but its rate will diminish, of course.",
          "table": []
        },
        {
          "text": "Many authors from Hungary and other countries share the opinion that genetic factors are decisive. However, expert fertilisation, watering and up to date technologies are necessary to achieve the genetic potential in yield and quality of the hybrid (Balláné 1966, Sprague & Larson 1975, Wierenga et al. 1978, Szél 1980, Sárvári & Győri 1981, Johnson et al. 1984, Raymer et al. 1984, Debreczeniné 1985, Menyhért 1985, Parker et al. 1985, Győri 1987, Győrffy 1991, Berzsenyi 1993, Nagy 1993). Several authors (Újvárosi 1965, Akócsi 1976, Győrffy 1976, Czimber et al. 1978, Pásztor 1981, Berzsenyi 1979, 1993) proved that maize yields are highly dependent on the growing technology, especially on the population of weeds. Berzsenyi (1980) calculated that each 1% of weed cover subtracted 0.068 t/ha from the yield; Lőrincz et al. (1982) stated nearly the same, i.e. 0.073 t/ha.",
          "table": []
        },
        {
          "text": "In Hungary in 2006, the number of maize hybrids registered for general use was 360. The most important criteria of choosing the best adapted hybrid are: times of maturity, yield potential, yield stability, adaptability, planting density, drought tolerance, stem solidity, kernel moisture content and speed of drying; the profitability of production depends mainly on those characters. During the last seasons, for instance, high costs of drying the harvested crop represented a significant burden. Consequently, hybrids adapted for the particular growing site with faster drying rates have been recommended.",
          "table": []
        },
        {
          "text": "A correct choice of maize hybrid is one of the important decisions impacting on economic success. The possibilities of ecological variation (drought, medium or excessive precipitation) should be equally considered in order to achieve acceptable yields (Nagy & Huzsvai 2005).",
          "table": []
        }
      ]
    },
    {
      "title": "Time of maturity",
      "div": [
        {
          "text": "In Hungary, the optimal maturity group of maize hybrids is, according to the FAO code, between 240 and 500. To grow hybrids with higher FAO numbers represents an economically unjustifiable risk (Szieberth & Széll 1998).",
          "table": []
        }
      ]
    },
    {
      "title": "Yielding potential, yield stability and quality",
      "div": [
        {
          "text": "One of the most important criteria of utility is the yield potential. Under favourable conditions, the genetically coded yield potential of maize hybrids may attain 15-18 t/ha (Szieberth & Széll 1998). Nagy & Huzsvai (2005) sought to answer the question whether the preference of hybrids of medium time of maturity would it be an economically justifiable decision regarding yield. In Hungary, as a matter of fact, the majority of maize fields have been sown with hybrids of early maturity. What was the reason for this decision? The variation of yields over the 15-year-period may give us the key of that question (Figure 5.2). The variation of yield was high in the hybrids of the medium maturity group. Like yield, variation in income and profitability was also the highest. The yields of the early maturing group varied less, moreover in the very early maturity group, the variation was much less still;",
          "table": []
        },
        {
          "text": "however, the yields of the latter were one ton per hectare less than that of the medium maturity group. Taking into account yields and the variation of yields, the most reasonable decision would be to prefer the early (FAO 300) hybrids. Resistance and tolerance of maize to damage caused by pests and pathogens are also important properties. The grower is absolutely interested in this; therefore, resistant varieties and hybrids are of prime importance.",
          "table": []
        },
        {
          "text": "The stability of the stem is an important means to prevent stem breaking during the growing period as well as later, especially during a delayed harvest. The frequency of lodging of plants, stem breaking and the stability of the stem of the cob are important indices of value.",
          "table": []
        },
        {
          "text": "The main sources of yield losses emerging around harvest time are weaknesses of that type, which can only partially be compensated for (by regulating the revolution per minute of twin cylinders of the harvesting adapter and the forward speed of the engine, harmonising the functions, etc.) because strong mechanical forces are exerted on the plants. The appearance of the American corn beetle increased the interest concerning the position of the cobs on the plant. Larvae of the beetle aggravate the incidence of lodging, and the engine cannot pick the cobs near the soil. Cobs located higher on the stem are less likely to be left behind except on heavier lodged stems (Zsombik 2006). Stem stability is influenced also by nitrogen fertilisation, monoculture as well as by fungal disease (Fusarium).",
          "table": []
        }
      ]
    },
    {
      "title": "Dehydration, humidity of the kernels",
      "div": [
        {
          "text": "One of the largest costs of maize production is the dehydration of the fresh harvested kernels; therefore, the variable speed of the drying process is an important property of maize hybrids.",
          "table": []
        },
        {
          "text": "From this point of view, three categories are distinguished: quick, medium and low speed of drying. The longer the growing period of the hybrid, the higher is the content of humidity in its kernels and the risk of insufficient maturity (Nagy & Huzsvai 2005).",
          "table": []
        },
        {
          "text": "Ft/ha (Forgács 2005).  (Szieberth & Széll 1998). Drought tolerance is lower in some hybrids, which accumulated quickly large amounts of organic substances, and this is sometimes disadvantageous under dry continental climatic conditions.",
          "table": []
        }
      ]
    },
    {
      "title": "Ecological requirements",
      "div": [
        {
          "text": "The grower should know well the ecological conditions of the growing site, i.e. the properties of the soil, its quality, chemistry, content of nutrients, water retention, the distribution and amount of precipitation and expected variations in temperature. The information on natural conditions is decisive in calculating and planning a really profitable production strategy.",
          "table": []
        },
        {
          "text": "Hungary is located on the margin of the continental type temperate zone of the world which means that the summer is frequently rather dry. The yearly precipitation of the country has diminished by 50 mm/year during the last 100 years, which is very deleterious regarding the water requirement most cultivated plants. Moreover, the dry periods became longer and drought of seasons were experienced more frequently (Szász 1988). Droughts mean economic catastrophes in agronomy being a deleterious lack of water. The variable distribution of precipitation in time and space causes the drought in different parts of the region (Figure 5.4).",
          "table": []
        },
        {
          "text": "The supposed change in the climate tends to impair the chances of growing plants, mainly of those requiring more humidity. The majority of growing sites and seasons need more water than is secured by natural precipitation. Generally, the balance of water management is negative in the region.  The price of seed increased significantly during recent years (10 000-25 000 Ft/ha). It is a matter of consideration to decide between the high yielding, drought tolerant and easy drying Hungarian hybrids with largely cheaper price and similar hybrids from other countries with much more expensive prices.",
          "table": []
        },
        {
          "text": "The continuously changing economic as well as ecological conditions suggest the need to adopt cost-saving technologies which do not endanger the profitability of maize production but rather improve it. The elements of the solution are: securing a stable yield (suitable varieties, reducing the moisture content at harvest, increasing the stability of stalks (corn beetle), stimulating the regenerability of roots, increasing drought tolerance and disease resistance, realisation of the list of recommendations and improved agrotechniques, etc.); moderation of the costs of production (seed, fertilisers, drying); increasing yield through the useof precision technology; maintaining the fertility of soil by means of tillage; observing the principle of crop rotation; agronomic realisation of the particular qualities of the given soil;",
          "table": []
        },
        {
          "text": "improving the role of animal husbandry; preferring possibilities of Hungarian utilisation;",
          "table": []
        },
        {
          "text": "speeding up the intervention purchasing system (Nagy 2006).",
          "table": []
        },
        {
          "text": "According to scientific results and practical experiences, it is beyond doubt that the maize hybrids of the FAO 300 maturity group are optimal for the territory of the Hungarian state.",
          "table": []
        },
        {
          "text": "The moderately high yield is combined with moderate yield variation and low drying costs, and this is the basis of continuously high profitability (Nagy & Huzsvai 2005). Growing 2-3 hybrids of different genotypes can reduce the risk of production further. As an example,",
          "table": []
        }
      ]
    },
    {
      "title": "Gene technology, coexistence",
      "div": [
        {
          "text": "Genetically modified (GM) plants have been produced using of gene technology. They carry genes of the same or of other species or synthesised ones (1-5 genes). Thus the transgenic plants incorporate the alien genes in their nuclear set of DNA, where the respective genes are acting and multiply themselves. A typical example of a GM plant is the corn borer resistant maize containing the bacterial gene producing the toxin that kills the larvae of the moth. For the growers, the breeding of GM maize offers an alternative. European consumers are afraid at the moment of GM varieties. It is surmised that the toxin, killing larvae, may damage or cause undesirable effects on the consumer by passing through the animal products fed with the GM maize. Until now, no reliable evidence this has been produced by experimental approach.",
          "table": []
        },
        {
          "text": "At present, as many as 8.25 million growers produce GM plants on about 81 million hectares. In Rumania in 2004, herbicide tolerant soybeans were grown on 70 000 hectares, which represented 58% of the whole soybean area. In Spain, insect-resistant maize has been grown since 1998 and occupies 58000 hectares (Beltane 2005).",
          "table": []
        },
        {
          "text": "In the EU, relevant legislation was enacted during the early 1990s. As for GMOs, a specific regulation has been introduced for protecting the health of the population and for environmental protection. At the same time, a uniform system of requirements has been developed for the marketing of biotechnological products. The first legal rule appeared in 1990 (90/220/EGK directive), which regulated the release of GMOs into the open environment. The directive introduced a procedure for the preliminary authorisation of GMOs. It specified an environmental study of the impact expected by the release of the particular GMO. The petitioner is obliged to present a detailed study containing information concerning the impact on the environment and the measures to be taken for the sake of security, together with suggestions for the necessary instructions for the user and labelling of the products. Actually in the EU, the labelling is compulsory if the product contains more than 0.9% GM components.",
          "table": []
        },
        {
          "text": "One of the escapes from the difficulties of our days is the growing of transgenic maize plants, which resist the corn borer and the corn beetle. Another line of that type of breeding is the development of plants resistant to particular herbicides, which also will improve the chances of profitable maize production (Dudics 2006).",
          "table": []
        },
        {
          "text": "Up to date agronomy cannot dispense with the control of weeds. A considerable proportion of crop losses are due to weeds, about 35-60%. A \"total\" herbicide killing all kind of plants, being effective and dissolving to non-poisonous natural compounds, (glyphosate), could not be applied to a field of cultivated plants until resistant plants could be produced. The gene coding resistance to that herbicide by neutralisation of the active ingredient has been transferred from resistant plants and/or from bacteria to cultivated plants. Its use has stimulated the application of glyphosate, but reduced significantly the use of many other, more noxious compounds, thus the load of chemicals on agriculture has been reduced from several kilograms to grams per hectare. The chemical load due to the use of pesticides is even higher. In the USA, the spread of insect-resistant maize (which attained about 20% of the area) reduced the use of pesticides during the last five years by 1000 tons (Balázs 2006).",
          "table": []
        },
        {
          "text": "In the EU, 16 GM maize varieties have been introduced. They are allowed to be grown in the member states except in those countries which have refused their introduction, i.e. it is temporarily prohibited to grow GM maize in Hungary since 2006. The regulation refers to bill 556/2003 of the EU. The main points are:",
          "table": []
        },
        {
          "text": "-It is a matter of decision on the national level because of the local competence and knowledge of the particular conditions (principle of subsidiarity).",
          "table": []
        },
        {
          "text": "-The possibility of coexistence should be guaranteed among the growers of GM varieties and of the growers of traditional varieties.",
          "table": []
        },
        {
          "text": "-The growing system of the new (GM) varieties has to be adapted to the traditional growing system (using non-GM varieties), or to the conditions of fitting in (Bódi 2006).",
          "table": []
        },
        {
          "text": "In the EU, the production of GM plant varieties has been introduced and it is expected that also hybrids of MON 810 type hybrids will be grown in the future. Therefore, the Parliament has to accept the law of coexistence which guarantees the safe simultaneous cultivation of GM and non-GM varieties (Heszky 2005).",
          "table": []
        },
        {
          "text": "The coexistence of GM and traditional varieties in breeding, seed production as well as commercial production according to the rules and requirements of the EU, which are dealing with the traditional integrated and bio growing systems. The bio system excludes any contamination with GMOs.",
          "table": []
        },
        {
          "text": "The EU directive stated that any form of production cannot be excluded, neither the GMO nor the traditional production systems, also the bio (ecological) system cannot be excluded.",
          "table": []
        },
        {
          "text": "The EU keeps to the idea that the growers should be free to choose according to their conviction to grow GM or non-GM (traditional) maize varieties, just as bio-products or traditional ones among the foods.",
          "table": []
        },
        {
          "text": "The rules of the EU as well as their Hungarian adaptations and bills proposed in 2006 rigorously prescribe the compulsory registration of the \"owner\" of the variety and of the potential users of GM varieties. The vendor is obliged to declare the volume of seed intended to be sold, the area where the variety will be grown and to put bail for any casual outcrossing, or to cover the costs related to its control or supervision. The grower who intends to grow GM varieties must observe the rules of spatial isolation in order to prevent spontaneous crosses between the neighbouring maize varieties. He must negotiate with other maize growers of the region, reaching agreement with them concerning the placement of maize fields. Also the grower is obliged to put bail aiming to control casual outcrossing. The rule is based on the principle that everybody is authorised to grow GM varieties on the condition of avoiding damage to the neighbours' crops. The agreement between the growers is expected to be initiated by the grower of the GM variety.",
          "table": []
        },
        {
          "text": "New laws are due in Hungary as soon as possible in order to give the participants of the market the opportunity to adapt themselves to the appearance and safe production of pestresistant as well as weed-resistant GM maize varieties. A bill is to be forwarded with the intention of securing a safe maize production system for all growers -in spite of the abovementioned general and special impediments. A special problem is created by the fact that the European market is afraid of GMOs from the point of view of human and veterinary hygiene.",
          "table": []
        },
        {
          "text": "As a consequence, the sale of GM maize in Europe is seriously impaired, and also in the USA, there are unsold volumes.",
          "table": []
        },
        {
          "text": "According to the present results and experiences, no unequivocal conclusions can be drawn related to the costs and profitability of maize production using traditional or GM varieties. It is possible that GM maize tolerant to the total herbicide reduces the costs of weed control.",
          "table": []
        },
        {
          "text": "However, the necessity of large isolation-distances prescribed to avoid escapes of the transgene and difficulties of sale will reduce the profitability significantly.",
          "table": []
        },
        {
          "text": "The situation is much easier with self-pollinating crop species, e.g. soybeans, where the physical blending of seeds is the sole concern, and which can occur during the handling of seed at harvest, transport and processing. Moreover, 70% of soya grown worldwide is already GM, which is imported also into Hungary. While the present market relations exist, and the rules and practice of co-existent production between traditional and GM varieties are not accepted, we must take care to prevent all kind of unconscious contamination of the crop with GM genes. Hungarian growers should be absolutely responsible in buying seed from reliable, well known dealers who can guarantee the quality and traceability of the seed. That field of science and production has developed with much more rapidly than legal regulation could keep pace with. The respective ethical principles are still hardly formulated. The relevant decisions are difficult because ecologists, agronomists, food science experts, economists and even those in other fields of science are involved in finding an optimal solution regarding the strategy to be followed for the sake of our safe common future. Conflict between growers and consumers should be avoided and promising technologies should not be condemned before their advantages and dangers can be clearly defined.",
          "table": []
        },
        {
          "text": "Within the EU, Spain and Portugal are considered as \"contaminated with GMOs\". One of the signs which supports that statement is the appearance of seed companies in Hungary searching for uncontaminated areas for producing traditional hybrid seed, as their former sites in the above mentioned countries are not safe from GM maize varieties. Two alternative ways are offered to Hungary: to produce either high yielding GM maize with cheap technology and minimum load of chemicals (herbicides and pesticides) or to conserve the traditional varieties exempt from GMOs, and produce maize (hybrid) seed with traditional technologies and extra profit.",
          "table": []
        },
        {
          "text": "There are experts arguing that the importance of the better saleability of the traditional Hungarian non-GM maize means that it should be preferred to GM-maize. The advantages of the latter are not unequivocal for the Hungarian growers. The export market in Europe and outside of Europe for consumption as well as for hybrid seed is also a profitable target, which excludes the presence of GM maize. According to recent appraisals, two-thirds or threequarters of EU consumers are rejecting food containing GMOs. The lifting of restrictions valid at the moment would most likely not change the present situation: the resistance of consumers to GMOs will remain significant. Growers in the countries rejecting GMO technology and plants, e.g. Hungarian growers, could suffer economic drawbacks if they choose the GMO alternative. However, the introduction of resistance to the corn-beetle may change the situation radically, as its admission has been proposed in the EU recently. Growers who are concerned with phytosanitary problems which are difficult to solve using current technologies eagerly desire GM maize varieties.",
          "table": []
        },
        {
          "text": "The main problem of transgenic plants, such as GM-maize, is that alien genes are intended to protect the plants from pathogens and pests, moreover, from herbicides. The original target was to reduce the chemical load of fungicides, pesticides and/or herbicides in the production.",
          "table": []
        },
        {
          "text": "Recent experiences, however, do not justify that contention; the use of GM maize did not increase yields and did not reduce the use of herbicides significantly. The resistance to pests represents a much greater advance. However, it is questionable whether the use of total herbides in the technology of herbicide resistant GM maize represents progress towards a clean environment.",
          "table": []
        },
        {
          "text": "The circulation of GM-maize needs to answer further key questions, e.g. field experiments would be able to clarify a couple of open questions An EU directive of 2001 declared that the risk should be studied at the location where the production will start because the flora and fauna as well as the soil conditions are everywhere unique and influence the results of production. Until now, experiments of this type still have not taken place in Hungary at a sufficient scale. Independent investigations are scarcely possible; the thorough tests with GM plants are hampered even by the biotechnological enterprises themselves. Seed companies offering seed of GM varieties are exposed to sharp criticism for that reason. They refuse any co-operation with impartial scientists; indeed; they want to block their activities.",
          "table": []
        },
        {
          "text": "In contrast to the crops utilised to make food, where the gene technology is a source of controversy, the manufacturing of bio-ethanol or the establishment of energy plantations needs a different judgement because the competitiveness of the agriculture cannot renounce any technical means in order to reduce the costs of production. GM maize with a modified biosynthetic pathway of carbohydrates can facilitate the easier production of bio-ethanol compared to traditional maize.",
          "table": []
        },
        {
          "text": "The seed trade of GM maize may cause far-reaching trouble in maize marketing unless the supply of appropriate information is obliged to be associated with the sale. All that is indispensable before the appearance and coming into force of the order \"on the production of GM plants and traditional varieties grown next to each other\", because the Minister of Agriculture and Regional Development prohibited on 20 January 2005 the seed import, multiplication, use and sale of GM maize on the territory of the Hungarian state. All paragraphs of the regulation are mandatory on all growers, who ought to realise the necessity of handling separately traditional and GM maize without risking any kind of blending and crossing between the two types, up to the intervention-stores. According to our up to date information (2006), neither processing enterprises (mills, iso-sugar factories) nor fodder factories and storekeepers have admitted to purchasing GM maize.",
          "table": []
        }
      ]
    }
  ],
  "tables": [
    "{\"title\": \"Characterisation of the maturity groups of maize hybrids\", \"head\": [\"Maturity group\", \"Length of growing season (days)\", \"FAO-code\", \"HU °C\"], \"value\": [[\"Super early\", \"95-105\", \"100-199\", \"916-972\"], [\"Very early\", \"132-147\", \"200-299\", \"1028-1088\"], [\"Early\", \"134-160\", \"300-399\", \"1138-1194\"], [\"Medium\", \"138-165\", \"400-499\", \"1250-1305\"], [\"Late\", \"143-175\", \"500-599\", \"1361-1417\"], [\"Very late\", \"151-179\", \"600-699\", \"1472-1528\"], [\"Source: Antal et al. 2005\", \"\", \"\", \"\"], [\"At the Látókép Experimental Station of the Centre of Agricultural and Technical Sciences\"], [\"of the University of Debrecen, on chernozem soil, a multifactorial field experiment included\"], [\"with more than 200 maize hybrids, representing the range of varieties being grown in\"]]}",
    "{\"title\": \"2 -The decisive role of the cost of drying in determining profitability\", \"head\": [\"Humidity of kernels at harvest time (%)\", \"Costs\"], \"value\": [[\"24\", \"30000 Ft/ha\"], [\"\", \"(2500 kg maize kernels)\"], [\"18\", \"12000 Ft/ha\"], [\"\", \"(1000 kg maize kernels)\"], [\"lower humidity by 6%\", \"less costs by 18000 Ft/ha\"], [\"at harvest\", \"due to less drying costs\"], [\"Source: Forgács 1999\", \"\"], [\"Kernels of some hybrids lose water at a slow rate as long 25% was achieved, subsequently\"], [\"the rate of drying increases. The drying process of other hybrids slows down after having\"], [\"attained values below 20% and almost stops\", \"\"]]}",
    "{\"title\": \"\", \"head\": [\"\", \".3 -Main statistical parameters of maize hybrids (t/ha)\", \"\"], \"value\": [[\"Treatment\", \"Parameter\", \"A\", \"B\", \"C\", \"Together\"], [\"Non irrigated\", \"mean\", \"6.863\", \"6.580\", \"7.181\", \"6.875\"], [\"\", \"min.\", \"1.200\", \"0.000\", \"1.219\", \"0.000\"], [\"\", \"max.\", \"13.610\", \"12.720\", \"13.850\", \"13.850\"], [\"\", \"variance\", \"2.986\", \"2.424\", \"3.127\", \"2.871\"], [\"Irrigated\", \"mean\", \"9.830\", \"9.677\", \"10.415\", \"9.974\"], [\"\", \"min.\", \"2.106\", \"1.998\", \"2.051\", \"1.998\"], [\"\", \"max.\", \"15.000\", \"13.997\", \"15.580\", \"15.580\"], [\"\", \"variance\", \"2.879\", \"2.603\", \"3.084\", \"2.878\"], [\"Together\", \"mean\", \"8.346\", \"8.129\", \"8.798\", \"8.424\"], [\"\", \"min.\", \"1.200\", \"0.000\", \"1.219\", \"0.000\"], [\"\", \"max.\", \"15.000\", \"13.997\", \"15.580\", \"15.580\"], [\"\", \"variance\", \"3.285\", \"2.951\", \"3.499\", \"3.265\"], [\"Source: Drimba & Nagy 1997\", \"\", \"\", \"\", \"\"]]}",
    "{\"title\": \"4 -Problems caused by (either biological or physical) gene flow and their solution as appearing in the technological steps of plant production branch and secured by the law of coexistence\", \"head\": [\"Technology\", \"Gene flow\", \"Solutions securing coexistence\"], \"value\": [[\"\", \"biological\", \"physical\", \"\"], [\"Plant breeding\", \"+\", \"+\", \"building up parallel systems\"], [\"Seed production (maize)\", \"\", \"\", \"\"], [\"maintenance of lines\", \"+\", \"+\", \"\"], [\"multiplication of lines\", \"+\", \"+\", \"building up parallel systems\"], [\"hybrid seed production (F1)\", \"+\", \"+\", \"\"], [\"Maize production as a commodity\", \"\", \"\", \"agreement of growers\"], [\"sowing\", \"-\", \"+\", \"use of separate machines\"], [\"blooming\", \"+\", \"-\", \"isolation\"], [\"harvesting\", \"-\", \"+\", \"use of separate machines\"], [\"crop rotation (stubble plants)\", \"+\", \"-\", \"agreement of growers\"], [\"agrotechniques (stubble plants)\", \"+\", \"-\", \"observing the rules of technology\"], [\"Handling/post harvest\", \"\", \"\", \"\"], [\"transport\", \"-\", \"+\", \"\"], [\"drying and storing\", \"-\", \"+\", \"building up parallel systems\"], [\"cleaning\", \"-\", \"+\", \"\"], [\"packing\", \"-\", \"+\", \"\"], [\"Trade\", \"\", \"\", \"labelling\"], [\"Source: Heszky 2004\", \"\", \"\", \"\"]]}"
  ]
}