{
  "meta": {
    "title": "No title found",
    "author": "No author found",
    "journal": "No journal found",
    "date": "No date found"
  },
  "paragraphs": [
    {
      "title": "Abstract",
      "div": [
        {
          "text": "The seed contains all heritable properties of the variety as well as of the hybrid, which received somewhat different properties from its maternal and paternal parents. (The manifestation of those properties depends, however, on environmental influences.) Among the fundamental conditions of successful production, the seed for sowing of top quality is the first. The quality of seed, i.e. its value in production, is a combination of a couple of properties. Seed science is a practical profession, which endeavours to accurately determine by means of scientific procedures the properties relevant to the value of the seed.",
          "table": []
        },
        {
          "text": "Conditions and the compulsory parameters of seed qualification are prescribed by legal regulations. The proper methods are defined by standards. Law 52/2003 and its enacting clause conform entirely to the rules of the EU, OECD and ISTA. The function of supervision is decided by the authorities -within the OECD -the National Institute of Qualifying Agricultural Products performs this function. This regulation applies to all participants in the production of agricultural commodities and seed.",
          "table": []
        },
        {
          "text": "In Hungary, the qualified seed of all cultivated plant species and varieties registered on the National List as well as in the Common List are allowed to be multiplied, put into circulation and used for producing commodities. The results of seed certification are documented in an official certificate. The basic condition of circulating seed is the seed certification, which comprises: certificate of origin, document of field supervision (MSZ 6354-2:2001), sampling, laboratory tests, leaden seal, identification of variety by cultivation and the certificate of quality.",
          "table": []
        }
      ]
    },
    {
      "title": "The quality of seed",
      "div": [
        {
          "text": "There are different classes of seed, which are recognised by the International Crop Improvement Association, and which ought to be indicated on a hanging label:",
          "table": []
        },
        {
          "text": "superelite (pre-basic or breeder seed), SE, white label with purple stripes, elite (basic or foundation seed), E, white label, first multiplication of registered seed (1 st generation), blue label, second multiplication of registered seed (2 nd generation), red label, commercial certified seed, brown label, seed mixture, green label, semi-processed or not finally qualified seed, grey Label.",
          "table": []
        },
        {
          "text": "The multiplication of seed is a responsible task because the conservation of its biological qualities is on the stake. Therefore the relevant legal regulations and their enacting clauses determine the circle of participants, their competences and duties. Natural persons as well as organisations are attached to a crop variety, the breeder and the maintainer of the variety.",
          "table": []
        },
        {
          "text": "The seed-producers, seed processors, certifiers and those who put the seed into circulation are either natural persons, legal persons, or corporate bodies, and all of them could function as: seed growers, seed processors, seed dealers, seed packers or seed owners (Fejes 2004).",
          "table": []
        },
        {
          "text": "In the process of seed-certification, the leaden seal is the last step in the cleaning and certification of seed (MSZ 7145:1999). In Hungary, seed is circulated with a leaden seal only (Ertseyné 2004). The falsification of agricultural products contravenes Law 46 (XLVI) / 1985, which prescribes that the seller of seed is obliged to inform the buyer about the variety, the site of origin, cleanness and its germination percentage. For more than 100 years, no significant changes have occurred in those regulations regarding their basic principles (Ertseyné & Rupányi 1994, Kuroli 1994, Kralovánszky 2000).",
          "table": []
        },
        {
          "text": "If grown under adverse environmental conditions, the quality of seed often cannot come up to the expectations of the prescribed quality, therefore, the growers may apply for a special authorisation to sell seed which did not meet but only approached the required value in one of the properties. Those are seeds certified by agreement. Law regulates the respective procedure. The user of those seeds must be informed about the authorisation, and this fact has to be declared on every associated document and on the packaging of the seed. Among the parameters are the identity of the variety and the genetic purity, which have been checked by field supervision on the spot. The leaden seal indicates the certified seed as its purity, i.e. the species identity, being free of alien seed, its germinative ability, vigour, moisture content, and depending on species its classification or other special marked properties. The seed acquired for sowing ought to be accompanied by a brief of the certificate, in an entire, undamaged sack labelled and closed with the original leaden seal and verified with the bill (Rosta 1978, Szabó 1981, Ertseyné 1997, Rátkai 2001).",
          "table": []
        }
      ]
    },
    {
      "title": "Importance of maize seed production",
      "div": [
        {
          "text": "In the USA, the first hybrid maize appeared in the early 1920s (Menyhért, 1985) and a significant increase in the use of hybrids in production ensued during the late 1930s. At that time, seed production for sowing gradually became an industry independent from production of the commodity.",
          "table": []
        },
        {
          "text": "In Hungary, the first maize hybrid Mv 1 was grown after 1952 on a restricted area, and its breeder was Endre Pap. It was registered only in 1956, but at that time no experience of large-scale seed drying practice existed in Hungary. In the usual seed driers, the maize kernels largely lost their germinative ability due to the high temperatures used. At   6.1). The maize seed growing area diminished substantially in the 1990s, whereas the mean yields increased dramatically (Figure 6.2). In order to increase the reliabity of seed production, the industry has been transferred to irrigated fields. The most critical climatic risk of the seed production is atmospheric drought.  As a mean of 11 years (1990)(1991)(1992)(1993)(1994)(1995)(1996)(1997)(1998)(1999)(2000) 32 258 tons (40%) of seed were sown in Hungary, 49 786 tons (60%) were sealed for export. As the mean of the 11 years, 74 286 tons of seeds filled four million sacks of 18.6 kg capacity (70 000 kernels per sack). The value of this volume is estimated at consumer's prices to amount 60 milliard Forints (Bódis 2001).",
          "table": []
        },
        {
          "text": "The decline of the European seed growing area will reach about 11.000 ha (-11%), which means, in 2006/07, less than 85.000 ha, in France (-13%) and in Hungary (-20%).",
          "table": []
        }
      ]
    },
    {
      "title": "Peculiarities of seed production",
      "div": [
        {
          "text": "The maize growing regions of the Hungarian state are suitable for producing hybrid seed with few exceptions. The Cisdanubian area is even better than the Great Plain; however, the possibilities of irrigation are greater on the Great Plain. The soil conditions and the state of cultivation (compaction, nutrients and water management and weed population) are much more important in seed production because the seed producing inbred lines are more susceptible than the vigorous hybrids. The main criteria for selecting farms for that purpose are large plots (for spatial isolation) and correct technical equipment.",
          "table": []
        },
        {
          "text": "Optimal conditions are the profusely branching tassels of the male parental line and the prolonged time of pollen release. On the other hand, the procedure of detasseling, i.e. heading of the female parental line, is aggravated by tassels which start to release pollen before they have completely emerged from the leaf sheaths. The stigmata are threatened by warm and dry weather by being withheld by the husks. Another risk is insufficient water (lack of precipitation, too high planting density) or damage due to herbicides, when the stigmata may appear 4-5 days later than usual. It is advantageous when the stigmata remain active for a longer period until the pollen is released.",
          "table": []
        },
        {
          "text": "The form and size of the kernel are decisive in efficient processing, screening and fractionating. The susceptibility of the kernels is also related to their form and size (small flat, large flat, medium size round, large round) being exposed to physical adversities.",
          "table": []
        },
        {
          "text": "In seed production, it is preferable to have as few tillers as possible, especially on the female parents. The occasional tillers ought to be removed because their tassels may cause self pollination on the female plants.",
          "table": []
        },
        {
          "text": "During vegetative development, the water requirement of plants increases continuously.",
          "table": []
        },
        {
          "text": "Under the climatic conditions of Hungary, this period of the year is often threatened by lack of precipitation and hot days, which could be compensated by irrigation reasonably.",
          "table": []
        },
        {
          "text": "The basic condition of successful fertilisation is the synchronous release of pollen of the male parental line and the appearance of stigmata of the female parental line. The stigmata dry out relatively soon after being exposed and fertilised and, subsequently, 7-10 days later, the young kernels become visible as small globular bodies with a liquid content. The following phases of their development are designated as milky and waxy phases. The last sign of accumulation of organic substances in the kernel is the appearance of the black streak (Izsáki & Lázár 2004).",
          "table": []
        },
        {
          "text": "In harvesting the seed maize, saving on drying costs should not be considered as a primary component of decisions. At a moisture content of 18-20%, the shack and crack of kernels cause considerable losses. Therefore, the harvest ought to be started at a higher moisture content, depending on genotypes, at around 25-35% moisture content of kernels.",
          "table": []
        }
      ]
    },
    {
      "title": "Methods of maintaining the identity of varieties",
      "div": [
        {
          "text": "In the case of maize, the task of maintaining the identity of varieties was essentially the unaltered conservation of the inbred parental lines of the hybrids. Related to those, the multiplication of the seed in four steps (A, B, C, D) is involved. The maintenance and increasing of the inbred lines, the A and B steps, are assigned to the breeder's nursery. There, the non-desired or off plants are eliminated, i.e. negative selection. Considering the expected amount of seed, several plants are isolated, individually, with paper bags. The C step is already an increase of the basic material. This phase is performed on farms by contractors. For the sake of genetic purity the standard (MSZ 6353:1998) prescribes at least 400 m spatial isolation of the plots. The security is increased in the C step if forests isolate the plots too, where the trees may screen alien pollen carried by the wind. The handicap of the forest is the risk of damage caused by game, which means additional costs. The seed processing plants of the enterprises already processes the seed produced in the C step. The seed is passed under leaden seals to the own seed growing fields of the company or to contracting farms producing the F1 hybrid seed (Fejes 2004). According to actual needs, the D step of increasing the parental lines also ought to be isolated spatially. It is important that the inbred line should not be grown in spatial isolation alone though two generations, at most.",
          "table": []
        },
        {
          "text": "Under identical growing conditions, depending on the type of the planned crosses, the volume of seed needed under leaden seal, the costs of the hybrid seed is determined by the costs of the earlier steps of increasing.",
          "table": []
        },
        {
          "text": "The most important types of crosses are presented the in Figure 6.3. During the last ten years, state registration of modified hybrids has been cancelled according to the directives of the UPOV. As far as, the sister lines are distinct, the earlier MSC must be registered as DC.",
          "table": []
        },
        {
          "text": "Cytoplasmic male sterility in maize was recognised during the 1930s. In hybrid seed production, T (Texas) type cytoplasm of male sterility has been used over a long period at up to 80% frequency. The deleterious appearance of the \"T\" race of the leaf blight pathogen, Helminthosporium maydis T caused immense losses in the hybrid populations based on female parents with the Texas cytoplasm across the USA, therefore, alternative breeding lines have been preferred. Meanwhile, plant pathologists admonished seed producers to avoid the use the T cytoplasm or in general genetic uniformity in crop breeding. In Hungary, maize seed production on male sterile basis has been reduced to a minimum. At present, male sterile analogue lines on \"C\" and \"S\" cytoplasm are being studied as means of reducing costs of hybrid seed production (Figure 6.4). The technology of seed production in maize comprises two phases:",
          "table": []
        },
        {
          "text": "General technology deals with the main procedures of growing and processing independently from the different types of hybrids.",
          "table": []
        }
      ]
    },
    {
      "title": "Special technology deals with individual peculiarities of the respective hybrids:",
      "div": [
        {
          "text": "For each parental line, optimal planting density as well as the number of germs per metre of row is recommended. Arrangement of rows indicates the quantitative relationship and placement of the female and male parents in the field. Under the chapter of sowing, the optimal depth and the eventually recommended time sequence of sowing the parental lines is given. For example: first the female, then the male line should be sown. In order to prevent damage due to herbicides, the special susceptibility of the respective parental lines is indicated. Suggestions are given also on the expected date of performing detasseling or heading on the female parent. Optimal dates of harvest are adjusted to the water content of the ripening kernels. The suggested optimum is at about 35-40% humidity.",
          "table": []
        },
        {
          "text": "Selection of the growing site and the distance of spatial isolation are indicated. The soil is a decisive condition of successful seed production. The adaptability of maize to different soil conditions is considerable. However, adequate yields are expected under favourable conditions only, if the soil is well provided with nutrients, sound water management and free of weeds. As the inbred lines or parental single crosses are much more susceptible to soil conditions, the soils assigned to seed production ought to be much better than those used for fodder maize. The best soils of the respective farms are recommended for that purpose. The presence of perennial weeds, such as Johnson grass, bindweed, corn-thistle, abutilon, burweed is considered prohibitive, because their chemical control would very likely heavily damage the maize plants (Széll 1994).",
          "table": []
        },
        {
          "text": "The genetic purity of the parental lines or SCs is an important precondition of a safe pollination of the maternal population with the pollen of the paternal one. Hybrid seed production ought to be absolutely isolated from any other maize fields according to the standard MSZ 6353: 1998, which prescribed a minimum of 200 m distance for \"varieties, inbred lines, which are intended to be crossed\". According to this standard, forest strip or any other natural barrier cannot reduce the minimum distance required. Insufficient isolation verified by the Institute of Agricultural Qualification (OMMI) may result to the partial or total preclusion of the crop from its certification as seed for sowing.",
          "table": []
        },
        {
          "text": "The choice of the fields for seed production has to take into account the neighbouring maize producing farms or homesteads (including also other seed growing maize fields). The legal regulation (CXXXI/1996) dealing with the state registration and multiplication (by seeds and vegetative parts of agricultural and horticultural plants) permitted the establishment of closed districts for seed production.",
          "table": []
        },
        {
          "text": "The preceding crop and crop rotation is taken into account in spite of the fact that maize is grown on the same field year after year without any deleterious consequences. However, the resistant weeds and the American corn beetle impair maize production: Therefore, it is advisable to grow maize on the same field at most over three successive years only.",
          "table": []
        },
        {
          "text": "Maize is not particularly susceptible to the preceding crop, but a better yield is promised if the previous crop was harvested earlier rather than later. This rule is more accentuated in the case of seed production because the parental lines or SCs of the double cross are always less vigorous than their hybrids. Moreover, the chance of volunteer maize plants appearing in the stubble suggests that maize is not a suitable previous crop. Sunflower and sugar beet are not recommended either. After sugar beets, the soil may become compacted and the maize consequently grows slowly, the leaves are purplish and seed yield diminishes. The best preceding crops are pea, colza, potato, snap bean, broad-bean, red pepper and cereals (Pásztor 1988, Rátkai 1992).",
          "table": []
        }
      ]
    },
    {
      "title": "Preparation of the soil (Tillage)",
      "div": [
        {
          "text": "The field destined to grow seed maize ought to be ploughed in the autumn. This step is needed to weaken the rhizomes of perennial weeds. Spring tillage is not recommended for that purpose. Loosening of the subsoil, in order to improve water management, used to be beneficial.",
          "table": []
        },
        {
          "text": "Pea and any kind of spring fodder as well as cereals of the previous year are harvested in early summer; therefore the stubble is turned in by disc tiller and closed by Cambridge-roller at the right time. The main purpose is the conservation of the soil water, to stimulate sprouting of weeds and stimulate soil life. The soil surface should be level preferably after ploughing in order to facilitate finishing of the seedbed in the spring. In early spring, after freezing, the use of a smoothening board or a shallow tillage plus roller is recommended. The adequate seedbed is an important condition of a uniform plant population and of effective chemical weed control. The adequate machines are the combinator, field cultivator or harrow. The disc tiller is not an adequate tool. The machines could be combined in order to reduce the number of impacts, conserving soil water and treading.",
          "table": []
        }
      ]
    },
    {
      "title": "Nutrition",
      "div": [
        {
          "text": "The uptake of nutrients is weaker in the case of inbred parental lines than in the vigorous hybrids. Therefore, special care ought to be taken over the supply of nutrients. Light, sandy soils with low organic matter content as well as alkaline, eroded or precipitous soils are excluded from seed production. Phosphorus and potassium feed the soil, whereas nitrogen feeds the plant. The doses of P and K necessary are calculated on the basis of soil analysis; the dose of N is determined by the respective plant to be fed. Supposing a soil with average level of nutrients, the recommended doses are N: 160-200 kg/ha, P2O5: 120-160 kg/ha, K2O: 180-200 kg/ha. For a more fertile soil, the indicated doses of N, P2O5 and K2O could be reduced (Izsáki & Lázár 2004).",
          "table": []
        }
      ]
    },
    {
      "title": "Planting",
      "div": [
        {
          "text": "By the technical procedure of planting, an optimal plant density, i.e. a set number of plants per unit area ought to be aimed for. Moreover, every plant should enjoy equal chances to grow in order to obtain a homogenous stand. The even distribution of seeds at the same depth and the same distance from each other is therefore a decisive factor which deserves much attention. The most developed planting machines available are needed for that purpose.",
          "table": []
        },
        {
          "text": "As a general principle, planting should start not on a set date but when the soil has warmed up permanently beyond 10 o C. The inbred lines are always much more sensitive than hybrids to any adversities including lower than optimal temperature. Lines known as being poor in germinating ability should not planted in Hungary earlier than 25 April.",
          "table": []
        },
        {
          "text": "The depth of planting is determined by the size of the kernel and the germinating dynamics of the respective inbred or the below the soil surface. Planting deeper than that, especially during cold weather, may delay emergence. Larger kernels of the same genotype may better tolerate a deeper planting. If fractional planting is aimed for the purpose of synchronising flowering, the second phase will ensue between the middle and end of May. At that date, the water content of the soil ought to be considered mainly as for the optimal depth. Then, the soil still should be essentially clean from weeds. The planting machine should break up the capped surface of the compact soil. A fine soil structure and even planting depth are conditions regular emergence, development, flowering and ripening (Széll 1994).",
          "table": []
        },
        {
          "text": "The right ratio of the populations of parental lines is needed to achieve perfect pollination.",
          "table": []
        },
        {
          "text": "Excessive number of female rows related to the male (pollinator) rows diminishes the number of kernels set per female plant. Effective pollination is impaired gradually if the four female rows between two male rows are increased to six or eight, regardless of the distance of individual plants from the pollen source. Hybrid seed yield per area could be increased further by eliminating the male parent entirely (zero male rate) or by irrigating, furthermore by considering the flowering time of the parents is different, planting of the earlier flowering parent ought to be delayed, i.e. a split planting is recommended. More reliable pollination could be achieved also by lengthening the period of pollen release, which requires a repeated planting of the male parent fraction. Details of the technology of a particular hybrid are prescribed exactly; therefore, the recommendations regarding planting times ought to be observed strictly. Meteorological factors may alter the development of the parental lines to different degrees, which has been considered also in the protocol of seeding times.",
          "table": []
        },
        {
          "text": "The choice of an optimal planting density, i.e. the number of plants per hectare, requires more care in (hybrid) seed production. The correlation between plant population and yield is only one component of taking a decision. A higher density may impair the possibility of recognising off type plants, which ought to be eliminated before flowering. Important quality parameters, such as the size and form of kernels, are altered also by the population density of the stand and may devalue the crop.",
          "table": []
        }
      ]
    },
    {
      "title": "Phytotechniques, phytosanitation (Cultural practices)",
      "div": [
        {
          "text": "Seed production requires more attention than production of maize as a commodity. More careful cultural practices and health care of the plant population are necessary. Any loss caused by diseases or pests is economically much greater than otherwise. The choice of fungicides and pesticides, the way and time of their distribution, the physical state of the soil, the developmental stage of the plants, the technical conditions of the machinery available are all factors which are to be taken into account.",
          "table": []
        },
        {
          "text": "There are a great many pests; the majority of them are polyphagous (feeding on many plant species). Agrotechnical means alone are often insufficient and chemical treatment is necessary. The most deleterious soil borne pests of maize are white grubs of the maybeetle and related species, wireworms of elaterids or less frequently, the larvae of longhorn beetles and tenebrioids. Some of the young seedlings are killed at an early stage. The loss of seedlings may exceed 25%, which then causes a detectable loss in yield. The threshold value of pest frequency regarded to be dangerous is 2.2 per m 2 . Chemical soil sterilisation is appropriate as soon as the frequency attains 0.5-1 pests per m 2 . In multiplication plots of inbred lines and in hybrid seed production pest control is recommended in any case. The surface treatment is effective if the soil has warmed up to 10-12 o C and the utilisable water content is more than 25%. In cold and dry soil, the larvae are found at deeper strata. For treating the rows, special machines distribute granules, whereas surface sterilisation is achieved with planting machines adjusted properly. The chemical ought to be incorporated into the upper layer of the soil soon after application down to the critical depth, where the pests are living, if possible.",
          "table": []
        },
        {
          "text": "Application of soil disinfectants may take place jointly with the planting operation, as far as the machine is fitted with an adapter for applying granules. Insecticides are to be separated from the seeds by 2-3 cm soil in order to avoid phytotoxicity. In seed production as well as in multiplication plots, significant losses are due to bird damage, particularly pheasants and rooks. The former are present as soon as seedlings appear along the rows, near to forest belts, reeds, wheat or barley fields, whereas rooks are mainly frequent around their nesting colonies.",
          "table": []
        },
        {
          "text": "The damage causes losses in yield, therefore, repellents applied with seed treatment or alternative feeding of wildlife are recommended. Nevertheless, equipping the field with bird scarers is the safest solution.",
          "table": []
        },
        {
          "text": "Owlet moths (Agrotis and Euoxa species) appear as caterpillars around end of May and early June. They feed on the young seedlings around the root neck and penetrate the stem drilling upward. Later, the main shoot of the seedling grows pale, fades and is easily separated by pulling. The loss may attain more than 30%.",
          "table": []
        },
        {
          "text": "During some spring seasons, the most deleterious pest, the maize weevil (Tanymecus dilaticollis) appears and kills the whole crop at an early seedling stage. Later, on large plants, the leaves are eaten sinuously, diminishing the photosynthetic capacity. Soil disinfectants offer only a partial solution because the imagines overwinter at considerable depth. The surviving beetles leave their hiding place around end of April and migrate to weedy habitats until maize plants start growing. If the pest population is larger than 1 beetle per m 2 , at an early seedling stage, or the leaf damage attains 20% control is essential.",
          "table": []
        },
        {
          "text": "The frit fly (Oscinella frit) causes tip distortion at the 6-8 leaf stage. More severe symptoms appear as 5-6 leaves are twisted and stick together by the tips. It may occur that the damaged and lagging plant produces a tassel which is difficult to be recognised and the elimination of tassels is impaired by that anomaly. The progress of this pest is stimulated by warm and moderately humid weather during the time of oviposition, subsequently, by permanently cool weather during May. Favourable weather and other ecological conditions (proximity of cereal cultures, maize monoculture) would suggest phytosanitary prevention. If the maize beetle damage required already an intervention, additional treatment is not justified because the same pesticides are effective.",
          "table": []
        },
        {
          "text": "The root aphid of maize (Tetraneura ulmi) is damaging over the whole growing season, especially in summer. Affected plants -first of all at the margins of the field -grow slower, produce tassels later and set poorer kernels than unaffected plants. The damage is heavier in dry and hot seasons on chernozem soils. Up to date agrotechniques, balanced NPK nutrition and irrigation can save the crop from considerable infestation. Some prevention may be secured also by chemical treatment of the soil.",
          "table": []
        },
        {
          "text": "The European corn borer (Ostrinia nubilalis) can cause damage from mid-June. The caterpillars disturb the physiology of maize plants. Susceptibility to smut and fusarium increases and the harvesting operation is also impaired. Agrotechnical prevention is recommended, first of all by breaking up the stalks and ploughing them down deeply.",
          "table": []
        },
        {
          "text": "Pesticide treatment is justified if the level of infection reaches 20-50% of plants or, projected on surface area, 7 egg masses per 2 m 2 are found. Linear irrigation systems could be used for spreading a pesticide added to the water. The date recommended may coincide with the detasseling or heading operation, therefore, health care of the workers must be considered by waiting demurrage and/or choosing admitted, less deleterious compounds.",
          "table": []
        },
        {
          "text": "The wheat leaf beetles (Lema spp.) Progress of the beetles has been stimulated by the weather conditions recent years. Hot, moderately humid months, such as April and May, are optimal for the development of beetles. Lema species migrate from other cereal crops to maize, therefore their damage is heavier at the margins of the fields. A spray treatment of the marginal strips may become necessary and will be beneficial also against the corn borer and aphids.",
          "table": []
        },
        {
          "text": "Heavy virus infections, due to leaf aphids, justify the control of the latter. Most frequently, the green, the brown and the cereal aphid species damage the maize. Polyphagous aphids may also appear, e.g. the black aphid of the beet. Some of the inbreds are especially susceptible. In favourable weather conditions, green and brown maize aphids migrate from other grasses into the maize field just after mid-May. The cereal aphid appears on maize with the end of June and early July. The control of aphids is justified by the danger of virus infection.",
          "table": []
        },
        {
          "text": "The cotton boll moth (Helicoverpa armigera) is living in Eurasia and Africa in tropical and subtropical regions. In Europe, from the Mediterranean basin, the pest may spread into the continental regions. In Hungary, the moth has appeared every 16-17th year during the last 50 years. This phenomenon is a sign of its progress. After the mid 1980s it was seen again in 1993, and has damaged several plant species in recent years. According to surveys, the most important host of the pest was maize in Hungary. In sugar maize, the damage depended largely on the planting time with the highest losses occurring in the latest plantings. The patterns of damage caused were rather variable. Tassels, stigmata as well as cobs are equally Detasseling or heading should be performed carefully! Unfavourable weather conditions promote the dispersion of fusariose in maize. In addition to the immediate yield loss, germinating ability of seeds is impaired and the results of the Cold-test worsened. Planting ought to be carried out at the right temperature with properly treated seed in order to secure quick germination and dynamic initial growth. The optimum plant density is a decisive condition of predicting harvest date and of moderating the danger of cob-fusariose (Széll et al. 2003).",
          "table": []
        },
        {
          "text": "Nigrospora ear rot. The infected cobs soften, moulder away and are lost at the harvest. The kernels cannot be used for seed because they cannot be processed, they germinate weakly and contaminate the seedlings. Lodged and crushed plants are easily infected from the soil. Where that disease is frequently met, seed production is not recommended. Current seed dressing compounds mean a safe control of this mould.",
          "table": []
        },
        {
          "text": "Bacterial wilt of maize is a quarantine disease. Seed, insects and infected vegetable remnants spread the bacteria. Routes of infection are the stomata of the leaves as well as scars. Plants are susceptible over the whole growing season; outbreaks ensue mainly around flowering. Young plants wilt and die quickly and the occasional survivors are stunted.",
          "table": []
        }
      ]
    },
    {
      "title": "Selection",
      "div": [
        {
          "text": "Plant populations of inbred lines ought to be surveyed at any phase of seed multiplication as well as during hybrid seed production for single crosses or double crosses. The true to seed character has to be recognised and off types consequently eliminated. The procedure is strictly regulated by standards (MSZ 6353:1998).",
          "table": []
        },
        {
          "text": "The supervision needs to be continuous throughout the growing season. The first phase of selection starts at the seedling stage and is followed with the growing stalks. It is important to finish the main work before tasseling. The expected ratio of off type plants used to be reported by the owner of the variety (inbred line). Genetic purity is mainly endangered by off types contaminating the population of the male parent. Most attention has to be concentrated on this parent. Hybrids stemming from alien male parents cannot be excluded, whereas the cobs of the female parents are selected once more on the sorting table. Individual kernels fertilised by alien pollen are difficult to recognise, therefore, they will get under the leaden seal.",
          "table": []
        },
        {
          "text": "In some breeding lines, suckers or tillers appear at the bases of the plants -depending also on the season and environment. On the female line, the suckers ought to be cut preferably 8-10 days before the first detasseling or heading is started. Suckers are also prone to develop tassels and self-pollination of the female parent may ensue. Male sterile female lines do not need to be suckered except if the tassels must also be eliminated.",
          "table": []
        }
      ]
    },
    {
      "title": "Irrigation",
      "div": [
        {
          "text": "Generalities are not discussed here; only special problems related to seed production are presented. During drought seasons, reliable seed production cannot be performed without irrigation. The water requirement of maize is met by 450-500 mm precipitation, which is equal or more than the expected yearly mean in Hungary. As a mean, about 100-200 mm should be supplied by irrigation. Substantial differences appear in the different seasons, regions and even growing sites. In the planning of seed production, the option of irrigation is an essential factor that varies also with the particular hybrid combination.",
          "table": []
        },
        {
          "text": "SC and MSC hybrid seed growing fields transpire less than those of producing TC and DC hybrid seed, but the former are more susceptible to drought and consequently require more care. The less dense stand and more open surface increase the evaporation on the soil.",
          "table": []
        },
        {
          "text": "The moisture requirement of the maize plant increases gradually until fertilisation, then subsequently decreases. In an average season, natural precipitation supplies sufficient water until the end of June. Later watering used to become necessary. According to water to be supplied, three phenological periods are distinguished. The first lasts from emergence until two weeks before flowering and is characterised by an increase in water consumption.",
          "table": []
        },
        {
          "text": "Meanwhile, preparation for the coming dry period is starting. Experiences of drought periods prove that the technical capacity of keeping up with the immediate demand will be hardly sufficient. The second phase is most important and lasts until the end of flowering.",
          "table": []
        },
        {
          "text": "The most critical phase of the growing period regarding water supply begins with the tasseling (appearance of tassels) and ends with full kernels. The natural water supply of the soil used to get exhausted at the end of flowering. Water shortage during this period threatens delayed development of the plants and irreversible loss of yield. The flowering process is delayed and the chances of synchronous flowering and fertilisation are impaired. The amount and quality of pollen is diminished, in extreme cases is not viable, stigmata grow slowly and their receptiveness is reduced. Some maternal lines may not expose stigmata at all, and fertilisation cannot be fulfilled. During this period, the utilisable water capacity should be kept -Good, if both stigmata on the female row as well as the tassels of the male rows are active at a rate of 50%; -Medium, if the rate of 50% tassels is earlier or later by 3-5 days than the date of 50% rate of active stigmata;",
          "table": []
        },
        {
          "text": "-Poor, if the difference of the critical 50% rates of flowering of the parental lines is more than five days, earlier or later from each other.",
          "table": []
        },
        {
          "text": "Heading is performed in Hungary essentially by hand. Attempts at mechanisation did not fulfil the expected hopes. Mainly the main phase of heading was prone to be substituted by machines and an essential condition of efficacy was a perfectly uniform plant stand.",
          "table": []
        },
        {
          "text": "The advantages and necessity of the mechanised detasseling or heading are evident in the production of three-way crosses where SC hybrids are used as female parents, because the plants are as tall or grow even taller than the workers. Holding arms permanently above the head makes the procedure very tiresome. However, mechanical detasseling destroys more leaves of the plants than does human labour. But the female parent of the TC is much more vigorous than the inbred parent of a SC. New methods have been designed for mechanical heading with HAGIE -type high clearance tractor with adapters, where the process has been divided into two phases: firstly the knives rotating horizontally cut the top at the level of the main axis of the tassel, subsequently, tearing cylinders pull out the tassel from the sheath.",
          "table": []
        },
        {
          "text": "Elimination of the upper leaves facilitate the work of the cylinders and the quality control of the procedure. In spite of steering the engine by photocells, a smooth ground and uniform plant stand are preconditions of an acceptable careful work.",
          "table": []
        },
        {
          "text": "The use of male sterile female parents largely simplified the seed production of hybrid maize; therefore costs of seed production could be reduced substantially. One single mechanised maize-heading or detasseling of the female rows is sufficient to fulfil the requirement of the standard. At 5% appearance of stigmata, 0.5% as upper limit of pollen shedding tassels is tolerated.",
          "table": []
        },
        {
          "text": "The elimination of male rows is necessary for several reasons. Firstly, the security of a safe harvest of the female rows is considered, then the thinning out of the plant stand and making space to promote exsiccation of the field and the ripening kernels. As a final reason, the green mass of the male rows used to be processed for animal feed. More nutrients and humidity are available for the female plants because emerging weeds are controlled by mechanical means.",
          "table": []
        },
        {
          "text": "Prescription warns clearly from the admixture of cobs grown on the male parent. The latter are cut by the ensilaging machine (e.g. New Idea, Hesston), which is able to work in the field, where 4:2 (female:male) rows were planted because its collecting cart is pulled behind.",
          "table": []
        },
        {
          "text": "The grower is obliged to present the documents of the planting material (the parental inbred lines), the certificates of origin and the right to use it (from the owner of the variety or his delegate). The field where the seed is produced ought to be reported to the regionally competent authorities of supervision (OMMI) before 20 May at the latest. According to the standards, experts of OMMI will survey the field on the spot regularly, whilst the owners of the hybrid variety will to do the same in their own interest.",
          "table": []
        }
      ]
    },
    {
      "title": "Harvest",
      "div": [
        {
          "text": "First of all, a protocol must be set up of the estimated yield according to the standard (MSZ 6353:1998).",
          "table": []
        },
        {
          "text": "Seed quality is basically influenced by the method and date of the harvesting procedure.",
          "table": []
        },
        {
          "text": "Least damage and scattering loss are achieved by hand breaking. Mechanised harvest is, however, less expensive.",
          "table": []
        },
        {
          "text": "The breaking-cylinders and husking adapters should be adjusted carefully in order to minimise the risk of physical scarring of the kernels and reduce scattering losses. The optimal humidity for harvesting depends largely on the genotype. The owner of the variety (or his deputy) used to provide a detailed technology that recommends the necessary parameters such as the optimum moisture content (%) of the kernel at harvest. High moisture content increases the chance of heating up after harvest and the costs of drying, which tends to harm the seed.",
          "table": []
        },
        {
          "text": "Seed quality is most of all threatened by frost; therefore harvest ought to be finished before freezing temperatures occur.",
          "table": []
        }
      ]
    }
  ],
  "tables": [
    "{\"title\": \"1 -Quantitative data of sealed maize seed production in Hungary\", \"head\": [\"\", \"Area of seed\", \"Mean yields\", \"Total volume\", \"\", \"Leaden seals **\"], \"value\": [[\"Year\", \"production (ha)\", \"(kg/ha)\", \"(tons)\", \"total (tons)\", \"for Hungary (tons)\"]]}",
    "{\"title\": \"\", \"head\": [\"\", \"Table 6.2 -Maize seed growing area and mean yields in the EU 25\", \"\", \"\"], \"value\": [[\"\", \"\", \"Area (ha)\", \"\", \"Yield (t)\", \"\"], [\"Year\", \"2003\", \"2004\", \"2005\", \"2003\", \"2004\", \"2005\"], [\"Germany\", \"3232\", \"3180\", \"3320\", \"7500\", \"7500\", \"8800\"], [\"Austria\", \"4904\", \"5000\", \"5500\", \"12000\", \"15000\", \"16000\"], [\"Spain\", \"650\", \"700\", \"500\", \"1690\", \"1140\", \"900\"], [\"France\", \"49345\", \"54430\", \"47225\", \"120000\", \"180000\", \"150000\"], [\"Italy\", \"5208\", \"4935\", \"5460\", \"15600\", \"15600\", \"17000\"], [\"Switzerland\", \"240\", \"240\", \"245\", \"520\", \"520\", \"680\"], [\"EU15\", \"63579\", \"68485\", \"62250\", \"157310\", \"219760\", \"193380\"], [\"Hungary\", \"27100\", \"28315\", \"25250\", \"54200\", \"76400\", \"68000\"], [\"Poland\", \"1459\", \"2065\", \"2590\", \"3360\", \"3360\", \"4100\"], [\"Czech Republic\", \"1163\", \"1510\", \"1660\", \"1630\", \"2229\", \"2400\"], [\"Slovakia\", \"2889\", \"3500\", \"4600\", \"5780\", \"7000\", \"11500\"], [\"Slovenia\", \"200\", \"300\", \"200\", \"340\", \"340\", \"500\"]]}",
    "{\"title\": \"3 -The effect of temperature on the time elapsed between sowing and sprouting\", \"head\": [\"Soil temperature, o C\", \"Days elapsed between sowing and sprouting of seeds\"], \"value\": [[\"Higher than 21 o C\", \"5-6\"], [\"Between 16-18 o C\", \"9-12\"], [\"Less than 10 o C\", \"18-20\"], [\"Source: Széll 1994\", \"\"]]}"
  ]
}