{
  "meta": {
    "title": "No title found",
    "author": "No author found",
    "journal": "No journal found",
    "date": "No date found"
  },
  "paragraphs": [
    {
      "title": "Abstract",
      "div": []
    },
    {
      "title": "Climatic requirements of maize",
      "div": [
        {
          "text": "The statements of earlier authors such as Berényi (1945) and Surányi (1957) are still valid regarding the climatic requirements of maize. The majority of experts agree with the general observation that the demands of the maize plant regarding heat and humidity are rather high.",
          "table": []
        },
        {
          "text": "Its geographic range is determined mainly by temperature, but within the area of favourable mean temperatures, the precipitation during the growing season is decisive. The northernmost limit of the range is around the 52-54 o latitude in the northern hemisphere, but maize cultivation is practised mainly south of the 48 o latitude, whereas in the southern hemisphere maize is grown north of the 42-43 o latitude. Milbourn (1977) observes that maize growing has tended to progress northwards from the climatically ideal ecological zones around the world. Temperature is most important during the first part of the growing period, from planting until tasseling. In seasons when the weather was relatively cool during that period, the development of maize plants is delayed and can hardly compensate later even during favourable weather at the end of the summer.",
          "table": []
        },
        {
          "text": "Cool spells in May can cause frost damage. Minor frosts (-1,-2 °C) do not harm the seedlings except that they may become yellow or partially burned, but frosts of -3 to -6 °C kill the aerial parts of plants. American authors (Martin & Leonard 1954) claim that maize tolerates frost better below about 15 cm in size, whereas others (Shaw 1955, Surányi 1957) contend the opposite, that the younger plants are more susceptible. Surányi (1957) warns the growers to be careful in judging frost damages. The growing tip of the plant is namely underneath the soil surface enveloped by several sheets of leaf and may survive. Regeneration ensues quickly. The root system grows more vigorously than the shoot after germination. It happens that the damaged maize regenerates earlier than a second planting after the freeze emerges, as experienced in 1952-53 after the May frosts.",
          "table": []
        },
        {
          "text": "Maize is a species of the subtropical climate therefore it requires heat. Its susceptibility is displayed during a cool spring: it gets yellow and stops growing even in May due to low temperatures. Late frosts may kill most of the leaves on more developed plants too, but these may regenerate and produce acceptable yields. Summer temperatures used to be warm enough but drought periods make the crops suffer (Láng 1976).",
          "table": []
        },
        {
          "text": "The cardinal temperatures of germination are a minimum of 8-10 °C, an optimum of 31-35 °C, and a maximum of 40-44 °C. Up to the optimum the time required for germination gets gradually shorter.",
          "table": []
        },
        {
          "text": "The cardinal temperature (for starting the planting) of the commonly grown maize varieties is around 8-9 °C (according to the experience of many seasons). Temperatures above that are generally prevailing in Hungary between the end of April and end of October. If the growing period of maize is expressed in months (as dates) April-October is correct. The accepted rule is to start planting in the middle of April and to harvest in early October.",
          "table": []
        },
        {
          "text": "The individual periods of development of the maize plant have their own cardinal temperatures at different growing sites, which are profusely documented in the literature by several authors and stated by results obtained by research. At 10 °C the development is slow, whereas at 30-33 °C it is maximal. Maize cannot grow where the summer mean temperature is below 19 °C and the nights are cooler than 13 °C. Some students found that temperature is most critical around planting to germination and from flowering until maturity; others stated it is critical only for the former period. During the latter, the effect of 1 degree C difference is associated with a 1-2-day change in time. Thus, low temperatures delay the rate of development. When tassels appear, the optimum temperature is 24-26 °C. Moderate deviations from this norm may change the time necessary for development but yield is not influenced significantly (Varga & Varga-Haszonits 2003).",
          "table": []
        },
        {
          "text": "Heat requirement is coupled with water requirement. Berényi (1945) stated that best seasons for the maize crop are warmer and more humid than the average in Hungary. Air humidity is beneficial. Drought of both soil and atmosphere is deleterious.",
          "table": []
        },
        {
          "text": "The largest maize growing country, the USA, grows maize mainly south of the 45 o latitude, in the corn-belt, where the days are shorter and the growing season is hotter than in Hungary. The central line of the \"European corn-belt\" could be calculated between the plain of the Po River (pianura padana) of Italy and the region of Krasnodar in Russia, i.e. south of Hungary. The corn-belt of the USA is rather more to the south and Hungary is more to the north of theoretical optimum of this belt. Ángyán (1987) classified the climatic conditions of the Hungarian maize growing regions. The values assigned to those climatic regions express the correlation between data of mean yields, production costs and profitability of maize growing. The most adapted area is circumscribed by the isotherm of mean 22 o C of the month July according to Varga-Haszonits & Varga (2004).",
          "table": []
        },
        {
          "text": "( )",
          "table": []
        },
        {
          "text": "In calculating the sum of heat, the hours hotter than 30 o C are not included. The sum of heat required by the current hybrids is between 1100 and 1400 o C during the growing season.",
          "table": []
        },
        {
          "text": "The HU (heat unit) regions of Hungary determine the maturity group of the hybrids to be grown there (Figure 7.1). Soil temperature as a limiting factor of growth loses its importance gradually with the onset of summer. The optimum of shoot growth is at an air temperature of 25-35 o C. The growth of leaves is closely correlated with night temperatures and with the amount of precipitation during daytime. After the appearance of tassels up to full maturity, the optimum temperature is 24-26 o C. Higher temperatures do not alter the number of days necessary to attain full maturity; however, lower temperatures delay the maturation process.",
          "table": []
        },
        {
          "text": "Under Hungarian conditions, the length of the growing period is altered mainly by temperatures between germination (planting) and tasseling (appearance of tassels), which means that the ripening of hybrids depends mainly on this period. Autumnal weather conditions are usually favourable for the ripening process and for loss of moisture from the kernels (Menyhért 1985). Maize is a short-day plant, which means that by approaching the equator, the growing period of the same maize genotypes is getting even shorter than at higher latitudes. During the growing season, around flowering, the days are long in Hungary, therefore the period of leaf initiation and growing, i.e. the vegetative phase of development is prolonged.",
          "table": []
        },
        {
          "text": "Just as weather conditions influence mainly the length of the first part of the growing period (between planting and tasseling), they also determine the ripening date. A warm, sunny autumn accelerates the ripening process. Depending on the particular year, a variation of 20-30 days has to be calculated.",
          "table": []
        },
        {
          "text": "The continental character of the climate in Hungary is the most important limitation of maize production, mainly due to a poor water supply during the summer. Soil fertility cannot compensate for drought (Olson 1972, Debreczeni & Debreczeniné 1983). The prevailing amount of precipitation is often insufficient for hoed plant cultivation, whereas for small grains (cereals) periods of drought only used to be deleterious (Antal 1986, Szász 1987). A dry July affects the development of cobs. After a rainy July and August, yield used to be high.",
          "table": []
        },
        {
          "text": "Meteorologists do not agree whether the maxima of sunspots, which occur every 11 th year, are related with the drought periods or not (Faragó et al. 1990). As an example, the memorable years of 1968 and 1990 are cited, when serious drought affected maize production all over the country.",
          "table": []
        },
        {
          "text": "From the point of view of yield, the most critical period of the growing season is between flowering and fertilisation, i.e. between 15 July and 15 August. The amount of precipitation dueing this period is critical (Megyes et al. 2000). Huzsvai & Nagy (2004)   Poorly or intermediately fertilised fields start to suffer in June and early July, whereas the well supplied plants succumb later, at the end of July and in August. Damage is especially heavy if the previous winter was also poor regarding precipitation. Huzsvai & Nagy (2003) processed the data from 11 years and stated that precipitation of the period between planting and flowering as well as the weather had much more effect than that of the winter months. On the basis of data regarding precipitation and of the potential values of evapotranspiration, yields of maize could be predicted (Figure 7.3). The effects of fertilisers are largely influenced by weather; therefore the relationship between the two factors deserves much attention. The results of a series of experiments measuring also evapotranspiration show that plants receiving stable manure or chemical fertilisers consume relatively less water for the production of organic substances i.e. the units of dry matter produced using a given amount of water (biomass water ratio) is higher than in the poorly nourished plants. Even so, well-nourished plants transpire more water per unit area than poorly nourished ones. (Leather 1915, Hank & Frank 1952, Szász 1971, Ruzsányi 1974, Szlovák 1974, Debreczeni & Debreczeniné 1983, Petrasovits 1988).",
          "table": []
        },
        {
          "text": "It is evident that weather conditions of different years produce larger differences in crop yield of the same varieties -though grown with up to date growing technologies -than different doses of fertilisers within the same season. In spite of the fact that long-term experiments show a gradual increase of yields in the best treatments, the effect of the season continues to be an important factor (Gericke 1967, Schmitt & Brauer 1969, Láng 1971, Sarkadi et al. 1984).",
          "table": []
        },
        {
          "text": "Gericke (1949,1950) examined in many thousands of field experiments the utilisation of P and K fertilisers in relation to the annual precipitation. Phosphorus showed more favourable effects at higher levels of precipitation in a range between 600-800 mm per year, as well as potassium in a range of 500-1000 mm per year. The effect was analogous in both hoed plants as well as cereals. The beneficial effect of more humidity was more marked with phosphorus than with potassium. Van der Paauw (1959, 1960) observed a positive interaction between precipitation during the winter months and nitrogen (N) fertilisation. Under the humid climatic conditions of the Netherlands, cereal yields display cyclic changes over 3-4-year intervals which seem to be related to changes in precipitation. At the end of dry periods, water-soluble phosphorus content of the soil increased, subsequently, in the next wet seasons, N and K fertilisation produced higher yields. At the end of the wet period, the intense uptake of soluble P diminished the supply of the soil, therefore yields declined and the benefit of higher doses of P fertilisers indicated its scarcity as the next cycle started. In dry years, P uptake of the plants diminishes, and the effect is analogous with that of fallowing, because in the next, humid season, higher yields are expected. Barber (1960) obtained in his experiments with maize the highest K-effects in dry as well as in the extremely rainy summer seasons.",
          "table": []
        },
        {
          "text": "Balláné (1967) learned in one year without any precipitation in August at Pesthidegkút that maize (kernel) yield was reduced by 1.7-1.9 t/ha in the treatment given full doses of chemical fertilisers compared with the treatment receiving half doses of fertilisers. However, the yield of stems was higher with the full dose of fertilisers. Pekáry (1969) reported that in the extremely dry season of 1968, the highest maize yield was measured in treatments without any fertiliser at Kompolt. While N and P fertilisers reduced yield by 1.0 t/ha, i.e. it was reduced to one third of the non-fertilised plots. Drought may reverse the beneficial effect of fertilisation, especially by the increasing N salt concentration of the soil (Debreczeni & Debreczeniné 1983). Csathó (1989) corroborates those findings through his long-term field experiments.",
          "table": []
        },
        {
          "text": "The choice of the right hybrid should be based on exact information about the local climatic conditions. There are hybrids that are less susceptible regarding heat and humidity with a shorter growing season and others, which are the more demanding ones and may be grown successfully at the hottest sites only and also require more humidity. It would be a major error to insist on the production of hybrids with long growing season on sites where they cannot properly reach maturity in every season because the immature crop is at risk of being lost in an occasionally cool and wet autumn, or the costs of artificial exsiccation would be very high (Láng 1976). Maize stored as cobs easily becomes mouldy and combine harvesting scars the soft kernels, which lose their forage quality despite immediate drying (due to oxidation and rancidity). Extraction of the high water content requires a considerable amount of energy.",
          "table": []
        },
        {
          "text": "North of the Carpathian Mountains, maize cultivation is reduced to producing silage as production of kernels is limited by the shorter or cooler growing season. Going southwards, the importance of maize is gaining gradually higher importance among agricultural crops except where the climate does not provide enough humidity. A thoughtful choice of the right hybrid allows reasonably reliable maize production all over the Hungarian state.",
          "table": []
        }
      ]
    },
    {
      "title": "Soil requirements of maize",
      "div": [
        {
          "text": "Maize is the most demanding crop among the related cereal species regarding the quality of soil. High yields are expected only on deeply tilled soil with a high organic fraction, humus and nutrient content, medium heavy loam, where penetrating roots may find water even during dry periods.",
          "table": []
        },
        {
          "text": "Genetic and physical properties of the soil should respond to the demands of the plant.",
          "table": []
        },
        {
          "text": "Roots require the right ratio of water and air and the warming up should ensue quickly, which are characteristics of loam-type soils. The best maize soils are characterised by pH 6.6-7.5, but the tolerance is broader: pH 5.5-8. Soils should be kept saturated with calcium, which ensures a safe maintenance of fertility (Menyhért 1985).",
          "table": []
        },
        {
          "text": "Favourable water management substantially reduces the risk of weather anomalies (Debreczeni 1969, Várallyay et al. 1980, Győrffy 1988). Maize can be successfully grown on chernozem, meadow chernozem, brown forest soils, chernozem brown forest soils and heavy meadow soils that have enough air, good water balance, a thick fertile layer and warm up easily and, but a loosening of the subsoil is necessary. Maize is highly susceptible to soil compaction (Stefanovits 1975). Worldwide, maize is grown on soils of higher quality as it is a lot less tolerant than wheat. Therefore, maize is very responsive to agronomic interventions related to tillage, nutrition and the composition of fertilisers. High yield depends largely on physical conditions of the soil, water-and heat management (Menyhért 1985).",
          "table": []
        },
        {
          "text": "Available water supply is a result of physical conditions of the soil as well as of the amount and temporal distribution of precipitation. However, the availability of water may not coincide with its total amount because the ability of the root system to absorb the water is often impaired. The most important component of water resources is the precipitation measured throughout the winter and during the growing season. The water content of the soil should be checked continuously. Yields are closely correlated first of all with the water content of the soil in July, next with that in May (Huzsvai & Nagy 2005). Estimates of yield based on the function of that model approached the real values with a high degree of accuracy, i.e. the error, 570 kg/ha, was less than 10% (Figure 7.4).",
          "table": []
        },
        {
          "text": "In Hungary, maize is grown also on sandy soils. The success of such crops depends, however, on the ratio of organic components and the right nutrition as well as water management. On light, easy moving wind-blown sands with a low fraction of colloids, plants can easily get scorched. Under similar condition as in shallow soils, the plants are highly exposed to the risks of weather anomalies, first of all to the unexpected distribution of precipitation (Bocz 1992). At growing sites with uncertain water management or threatened with drought, early varieties with lower water demand would be a wise choice (Láng 1976).",
          "table": []
        },
        {
          "text": "Adaptability of maize to different kinds of soils is rather high; it is not too demanding. In",
          "table": []
        },
        {
          "text": "Hungary, almost all soils may be taken into consideration except really extremely shallow, drought-stricken and waterlogged soils. Aeration of the soil is also an important precondition of yield. For that reason, mild solonetz soils are on the margin of usability except for early ripening hybrids provided irrigation is possible (Bocz 1992).",
          "table": []
        },
        {
          "text": "Several students examined the effects of drought and stated that beyond the preparation of the soil, planting date, plant density and maturity group of the hybrid, genuine physical properties of the soil related to its water-management are important in developing symptoms the damage. (Várallyay 1984, 1988, Marton & Szundy 1990, Németh et al. 1990, Varga 1990).",
          "table": []
        }
      ]
    }
  ],
  "tables": []
}