{
  "meta": {
    "title": "No title found",
    "author": "No author found",
    "journal": "No journal found",
    "date": "No date found"
  },
  "paragraphs": [
    {
      "title": "Abstract",
      "div": []
    },
    {
      "title": "Crop rotation, monoculture",
      "div": [
        {
          "text": "Most authors claim that maize is tolerant with respect to the preceding crop; therefore it may inserted easily into the crop rotation without any special preconditions. It is important, however to finish harvesting before autumn ploughing is compromised by the weather (Láng 1976). Crops of the previous season which increase the humus and nitrogen content of the soil are especially beneficial. Furrows of perennial leguminous crops or forest clearances have potential for good yields provided grubs and wireworms are controlled, most likely by soil sterilisation. In many regions of the world, maize is grown as a partial or total monoculture.",
          "table": []
        },
        {
          "text": "An interruption of monoculture for 2-3 years, inserting wheat for 2 years, then another cereal, or a pulse or oilseed crop is a common practice.",
          "table": []
        },
        {
          "text": "Frequently maize is grown after wheat. It is often customary on the Hungarian Great Plain to plant winter wheat after maize, though it is less favourable because maize depletes the water reserves of the soil, the time is short between maize harvest and wheat planting, and the decay of roots and stalks consumes nitrogen, i.e. wheat may suffer from N shortage. Early ripening maize and careful weed control may moderate substantially those deleterious effects.",
          "table": []
        },
        {
          "text": "A regular rotation of growing different crops is preferable for several reasons. The maintenance and increasing of soil fertility is closely bound to the change of crops. The negative effects of one group of crops are compensated by opposite effects of other crops. The various qualities of the soil are exploited by various crops rather than with one monoculture, which can unilaterally exhaust the nutrients and water reserves (Könnecke 1969, Kismányoki 1991, Ruzsányi 1995).",
          "table": []
        },
        {
          "text": "The water supply of the soil is depleted by the crop grown in the previous growing season to various extents, moreover, the stock of nutrients is also diminished at specific rates, therefore the utilisation of nutrients administered for the new crop should be modified accordingly. The beneficial effect of fertilisers increases with appropriate water supply approaching an optimum but declines with excessive water doses (Bocz & Nagy 1981, Debreczeni & Debreczeniné 1983, Ruzsányi 1992, Nagy & Huzsvai 1995, 1997). A \"rotation of roots\" may compensate the deleterious consequences of drought periods according to Kreybig (1956). In maize, nutrients, mainly nitrogen left after the previous crop may contribute to the number of kernels per cob to a less extent to the thousand kernel weight. N-deficiency retards the accumulation of organic matter and the dynamics of growth are slowed down (Berzsenyi 1993, Németh 1994). Some crops are grown safely in a system of rotating crops only. In monoculture without rotation, most cultivated plants produce gradually lower yields along with the decline in general productivity. One of the symptoms is among others a reduction of the response to fertilisers applied (Lőrincz et al. 1981).",
          "table": []
        },
        {
          "text": "Long term experiments with crop rotation, at Martonvásár, were performed on chernozem with forest background, and one of the treatments was maize monoculture, which always yielded less than the maize inserted into the system of rotation (Berzsenyi & Győrffy 1996).",
          "table": []
        },
        {
          "text": "Growing various crops in a purposeful sequence agrees also with the principles of soil protection, to avoid erosion and deflation. Agronomic interventions find excellent opportunities such as tillage, manuring, fertilisation, irrigation, and then harvesting operations. However, most advantages are evident in soil cultivation and plant nutrition.",
          "table": []
        },
        {
          "text": "Crop rotation is the cheapest and most safe way of controlling weeds, diseases and pests. Some weeds have developed tolerance to herbicides (hormone compounds). Moreover, prevention of diseases is often more effective and less expensive than curing them. Pests (such as the maize beetle) are better avoided than killed with powerful and expensive chemicals. Maize beetle (corn beetle) appeared in Hungary first in the southern counties a few years ago, and spread to the east and has caused heavy losses in maize production (Szeőke et al. 2004). Seed production of due quality cannot be performed in a region where monoculture prevails and environmental problems are aggravated substantially because the permanent and repeated use of chemical compounds deleterious to humans and animals may cause serious concerns. Extra expenses are needed for counteracting soil erosion of the monoculture.",
          "table": []
        },
        {
          "text": "Monoculture has also advantages relative to the systems of crop rotation. To grow maize after maize for several years is also possible, provided nutrition as well as diseases and pests are controlled properly. Adequate doses of fertilisers and water are needed; moreover the special requirements of the particular hybrid influence the correct decision (Kádár 1992). Some of the experts maintain the idea that corrects fertilisation is able to maintain the initial productivity of the soil without crop rotation. The same is postulated for the physical status of the soil as well as for the activity of micro-organisms (Győrffy 1976, Debreczeni & Debreczeniné 1994). The contention that some crops deplete the nutrients of the soil, while others are rather enriching the stock, is considered to be obsolete. Consequently, completing duly the content of nutrients of the soil may restore for the drawbacks attributed to monoculture.",
          "table": []
        },
        {
          "text": "Under our climate in Hungary, maize-monoculture produces the highest specific yields (per unit area) of cereals in spite of the fact that -in dry years -maize yields more after wheat than after maize because more moisture is left in the soil after wheat than after maize (Láng 1976). In the system of crop rotation, also crops of lower productivity (expressed in the mass of organic dry matter) than maize are grow, consequently the yield is higher in maize monoculture over a period of several years. Moreover, the use of herbicides with prolonged (perennial) effects is definitely restricted to maize monoculture, thus the cheapest option of weed control cannot be applied. Many crops are difficult to be inserted into the crops rotation, as a consequence of specialisation of farms. Monoculture allows a thrifty policy regarding investments in machinery. Exploitation of existing machines as well as of labour costs is more favourable, management and organisation are more efficient.",
          "table": []
        },
        {
          "text": "Long term experiments performed on meadow clay soil show that maize is tolerant to partial monoculture. However, yield declined in dry years after 10-15 years of monoculture by 1-3 tons per hectare compared with maize grown in rotation (Sárvári 1995). Low yields have been registered after the drought seasons of 1983, 1990, 1992and 1993 (Figure 8.1.1) (Figure 8.1.1) 1985-1993. (Source: Sárvári 1995) The best preceding-crop for maize was winter wheat, which determined also the fertiliser requirement. After winter wheat, in tri-culture (peas-wheat-maize) 50-60 kg N/ha, in biculture (wheat-maize) 60-80 kg N/ha was given, meanwhile in bi-culture after maize 80-100 kg N/ha, in monoculture 100-120 kg N/ha active ingredient produced the best yields. In monoculture, the bacterium-content of the soil declined drastically. In a system of crop rotation, after winter wheat, 59 million, after maize, 285 million bacteria per gram of soil were counted, whereas in maize monoculture, 16 million per gram soil were counted, which is a sign of steep decline in soil-life. In monoculture, Zn-content of kernels diminished by 4-5 mg/kg, which means a loss of inner quality. Yield decline experienced in maize monoculture is attributed mainly to the exhaustion of the useful water supply of soil. All those facts suggest that after 10-15 years, maize monoculture ought to be interrupted especially on the growing sites where the yearly mean precipitation is lower than optimal. Also, by practising partial monoculture it is recommended to rely on hybrids of higher adaptability, lower plant density (less plants with 5-10 thousand per ha), and if conditions are given by irrigation; so the risks of monoculture could be compensated.",
          "table": []
        },
        {
          "text": "Economic arguments are also cited in favour of using crop rotation. At Kompolt since 1962, in a long-term experiment aimed to explore crop rotation on chernozem-brown forest soil, the optimal doses of fertilisers differed drastically (year to year). In monoculture, maize required 218 kg/ha, in a sequence of changes with four crops, it required 30 kg/ha of the mixture of fertilisers (Pummer et al. 1997). The biggest benefit of rotation was expressed in the non-fertilised treatment. The general tendency of reducing the use of chemical fertilisers accentuates the esteem of crop rotation. The growing practices often blamed with wasting of chemical products such as fertilisers may hardly observe the facts presented and forwarded by environmentalists (Krisztián & Holló 1997). Long-term experiments performed in Hajdú",
          "table": []
        },
        {
          "text": "County on chernozem soil confirm the same conclusion (Figure 8.1.2). Maize yields were lower in monoculture than in bi-or tri-cultures (Pepó 2001). The differences were larger in dry seasons up to 5-6 t/ha. Rotation influenced also the optimum of N fertiliser administered.",
          "table": []
        },
        {
          "text": "Tri-culture required 113, bi-culture 147, whereas monoculture required 187 kg N/ha doses for optimal yield. Rotation of crops and water supply modified the efficacy of fertilisation.",
          "table": []
        },
        {
          "text": "Additional maize yields due to chemical fertilisation were 1378 kg/ha in tri-culture (peaswheat-maize), 2477 kg/ha in bi-culture (wheat-maize) and 2325 kg/ha in monoculture. At Martonvásár too, the bi-culture, maize-wheat, showed the preference of rotations compared with monoculture. Yield fluctuations were also moderated by bi-culture (Berzsenyi & Dang 2004).",
          "table": []
        },
        {
          "text": "Maize is suitable for much kind of crops grown in the following season. Spring cereals perform excellently in the next season. Barley, oat, alfalfa, red clover, etc. grow best after a well managed maize crop.",
          "table": []
        }
      ]
    }
  ],
  "tables": [
    "{\"title\": \".\", \"head\": [\"yield (t/ha)\", \"\", \"\", \"\", \"\", \"\", \"\", \"\", \"\", \"\", \"\", \"\", \"\", \"\", \"\", \"\", \"\"], \"value\": [[\"14\", \"\", \"\", \"\", \"\", \"\", \"\", \"\", \"\", \"\", \"\", \"\", \"\", \"\", \"\", \"\", \"\"], [\"12\", \"\", \"\", \"\", \"\", \"\", \"\", \"\", \"\", \"\", \"\", \"\", \"\", \"\", \"\", \"\", \"\"], [\"10\", \"\", \"\", \"\", \"\", \"\", \"\", \"\", \"\", \"\", \"\", \"\", \"\", \"\", \"\", \"\", \"\"], [\"8\", \"\", \"\", \"\", \"\", \"\", \"\", \"\", \"\", \"\", \"\", \"\", \"\", \"\", \"\", \"\", \"\"], [\"6\", \"\", \"\", \"\", \"\", \"\", \"\", \"\", \"\", \"\", \"\", \"\", \"\", \"\", \"\", \"\", \"\"], [\"4\", \"\", \"\", \"\", \"\", \"\", \"\", \"\", \"\", \"\", \"\", \"\", \"\", \"\", \"\", \"\", \"\"], [\"2\", \"\", \"\", \"\", \"\", \"\", \"\", \"\", \"\", \"\", \"\", \"\", \"\", \"\", \"\", \"\", \"\"], [\"0\", \"\", \"\", \"\", \"\", \"\", \"\", \"\", \"\", \"\", \"\", \"\", \"\", \"\", \"\", \"\", \"\"], [\"Triculture\", \"Biculture\", \"Monoculture\", \"Monoculture\", \"Monoculture\", \"Monoculture\", \"Triculture\", \"Biculture\", \"Monoculture\", \"Triculture\", \"Biculture\", \"Monoculture\", \"Monoculture\", \"Monoculture\", \"Triculture\", \"Biculture\", \"Monoculture\"], [\"\", \"1985\", \"\", \"1986 1987 1988\", \"\", \"1989\", \"\", \"\", \"1990\", \"\", \"1991 1992\", \"\", \"1993\", \"\"]]}"
  ]
}