{
  "meta": {
    "title": "No title found",
    "author": "No author found",
    "journal": "No journal found",
    "date": "No date found"
  },
  "paragraphs": [
    {
      "title": "Abstract",
      "div": []
    },
    {
      "title": "Traditions of tillage and results of experiments",
      "div": [
        {
          "text": "The practices of soil tillage in Hungary are extensively documented with regard to ploughing, quality, frequency of interventions, dates, complemented with accumulated theoretical and practical information. Almost all students of soil science have been interested in analysing the effects of interventions applied by agronomists on a large scale -since the biologists Daniel Fehér, and then the investigator of maturation processes of the soil, György Várallyay senior, up to Ferenc Sekera, approached the question from the physical point of view. Multidisciplinary professional discussions enlightened the complicated network of problems emerging in the decisions when choosing from the wide range of technical options within modern agriculture became necessary. Schools of agronomic practice joint with crop science are hall-marked by names like László Baross, Sándor Cserháti, József Gyárfás, Ernő Kemenesy, Lajos Kreybig, G. Adolf Manninger, Sándor Sipos and Vilmos Westsik who are to be mentioned as building up a coherent system of applied soil tillage certainly over the long term. (Birkás 1994, Nyiri 1994).",
          "table": []
        },
        {
          "text": "A basic condition of quality in the practice of soil tillage is the right choice of equipment coloured pictures) then the correct procedures according to the system to be applied, which ought to conform with a series of preconditions of the particular site (type and cultural status of the soil, climate and actual weather, special claims of the crop to be grown, prevailing weeds, crop rotation). In Hungary, the semi-arid type of climate prevails and it requires a tilling system to be chosen which economises the water supply of the soil.",
          "table": []
        },
        {
          "text": "Around the turn of the XIX/XX th centuries, the principle of conserving the utilisation of water stimulated the introduction of alternative tillage systems. The effects of tillage on water management have been recognised and applied in developing practices as early as Cserháti (1896), who put forward a system of deep ploughing to 25-30 cm at regular intervals as a valid means of mitigating damages of drought. In summer, stubble-stripping is recommended to conserve water and the biological activity of the soil, which improves the conditions of autumn tillage in dry periods (Sedlmayer 1905).",
          "table": []
        },
        {
          "text": "During first decades of the XX th century different trends shaped the practice of Hungarian agriculture. The system of \"three ploughing\" per year prevailed on the majority of farms in spite of its costs and problems caused in dry periods, as documented by the contemporary literature. The economic and technical difficulties turned the attention gradually to the more exacting thoughtful methods represented by Sándor Cserháti. The introduction of the solutions of dry husbandry coined by Campbell (1907) found favourable acceptance though for a short time and convinced many experts that, by means of rational tillage, successful yields may be produce under drought conditions. At that time, the broad utility of the disc tiller was recognised. The anti-ploughing movement started around those years in Germany, and stimulated theoretical discussions in professional periodicals only. Simultaneously, quite a few ambitious, well-to-do farmers started to use grubbing ploughs, disc tillers and cultivators. The Hungarian professional literature of that period did not refer to the North-American attempts of halting erosion caused by water and wind and the system of \"ploughless farming\". Soil erosion was, nevertheless, also an actual concern in Hungary.",
          "table": []
        },
        {
          "text": "Cserháti, and subsequently Gyárfás and Manninger claimed that inefficient utilisation of soil is the main cause of deterioration of cultivated soils, namely frequent loosening and various mistakes in cultivation. All of them being scientific teachers and specialists suggested -beyond stating the facts -principles as well as practical tricks which helped the farmers to grow crops successfully whilst meanwhile conserving the cultivated soil under periods of drought (Birkás 1994). Gyárfás (1918) interpreted with high proficiency the tillage and maize growing system of Baross emphasising the significance of instantaneous stubble-stripping. He studied the advantages of the Campbell-method with an experimental approach and consequently published his results. His conviction was that the uncritical imitation of published methods does not achieve anything, but as a beneficial result of the Campbell-fever, he recognised the acceptance and spread of disc tillers in agronomy. The book of Gyárfás on successful crop production in Hungary (\"Magyar dry farming\") explains his opinion on the basic conditions of soil tillage in dry climates. Accordingly in summer after harvest, stubble stripping is compulsory and in autumn, fallow (empty) areas ought to be ploughed at considerable depth, but afterwards spring ploughing should be suppressed as a means of preparing the seed-bed.",
          "table": []
        },
        {
          "text": "\"Many farms located in dry areas would have better soils than at present, especially if all actual works were performed at the right time\". Mistakes committed in soil tillage are still heavy, but they would be easily compensated with care and competence. Methods of tillage in dry areas are treated earlier than Gyárfás (1925) by Kerpely (1910) and later by Szentannay (1936) on the heavy alkaline (szíkes) soils of Karcag which are difficult to cultivate. They proposed methods for especially dry seasons.",
          "table": []
        },
        {
          "text": "The statements of Gyárfás continue to be relevant. Data accumulated during 15 years of a long term experiment at Debrecen prove that the effects of the basic soil tillage are largely modified yearly mainly by the various levels of water supply. The ploughing, i.e. turning of soil in autumn increases the reliability of yield beneficially (Figure 8.2.15). Manninger's (1957) system of deep tillage was recommended for maize and other hoed crops. After the harvest of cereals, stubble-stripping, when weeds start to grow, manure is distributed and ploughed down immediately to 10-14 cm depth and levelled. After a period of 2-3 weeks a steam-plough without breast-board will be used to loosen the deep layer. The surface is planed with a harrow attached to the plough. The maturation of the soil keeps on continuously and is completed until the frosts start. The elaborated system of deep cultivation is bound to improve the soil, especially its water storing capacity, and the author recommended that it be repeated about each fourth year. By means of deep cultivation, the risks of soil tillage are effectively diminished. In spite of dry soil conditions, the costs of soil tillage and the time devoted to do it could be reduced, whereas the reliability of yield and the favourable soil structure are developed and preserved (Birkás 1994).",
          "table": []
        },
        {
          "text": "Systems of soil tillage like that attributed to Manninger cannot and should not be applied schematically. It is worth while to follow the appreciation of Várallyay (1947), who attempted to express with calculations of frequencies (%) the advantages as well as the difficulties of the system. He evaluated -under the actual conditions -the impediments and benefits of shallow cultivation. The main benefit is among others the speed of performance, saving of energy and favourable water relations of the soil, which are still existing as they did during Manninger's age.",
          "table": []
        },
        {
          "text": "In dry seasons, the various systems of soil tillage during summer modified the soil water significantly and the same stock of water is rearranged among the different layers of the soil (Pusztai 1961(Pusztai , 1966)). On the contrary, as consequences of shallow and deep cultivation of the soil could not prove any advantageous effect on soil moisture being manifested in yields of maize in a long-term field experiment (Bajai 1966). Kemenesy (1972) called attention to the fact that a radical deep tillage reduced the effect of chemical fertilisers compared with the same doses administered in combination with medium deep ploughing. The partial reason for this is claimed to stem from the dilution of solutions in the larger bulk of soil because the admixture of rough deep layers are poor in nutrients. The favourable effect of the improved physical structure (better porosity) could not counteract the effect of dilution. At the same time in meadow soils, water content of the soil could be increased down to 150 cm depth (Kovács 1964). According to the results, it was stated that effects of tillage systems cannot be evaluated on the basis of a single season, long-term experiments of many years are needed for that purpose (Sipos 1958, Nyiri 1973, 1981, 1988, Wildman & Gowans 1975, Győrffy 1977, Neigi et al. 1982, Birkás et al. 1989, Birkás & Szabó 1992).",
          "table": []
        },
        {
          "text": "During the last 20 years, the use of large and heavy machines and the high frequency of interventions caused an increase in deleterious physical conditions of the soils. The tendency of clogging increased and the water management (water conductivity and capacity) worsened (Stefanovits 1975, Bird 1982, Boels 1982, Dickson 1983). This accentuates the need for soil sparing tillage systems and adequate machines (Barta & Jóri 1979, Birkás 1987, 1993, Sörös & Soós 1994). The appreciation of environmental tillage systems cannot be reduced to their effects on the physical structure of the soil; moisture content, temperature, availability of nutrients should also be taken into account, all the more because they may prove to change in the negative sense (Massee 1982). Deterioration of the soil is the result of different processes (Herbert 1982). The omission of manure, monoculture and impropriate crop rotation all contribute to the clogging of soil, decreasing fertility and increasing the costs of tillage. The same is emphasised by Stefanovits (1975) and Várallyay (1976Várallyay ( , 1978) ) dealing with the \"development\" of agriculture, assessing and reviewing the related tasks of soil science.",
          "table": []
        },
        {
          "text": "Among non-Hungarian authors, Doran (1982) stressed the importance of soil tillage regarding its biological effects. (1994,2006) explains that in the Hungarian practice of tillage, many of the classical agronomic procedures are damned to be omitted as the stubble-stripping performed at the right time, subsequently the cultivation of the overturned stubble, moreover, the basic autumnal tillage. The thrifty and soil-restoring methods recommended were neglected by about 50% of farmers in the years of the mid 1980s, though being akin to the progressive ideas of Manninger. During periods of summer drought, an efficient trick of tillage would be the application of gradually deeper interventions beginning with stubble-stripping and its subsequent cultivation. The procedure offers three kinds of advantages. Cloddishness and the effort to break the clods are avoided. The \"hard pane\" often caused by the disc tiller is eliminated successfully. Loss of humidity throughout the different layers of the soil is also moderated. Growers are afraid of creating clods by interventions of tillage in spite of the common knowledge that \"the stubble field stripped at the right time and rolled will be friable within 3-4 weeks and easy to plough\", in addition, that ploughing needs much less energy down to the due depth. \"Belated tillage is always the most expensive\", which is proved by the yields and their quality achieved after winter and spring tilling.",
          "table": []
        }
      ]
    },
    {
      "title": "Birkás",
      "div": [
        {
          "text": "The methods of tillage in maize production are examined on a large scale beginning with the traditional, high energy consuming methods, then the soil restoring, shallow tilling methods, and ending up to the direct planting procedures. The opinions concerning the methods claimed to be advantageous are, however, changing periodically over the years not only in the Hungarian but also in the international literature. As the result of field experiments performed in Hungary, the most recommended variant was undoubtedly the autumn ploughing of good quality.",
          "table": []
        },
        {
          "text": "Advantages of the traditional autumn ploughing to a depth of 22-25 cm were praised by many authors (Gyárfás 1925, Sipos 1972, Kováts 1974, Győrffy 1979, 1990, Kismányoky & Balázs 1996, Nagy 1996). They stated that on deep soils with a favourable structure and water management, ploughing deeper than needed is not necessary because it would increase costs without reasonable reward. Sipos (1972) listed the aims and benefits of autumn ploughing as capturing the precipitation, improving water storing capacity, preparing a good seed bed, preventing the decay (erosion) of the soil and it is favourable for the organisation of human labour. He warns against the excess of deep tillage because of its dubious utility and unreasonable costs. Chernozem soils should be ploughed to a depth of 25 cm -according to exact experimental results -as best for maize.",
          "table": []
        },
        {
          "text": "More shallow soils with unfavourable conditions at a sloping site should be ploughed to a shallow depth, but combination with subsoil loosening at about 40 cm depth would be beneficial as documented (Förgeteg 1964, Tóth 1964, Belák 1966, Förgeteg & Györgyné 1968). The latter method was able to increase yields of maize by 4-26% related to yields obtained by the traditional tillage. Alkaline and improved alkaline soils, moreover heavy meadow soil produced favourable results with subsoil loosening at 60 cm depth combined with disc tilling (Prettenhoffer & Gratzl 1961, Sipos 1963, Káposzta 1968). Maize yield increased by 6-30% on that unfavourable soil.",
          "table": []
        },
        {
          "text": "Hungarian researchers agree with the thesis that autumn ploughing should be preferred absolutely to spring ploughing in maize production (Figure 8.2.16). At the time of Surányi (1957), the object of controversy around spring ploughing was whether its omission is allowed or not in maize production. The author voted for the elimination of spring ploughing, though maize starts growing after planting better in the fresh plough-land, due to the loss of moisture, for which a heavy penalty ought to be paid in yield after an average dry summer. In a four-year-long experiment, Hegedűs (1984) concluded that autumn ploughing is the best method but, on the contrary, Káposzta (1968) could not prove the significant superiority of autumn ploughing to spring ploughing at Karcag.",
          "table": []
        },
        {
          "text": "Győrffy & Szabó (1968) compared the effects of soil preparation with disc tilling disc harrowing and with ploughing and stated that in the majority of years, the former yielded significantly less than the latter. However, ploughing omitted in the autumn should not be replaced next spring: Instead of that, other tools are preferred such as disc-harrows, heavy cultivators (Krisztián 1999). The higher the colloid fraction of the soil, the more greasy is the moist soil and difficult to avoid its cloddishness for planting by spring ploughing. The grower will easily observe the decline of soil structure by the clods during the autumn tillage. The least risk is associated with the use of autumn ploughing, which means that it should be preferred to spring ploughing and to the ploughless methods, thus the benefit of autumn ploughing is 70% in dry cultivation and 89% in irrigated fields (Tables 8.2  In deep loam soil, its superiority over spring ploughing and ploughless methods regarding yields has been demonstrated (Nagy 1995). After autumn ploughing, significantly higher (9%) yields are expected, which means about one ton/ha more than the other methods such as the ploughless method (Figure 8.2.18). In years of drought, the benefits of autumn ploughing are reduced, i.e. half of a ton/ha. Instead of spring ploughing as a ground procedure, in some years a shallow tilling in the spring could be considered as an option (Birkás et al. 1999). After the omission of autumn tillage, the majority of researchers recommend the use of a rotating tiller in medium heavy and heavy soils (Sipos & Hegedűs 1982). The experimentally approved optimum of tilling depth is in autumn 30 cm, subsequently, before planting in the spring 15 cm; whereas the worst consequences are expected from spring ploughing before planting.",
          "table": []
        },
        {
          "text": "In the field experiments performed with maize monoculture by Hegedűs (1984)",
          "table": []
        }
      ]
    },
    {
      "title": "Cultivation systems of maize",
      "div": [
        {
          "text": "Maize as a crop planted in spring is successfully grown with a system which aims an optimal management of water reserves mainly based on the precipitation of the winter season; therefore the autumn tillage is bound for receiving and storing water in the soil. The preparation of the soil is composed of two phases: the autumnal basic procedure and perhaps finishing, subsequently the preparation of the seed bed in the spring. For maize, preparation of soil may start after the harvest of the previous crop, in mid-summer already, but also in",
          "table": []
        }
      ]
    },
    {
      "title": "Soil preparation after an early harvested previous crop",
      "div": [
        {
          "text": "Previous crops of sugar and forage beets, maize, pulses and oilseed crops are often winter and spring cereals, which used to be harvested during the summer thereby leaving the field open for soil preparation at a relatively early date. The pattern of the procedures follows a classic scheme:",
          "table": []
        },
        {
          "text": "-Stubble stripping. Heavy soils as meadow clay, chernozem and alluvial soils are generally dry and compact in the midsummer after harvest. Stubble stripping ought to be performed with a shallow working disc-harrow; subsequently clod-crushing is recommended with a roll (Cambridge) to close up the surface. This procedure allows the clods to become friable and releases nutrients. Alkaline soils need also to be disc-harrowed and afterward Cambridge rolled because the smooth surface is at risk of becoming caked after rain. Semi-heavy soils, loam without excesses and black sandy soils should be treated always according to their actual water content. Disc and cultivators are suitable. On light sandy soils shallow or semi-deep ploughing is suggested for stubble stripping, and to close the surface, a light harrow and a flat roll. That is to prevent soil abrasion throughout the summer.",
          "table": []
        },
        {
          "text": "-The care of the stubble after turning in is combined advantageously with weed control as well as with distributing manure and loosening at various depths.",
          "table": []
        },
        {
          "text": "-Basic tillage with turning in. Autumn ploughing. The main purpose of ploughing is to extend the active layer of the soil, which is able to open the depth for the penetration and storing of winter precipitation.",
          "table": []
        },
        {
          "text": "Most of the crops planted in the spring require a loose seed bed prepared already in the autumn. This is termed basic tillage. The procedure of ploughing starts just after stubble stripping and rolling -moreover loosening -from the end of August until freezing. On slopes and sloppy, difficult to cultivate, alkaline and forest soils, it is more urgent.",
          "table": []
        },
        {
          "text": "The incorporation of stable manure is an important function of the autumn ploughing. The summer season of fertilisation begins soon after the harvest of cereals and continues until the start of autumn tillage. Heavy soils need to receive the stable manure earlier because its decomposition ensues at a slow rate. Leaching is not a problem, the soil absorbs the nutrients and water moves only slowly. In moderately heavy soils, for sugar beet and maize, stable manure should be given during late summer or early autumn of the previous season.",
          "table": []
        },
        {
          "text": "Manure is utilised most favourably in the soil at the depth where moisture and air are equally available for the microorganisms. In heavy soils, ploughing should be medium deep, whereas in sandy soils deeper. The humidity of the soil is an essential attribute. The drier the soil the deeper the ploughing should be performed, i.e. wet soils utilise the manure of shallow furrows. After ploughing, a dry soil needs to be rolled with a ring roll or Campbell wheel in order to pack the subsoil. On sloppy or wet soils, manure should be turned over with a plough, jointly a rotating smoothener is recommended. The covering of the manure is perfect also in deep layers if the aeration of the soil is still not inhibited and the decomposition is stimulated.",
          "table": []
        },
        {
          "text": "Earlier, stable manure required two ploughings. The first was shallower, which was called \"summer mixing plough\", the next was aimed to \"inoculate\" the deeper layers with the intensely active upper soil-manure mixture (Kemenesy 1964). The two ploughings, in addition with stubble stripping and the joint surface treatments required as a total of 6-7 interventions, which cannot be justified according to present conditions. The summer mixing ploughing may be substituted by disc-harrowing under dry conditions.",
          "table": []
        },
        {
          "text": "Conditions of the soil as well as requirements of the plants may be met by a medium or deep loosening. An early harvest of the previous crop facilitates the insertion of a loosening operation. It is better performed just on the stripped stubble, as only moderate cloddishness is expected. It is a matter of controversy whether loosening should precede or follow ploughing and whether at a parallel or crosswise direction. If medium or deep loosening is followed by ploughing, there is a chance of compaction though on a limited area or along strips only. As far as the direction of the movements is different, this danger is imminent. The movement of the power machine reaching the loosened stripes is impaired. That explains why the procedure could not be accepted widely. The depth desirable for loosening cannot be achieved and the treading damage will be considerable on the plough-land.",
          "table": []
        },
        {
          "text": "Smoothing of the plough-land after autumn ploughing. For planting in the next spring -as far as physical properties of the soil allow -smoothing of the surface could be done in order to facilitate the preparation of the seed bed requiring only one phase. For crops planted not in early spring, autumn smoothing is not necessary. With a reversible plough the beds with the dividing furrows could be formed in autumn as a single operation. Plots being threatened by inner water must be avoided. On sloping fields, furrows should follow the contour lines leaving a rough surface; and smoothing should be omitted in order to control erosion.",
          "table": []
        },
        {
          "text": "Smoothing is suppressed on alkaline soils preventing muddiness. Winter precipitation hardly penetrates a muddy surface and cloddishness may postpone the spring tillage. Streaky ploughland ought to be left undisturbed in the autumn.",
          "table": []
        },
        {
          "text": "Basic tillage without turning over. After early harvested preceding crops, autumn tillage should not be omitted; ploughing may be substituted incidentally. Methods of tillage without turning up are also aimed to catch and store the water of autumn and winter-precipitation.",
          "table": []
        },
        {
          "text": "Turning up the soil is substituted by loosening at different depths, and where the subsoil is not compacted a heavy cultivator is recommended. The best depth for applying the disc tiller is 22-26 cm in autumn; but the stubble-stripping in summer is taken as granted.",
          "table": []
        },
        {
          "text": "Spring tillage. The main purpose is to produce a well crumbling soil without larger clods, moderately and evenly moist, but not dusty. The time to begin tillage is when the surface of the soil starts to change its reflection of light, becoming grey. Harrowing combined with a smoother moderate's evaporation and incorporates chemical fertilisers. Moist and cloddy soils need a rotating tool combined with smoothener. The seedbed is prepared according to the needs of the crop. There are springy, spoony and rod-like teethed combinators or rolls. The seedbed preparation \"opens\" the surface, compacting the bottom of the seedbed, but the emerging weeds should be killed, and fertilisers, fungicides and pesticides may also added.",
          "table": []
        }
      ]
    },
    {
      "title": "Soil tilling after a late harvested previous crop",
      "div": [
        {
          "text": "Among previous crops, some are cultivated to a deeper level such as sugar beet and maize.",
          "table": []
        },
        {
          "text": "Stubble remnants of beets ought not to be smashed. After maize, the stubble and stalks need to be chopped with stalk cutter, disc or with both, not only for the sake of a better tillage, but also for a better seedbed. The fully ripe -or defoliated -sunflower stalk is effectively chopped with a disc harrow. The same is recommended for soybean, field bean, maize for silage and sorghum stubble-field. In potato fields, the hills and ridges are smoothed before ploughing with a disc.",
          "table": []
        },
        {
          "text": "Basic tillage by turning up the soil. The autumn tillage may be omitted on sandy and peat soils at risk of deflation (wind damage). Ploughing may be continued if necessary during the winter on thawing days. The stubble field does not need deep ploughing if the previous crop received deep tillage. The results of the former deep loosening should be conserved with the least treading on the field. Large masses of remnants on the stubble field ought to be completely turned in.",
          "table": []
        },
        {
          "text": "The main risk of spring ploughing is the loss of soil moisture and the unbalanced status of the soil. For that reason, the plough should be combined with other tools (harrows, rotating tillers or other rotating engines and light rolls) towed by the same hauling machine in order to need just one or two phases of intervention for the final preparation of the seedbed. Cavities in the soil are eliminated by a Campbell-type roll. Spring ploughland should not be tilled with disc. Basic tillage is necessary in spring: on alkaline soils without structure, the autumn ploughing should be repeated because the surface becomes caked during the winter; similarly, on tidelands and humid lowlands, where inner water used to be gathered after thawing or rains; on sands and peat soils. As an emergency, spring ploughing is necessary: when early frosts have inhibited the autumn ploughing, or the winter cereals died, and where the stubble has been utilised during the winter (e.g. maize stalks as a pasture). Heavy, moist soils are only treated after drying. Light sand and peat soils ought to be compacted by a single intervention as far as possible to finish the seedbed. After planting, an additional compaction is recommended leaving a ridged surface.",
          "table": []
        },
        {
          "text": "A new possibility is offered for planting spring cereals after a previous crop harvested at a late date, namely preparation of seedbed and planting in a single phase. Areas which are threatened by erosion could be planted directly, but only after careful consideration.",
          "table": []
        }
      ]
    },
    {
      "title": "Tillage systems of after seeded crops",
      "div": [
        {
          "text": "After seeded crops are those which are grown after the main crop was harvested at a relatively early date in the same season, or as a previous crop grown before the secondary crop in the same season. Secondary crops are planted in summer, possibly after a harvest in June or early July. Overwintering previous crops, mainly green fodder, are finished at the end of April or early May, and are frequently followed by early maturing maize as a secondary crop. Other previous crops of maize are harvested at the end of May or early June, e.g. rye for forage, Keszthely mixture (cereals + pulses), hairy vetch with supporting plants, green peas. As previous crops, they are beneficial. The soil after harvest is still moist and a seedbed is formed easily for the secondary crop. Harvest time of winter rape (colza), barley and other winter cereals is between the end of June and July. As previous crops, their effect on the secondary crop is less favourable because the water content of the upper layers of soil is rather exhausted by that time. The moisture conserved by shadowing effect is exploited with a quick intervention only, seedbed formation, subsequently planting. A successful secondary crop ought to follow a water-saving policy for preparing a seedbed as soon as possible. For a secondary planting in summer, only rather light soils are suitable (with values lower than KA 45). Variants of soil preparation systems are presented in Figure 8.2.20.",
          "table": []
        },
        {
          "text": "As a basic tillage, a solution without turning over of the soil is recommended. Any stirring of the deeper layers are to be avoided in order to save moisture. Loosening of the deep layers will have been performed for the previous main crop, if necessary. Tillage without turning over in order to strip the stubble and prepare the seedbed ought to be made by a disc. The rotating tiller for that purpose, to loosen and to mix the soil is not suitable for larger surfaces.",
          "table": []
        },
        {
          "text": "Winter rape (colza) being a soil-loosening crop, thus a good seedbed is formed with a rotating harrow. In case of ploughing, a smoothener should be attached, and soil compaction could be necessary. On a ploughland of good quality, the attached smoothener prepares the soil to be ready for being treated by the combinator, and the seedbed is ready. The ripening (settling) of the soil will ensue after the planting has been done, therefore there is no reason to postpone the seeding. Under favourable conditions, all those operations are done within one day. An instantaneous rain may delay the completion of planting. The smoothing of the basic tillage depends on the cloddishness of the soil and the demands of the after seeded crop. On dry soils, combined looseners (multitiller, rotating harrow) are recommended. On wet soils, the rotating harrow and combinator will loosen properly, the",
          "table": []
        },
        {
          "text": "elements of the roll could compact the soil at the level of the seeds. More cloddish soils are treated with smoothener and planting machine-combinations. After planting, the soil is compacted and a ridged surface should be finished.",
          "table": []
        },
        {
          "text": "The weed flora of the after seeded crop depends on the weeds of the previous crop. After winter cereals and shallow tillage, emergence of spilled seeds is expected. In row crops, hoeing easily controls weeds. The reliability of the second crop is increased with irrigation.",
          "table": []
        },
        {
          "text": "After watering, as soon as possible, a shallow hoeing of the drying soil is needed in row crops.",
          "table": []
        }
      ]
    },
    {
      "title": "Tillage and supply of nutrients",
      "div": [
        {
          "text": "A positive interaction between the depth of tillage and fertilisation has been observed by Sipos (1968Sipos ( , 1974Sipos ( , 1979)), where the decisive factor was fertilisation. A dry season modifies the interaction of the two components.",
          "table": []
        },
        {
          "text": "At Martonvásár, on chernozem with loam-like composition, a multi-factorial experiment showed that fertilisation is much more efficient than tillage on the yield of maize (Győrffy 1976). The relation between the two factors caused the reduction of differences between the effects of tillage systems with increasing rates of fertilisers. The effects of tillage depth as well as of the number of interventions are reduced or compensated for by fertilisation (Győrffy & Szabó 1979). On chernozem soils with a favourable water management, precipitation during the winter season may conceal the various effects of tillage systems.",
          "table": []
        },
        {
          "text": "Long term experiments at Debrecen show that on chernozem soils -at average precipitation -autumn ploughing without manure or with small doses of manure, the exploitation of the reserves of nutrients increased the yields of maize significantly (Figure",
          "table": []
        }
      ]
    },
    {
      "title": "8.2.21).",
      "div": [
        {
          "text": "The superiority of yields due to autumn ploughing -without fertilisation -compared with the unploughed variant was 1.4-2.3 t/ha, whereas in the fertilised treatments, the difference was even larger, i.e. by 2.8-3.3 t/ha (Nagy 1996). Spring ploughing -conforming to other experimental proofs -caused less favourable soil conditions; it hindered germination, delayed and prolonged the period of emergence, which is reflected in the yields. Averaged across years, yields after spring ploughing were 0.6 t/ha lower compared with autumn ploughing. Fertilisation is able to compensate, though not entirely, for various unfavourable agrotechnical effects. Without ploughing, additional yield due to fertilisation was 2.8 t/ha in dry seasons, but 3.8 t/ha in years of average precipitation. After autumn ploughing, differences are less accentuated, in dry seasons 3.1 t/ha, in average years 3.7 t/ha. Nagy (2005) analysed the effect of tillage on yields of maize hybrids of different genotypes. His experiments showed that some hybrids with high adaptability performed well in spring ploughland as well as after autumn ploughing also in spite of severe drought (Figure 8.",
          "table": []
        }
      ]
    },
    {
      "title": "2.22).",
      "div": [
        {
          "text": "A close correlation exists between the tillage system, tools, the soil moisture conserved and yields (Vajdai 1991). Drought prevailing for several years forced the growers to economise the little moisture in the soil carefully. They preferred water-saving methods of tillage, but ought to pay attention also to the special requirements of the crops to be grown. Some tools allowing tillage without turning over the soil -heavy disc, heavy cultivator, looseners medium depth -are able to economise 6-14 mm water, depending on the depth of their penetration compared with the plough. That amount of water is equal to the effect of a heavy rainfall. At the same time, the production of organic substances by the weeds (barnyard grass) is substantially increased as compared with a traditional ploughland. According to experimental results of Knežević et al. (2003), traditionally tilled plots produced significantly higher yields but the effects of the season were less pronounced than after the use of a disc and cultivator.",
          "table": []
        }
      ]
    },
    {
      "title": "Environmental soil cultivation",
      "div": [
        {
          "text": "During recent decades, time-and energy-saving, as well as environmentally focused methods received more attention. Under Hungarian conditions as well an in maize production, those methods are still poorly developed and traditionally less popular. Researchers suggested however that, since the 1970s, the occasional use of deep loosening, which should built into a regular tillage system: every 3-5 th year, ploughing of 30-35 cm depth, deep loosening at 40-45 cm, and for the years between, ploughing at 20-25 cm would be sufficient for maize (Sipos 1972, Bocz 1992).",
          "table": []
        },
        {
          "text": "Experimental analysis of the different effects due to the traditional tillage systems, or to the reduced till and to no-till systems is a matter of international discussions, mainly in the Corn Belt of the USA and eastwards from it (Sims et al. 1998). Systems of reduced till and direct seeding (planting) are already practiced for several decades in maize production as documented in the literature.",
          "table": []
        },
        {
          "text": "An extreme case of the soil saving methods is the no-till system, which is made possible by the use of direct-planting machines and the availability of perfect chemical herbicides. The penetrometric measurements of Rátonyi et al. (2003) stated that the hauling and tilling machines of the various cultivation systems caused profound changes in the compactness of the 0-50 cm layer. Upper layers of shallow cultivated and direct-planted plots proved to be rather compacted (Figure 8.2.24). The most deleterious conditions appeared just beneath the shallow spring-cultivated layer. Further investigations showed that in spite of a period of several years without any intervention, the soil could not eliminate the compaction of the upper soil layer caused by shallow tilling. This fact alone would deny the utility of directplanting. The disk ripper creates favourable conditions within the zone of the scarred depth.",
          "table": []
        }
      ]
    },
    {
      "title": "Experiments performed in",
      "div": [
        {
          "text": "Therefore the disk ripper turned out to be a useful tool for gradually suppressing the increasing compactness of the layers beneath the cultivated zone. In the traditional tillage, the density of the soil is measured usually in the loosened layer in order to assess its conformity with the demands of the crop. In some years the finishing compacted the surface again, consequently, the infiltration of precipitation as well as the penetration of roots were hindered through the upper 10-15 cm depth. Areas exposed to erosion are benefited by the no-till system of cultivation (Blevins et al. 1971, Meisinger et al. 1985). As Wilhelm & Wortmann (2004) compared the traditional and the no-till systems in both maize monoculture and crop rotation, higher yields were obtained with the traditional system and with crop rotation. The interaction of soil cultivation and season was significant, the advantages of autumn ploughing were less conspicuous in hot spring weather than in cool springs. Comparing the no-till and the traditional systems, the temperature around planting modified the effect of the cultivation. In springtime at low temperatures, traditional tillage accelerated the warming up of soil more effectively, which stimulated the early growth of plants (Sims et al. 1998).",
          "table": []
        },
        {
          "text": "The succession of crops was also worthy of consideration as an important factor.",
          "table": []
        },
        {
          "text": "Raimbault & Vyn (1991) stated that minimum tillage produced lower yields but the difference disappeared with the abolition of monoculture. Bandel &Fox (1984), andMackay et al. (1987) measured the effect of cultivation on the distribution of the nutrients in the soil. In notill plots, P and K were concentrated in the upper 0-5 cm layer without inhibiting the growth of roots and reducing yield. In the no-till system, the slow warming up of the soil justifies a shallower planting (Gupta et al. 1988). Also a later than traditional planting date would compensate for the cool soil (Herbeck et al. 1986). Cultivation systems should be harmonised also with the type of soil and with the patterns of precipitation. Moist soils slow down the speed of germination and early growth, therefore no-till systems are to be applied preferably on light water soaking, quickly warming soils especially in rainy seasons (Griffith et al. 1973).",
          "table": []
        },
        {
          "text": "The mass and quality of the remnants left on the stubble field are also considered when selecting cultivation systems. The mass of organic remnants conserves more moisture and slows down the warming up of soil (Van Wijk et al. 1959, Burrows & Larson 1962, Blevins et al. 1971, Benett et al. 1973, Johnson & Lowery 1985). Remnants left on the stubble conserve moisture, but the process of planting is hindered. No-till and discing cannot suppress the handicaps of the stubble mentioned, especially the germination and emerging of seedlings, and lower the yield (Burgess et al. 1996). Special attention should be paid to the process of planting and to the planting machine. Therefore, reduced tillage and no-till systems assume the correct handling of the stubble.",
          "table": []
        },
        {
          "text": "With a wise succession of crops the accumulation of the mass of stubble-remnants could be avoided (Burgess et al. 1996). Experimental results indicate that the failure of reduced tillage is not due to the shallow tillage, but rather to uneven germination and growth as causes of low yields. The organic remnants are the cause of that. An uneven plant population has far reaching negative consequences (Swan et al. 1993). Fortin (1993) measured significant changes during the growing period in soil temperature, moisture, furthermore growing intensity and final plant height due to the stubble masses. The yield of kernels was not influenced by the presence or absence of stubble masses. Janovicek et al. (1997) emphasise the importance of the mass and quality of stubble remnants on the yield of maize in the no-till system. Planting into cleaned stubble fields produced higher yields in a no-till treatment. Mehdi et al. (1999) examined the effect of soil cultivation and the mass of stubble remnants on maize yield and nitrogen content. In the direct-planting treatment, the remnants delayed the germination as well as the ripening of maize; however, the yield was not inferior to that in the traditional growing system.",
          "table": []
        },
        {
          "text": "Recently, the technology of the no-till system of maize growing has been modified; the remnants of the stubble are to be incorporated on the one hand, and the strips between the maize rows are subject to a medium-deep loosening (zone till) procedure on the other hand.",
          "table": []
        },
        {
          "text": "The temperature of the upper 4 cm layer of the soil was lower than that of traditionally cultivated soil, though that did not influence the planting date, however the rate of emerged plants was lower in the no-till system (Beyaert et al. 2002). In those years, whenever tasseling of the maize coincided with drought periods; mean yields were higher in minimum tillage systems than in traditional tillage.",
          "table": []
        },
        {
          "text": "The volume of pores of the soil was decisive for germination and for the efficiency of fertilisers (Szirtes & Gálné 1978). In the zone of intense uptake of nutrients (0-30 cm soil layer) a 52% volume of pores proved to be optimum for maize growing. In order to counteract the deleterious effect on compaction of soil in no-till systems, a reversion to the traditional tillage system after a period of some years would be beneficial. The effects of autumn ploughing, cultivation and spring ploughing have been examined on the soil structure of notill systems by Vyn & Raimbault (1993) in a long-term experiment of 15 years. According to them, the no-till system caused the lowest rate of soil aggregates with less than 5 mm diameter, the highest soil density and the highest resistance to penetration.",
          "table": []
        },
        {
          "text": "Whatever system of cultivation has been chosen, the safe and accurate observation of their technology is a basic condition of successive maize production. Neither an optimum choice of system to be applied would be able to compensate for mistakes in timing of procedures and for ignoring the actual status of the soil.",
          "table": []
        }
      ]
    },
    {
      "title": "Cultivation systems designated according to their inventor",
      "div": [
        {
          "text": "The Campbell system of cultivation. The \"dry farming\" system was initiated by Campbell in North America and aimed especially to improve farming procedures under relatively dry climatic conditions. He suggested yearly a single autumn ploughing at 20 cm depth on heavy and medium heavy soils flowed by a deep compacting roll and disk. Since then, to the deep compacting roll, the name Campbell has been coined. Campbell also has been the inventor of the disc as a tool of tilling. According to J. Gyárfás (1922), the Campbell system cannot be applied under Hungarian conditions without some modification; nevertheless, he stated that the extension and general use of the disc is his achievement. Earlier, before the outbreak of the \"Campbell-fever\", \"nobody cared about the disc and its multipurpose utility in agronomic practice. The growers learned from Campbell that the disc is equally useful for stubble stripping as well as for working on the fresh ploughland\".",
          "table": []
        },
        {
          "text": "The Jean system of tillage. Jean developed this system as \"plough-less tillage\" in Southern",
          "table": []
        },
        {
          "text": "France on medium heavy loam, where the summer used to be dry threatening with drought.",
          "table": []
        },
        {
          "text": "The stubble after cereals should be prepared for winter wheat by gradually deeper with a cultivator. The compact stubble received a treatment first with chisel-shaped spring cultivator, then, as the ripening (settling down) process of the soil started, goosefoot scissors made the last procedure at around 20 cm depth. The well-prepared seedbed could be planted with the seed distributing engine (driller) mounted on the cultivator itself. J. Gyárfás (1922) wrote: \"It is beyond doubt that Jean invented a tillage system which facilitates reasonable crop production and acceptable yields under unfavourable, dry and hot climatic conditions, meanwhile his neighbours used the plough and were content with much lower yields\".",
          "table": []
        },
        {
          "text": "Tillage system of László Baross. L. Baross was first of all a plant breeder and as the head inspector of the state estate Bánkút, developed his system on medium heavy, humus chernozem soil under dry conditions. The growing site was rather dry, and received during the second half of the growing season (July-September) at most 150 mm precipitation with a rather uneven distribution. After late harvested sugar beet and maize -where the field was deeply ploughed with the steam-plough in the previous year -the field cultivator (grubber) was applied as towed by a steam engine coupled with a disc. Rolling ensued after the disk.",
          "table": []
        },
        {
          "text": "The soil being loosened in the upper 7-8 cm layer was left alone for 4-5 days. Subsequently, discing and harrowing with a team of horses followed. Wheat was planted in this seedbed.",
          "table": []
        },
        {
          "text": "This system required altogether four runs without turning over the soil before planting. The physical status of the soil was ideal under dry conditions. Many agronomists have followed the system of Baross meaning ploughing in the summer, but his recommended tricks have been ignored. The cloddish, too deeply turned over ploughland caused by the summer ploughing was not the idea of Baross. Gyárfás did not criticise the system of Baross, he praised rather its faculties on the given soils and considered it as a useful and innovative method.",
          "table": []
        },
        {
          "text": "The system of G. Adolf Manninger named \"ploughless but frequent loosening\" (called by many: \"shallow tilling system\") was developed at Fürged and Németbóly as being head of the estates of Montenuovo. The plough was abandoned during the summer, instead a machinehauled disc or cultivator was applied. Deepening gradually down to 15-18 cm, a wellloosened and clean seedbed was produced. After each pass, the soil was rolled. Ploughing was eliminated even after early harvested preceding crops (pea, vetch, and colza). The plots were deeply tilled each fourth year with a steam-plough. As Gyárfás (1922) explained, \"no yield increment was expected\" due to the shallow tilling. The advantages of the method, which is a result \"of an outstanding agronomist under exceptionally favourable conditions\" are: lower costs, saving time and excellent soil conditions. The soil was a medium heavy chernozem on loess and fertile, brown forest soil. In dry weather, they waited until rain because the soil could be cultivated at optimal moisture only. During the 1930s, experiments turning over of the soil. In Bulagria, Stranski's tillage system is rather akin to that of Manninger's. Systems essentially adapted to the type and status of the respective soil are known in all neighbouring countries around Hungary; the names of the authors are well documented in the literature up to the recent times (Canarache, Morgun, Sikula, Drezgić, Jevtić, Frideczky, Kundra, Suskevic, Stranák, Kollár, Kovác, De-Mo, Von Boguslavsky, R.Auhe).",
          "table": []
        },
        {
          "text": "All of the proposed methods aimed to increase the reliability of crop production under local conditions. In spite of less favourable conditions, the methods recommended improved gradually as well as the quality of the seedbed, the conditions of planting, the reliability of yield related to traditional growing practices, moreover, often many costs could be saved. As for the actual concerns of agronomy, the deterioration of the soil conditions is the most important. All over the world, tasks of soil protection became the top problem of agriculture.",
          "table": []
        },
        {
          "text": "Therefore, the main endeavour is adaptations to special conditions of the respective soils.",
          "table": []
        }
      ]
    },
    {
      "title": "Minimal tillage",
      "div": [
        {
          "text": "The soil cultivation, planting, weed control, phytosanitation and fertilisation in the broad sense took a new turn in the United States of America during the 1950s.",
          "table": []
        },
        {
          "text": "The minimal tillage system took its main impulses from two practical necessities: the earlier individual interventions are integrated by combining the machines with the same hauling engine, and the elimination of procedures or operations that were not absolutely necessary.",
          "table": []
        },
        {
          "text": "Minimal tillage combined those principles with the aim to care for the prosperous physical and biological conditions of the soil, moreover, to improve the economy of production costs.",
          "table": []
        },
        {
          "text": "The adjective \"minimal\" refers mainly to the costs of tillage, but the main purpose is the improvement of the conditions for seed germination, plant development and finally a high yield. The completed variants of the minimal tillage system are striving for economically profitable yields by methods that conserve the status of soil.",
          "table": []
        },
        {
          "text": "The extension of soil saving variants of the minimal tillage system is stimulated: by a higher productivity of mechanisation and organisation of labour, by reducing costs and human labour per unit area, consequently, a unit volume of crop will require less costs and human labour. The exploitation of the factors of production (machines and labour) will become more efficient, peaks of seasonal operations and overlap of tasks will be reduced. Erosion and abrasion of the soil is substantially avoided or reduced; the reduced frequency of interventions facilitates tillage at optimal opportunities regarding moisture, less treading damage is expected. The conserved moisture presents the best conditions for maintaining the physical and biological quality of the soil.",
          "table": []
        },
        {
          "text": "Beside those listed advantages, there are also hindrances, which appear negligible in the early phase of applying the tillage system (related with weeds, pests and diseases).",
          "table": []
        },
        {
          "text": "The idea of \"conservation tillage\" appeared and spread at the end of the 1960s and early 1970s in North America and after the mid 1970s in Europe.",
          "table": []
        },
        {
          "text": "No tillage/zero tillage (or direct sowing without tilling). The chisel of the planting machine is cutting the remnants of the stubble and opens the soil for the seed. The scarred proportion of the soil surface is about 10%. Before or after sowing, the distribution or spraying of chemical herbicides and fertilisers takes place.",
          "table": []
        },
        {
          "text": "Slot planting. With sowing, the soil is loosened with a chisel to a depth of 5-15 cm, and soon after sowing is pressed again.",
          "table": []
        },
        {
          "text": "Strip tillage. One third of the surface, i.e. a 25-35 cm strip of the row crop to be planted is loosened to 6-8 cm depth. The chopped stalks of the preceding crop are left on the field, so they cover the undisturbed surface left between the strips. Only, the loosened strips are exposed to chemical herbicides.",
          "table": []
        },
        {
          "text": "Ridge till. The chopped remnants of the stubble are spread on the ridged surface of the field. Before sowing, the remnants are pushed off from the top of ridges, which coincide with the rows to be planted, so that the exposed ridges warm up faster at sowing time. The remnants protect the soil from losing water, erosion and moderate the treading damage caused by the wheels. A partial moving of soil is concentrated to the forming of ridges (18-20 cm high) during springtime either with the planting procedure or with row hoeing. The ridge tillsystem saves chemicals too because the latter are concentrated on the rows.",
          "table": []
        },
        {
          "text": "Tillage systems without turning up of soil. Several tools -cultivator, disc, rotary harroware substitutes for the plough, as the stubble of the preceding crop is partly mixed with soil of the upper 8-10 cm layer and partly left on the surface. Weeds are controlled with both chemical compounds and mechanical hoes.",
          "table": []
        },
        {
          "text": "It gradually became evident that soil protection deserves more attention and more efficient methods. The concept was coined as \"conservation tillage\" with a couple of variants of tilling systems and forms of utilisation.",
          "table": []
        },
        {
          "text": "Soil conservation involves the criterion that stubble remnants should cover at least 30% of the surface of the planted field after sowing.",
          "table": []
        },
        {
          "text": "Tillage and managing systems forwarded by the innovators endeavour also to reduce the amount of chemical substances applied in agronomy. Among the systems of soil protection at the moment, \"strip tillage\" and \"ridge till\" are the ones most fulfilling expectations. The adaptive farming concentrates on the diminishing load of chemical substances, and accepts some of the elements of traditional farming -e.g. sometimes the turning over of soil, loosening techniques, hoeing of row crops.",
          "table": []
        },
        {
          "text": "Without turning over the soil, disc tilling, heavy cultivator, medium deep loosening are the basic procedures of a combined system including planting. Seedbed formation and planting follow separately.",
          "table": []
        },
        {
          "text": "As a basic tool, the cultivator requires 25-30% less hauling energy, 32-40% less fuel and 20-30%less time. The system of heavy cultivator is working by 2-3 less marches than the ploughing system, depending also on the mass of stubble remnants assuming a mixing procedure e.g. with a disc. The advantages of the cultivator systems are obvious mainly on dry and moderately moist soils. However, a vigorous weed growth, large stubble masses, compacted lower layers of the soil and moisture set limits to the application of the system.",
          "table": []
        },
        {
          "text": "System based on a medium deep loosener. Loosening at medium depth around the planting time is beneficial for any crop, especially if the upper 30-40 cm of the soil is compact. At the same time, the mass of stubble remnants and their size after being chopped on the surface ought to be treated with a disc or plough. Stubble stripping may be performed by disc or cultivator followed by a roll. The same must be done with weedy stubble after some time. The main operation of the system is the loosening at medium depth, which is more effective if the soil is in a so called ripening stage after stubble stripping under the shadow of stalk remnants.",
          "table": []
        },
        {
          "text": "In any case, the clods appearing as a consequence of loosening ought to be pressed by rolling as well as after each intervention of a machine. Combined cultivation and planting. This system is used only rarely in the practice of cultivation. The basic tool is a rotary tiller or a rotary harrow coupled with a planting unit and a roll for closing the surface. It is adapted mainly to winter and spring cereals. It differs from the similar, West-European methods as stubble stripping and after that the care of the soil surface cannot be ignored. Basic procedures may require a plough or a disc. Finishing of the seedbed is combined with the planting pass. For spring cereals, the basic cultivation in the autumn is no longer necessary.",
          "table": []
        }
      ]
    },
    {
      "title": "Cultivation of irrigated soils",
      "div": [
        {
          "text": "The management of irrigated fields ought to be responsive to the load of soils due to the permanently moist conditions. Results of research as well as general experience show that it is not the irrigation itself which is a harm, but the disregard of the quality of the soil in choosing the methods of irrigation, intensity and volume of water, the care of providing adequate aeration adjusted to the capacity of the respective soil.",
          "table": []
        },
        {
          "text": "Dvoracsek & Klimes-Szmik (1952), di Gléria (1964) and Szabolcs (1969) showed that the physical qualities of the soil are often more important for the crop than the chemical reserves.",
          "table": []
        },
        {
          "text": "The frequent drying out may cause excessive anaerobiosis and mechanical damage of the structure. Irrigated soils are much more prone to compaction as well as to damage from treading, therefore in the upper layers, the danger of getting choked by silt ought to be considered and counteracted by cultivation.",
          "table": []
        },
        {
          "text": "Long term experiments at Debrecen show that the effects of irrigation are highly dependent on the natural conditions of precipitation, but its benefits were reliable over the period of the actual study. The best effects were found after autumn ploughing as a mean of 14 years expressed in 2.23 t/ha additional yield of maize (Figure 8.2.25). Cultivation systems without ploughing in the spring cannot be recommended on irrigated chernozem soil (Nagy 2005). Mapping of irrigated soils and the expertise of soil scientists -referring first of all to permeability of the soil profile, and the water/air ratio -which predict the expected changes and suggest measures to prevent adverse effects.",
          "table": []
        }
      ]
    },
    {
      "title": "It is the task of the agronomist to facilitate:",
      "div": [
        {
          "text": "-the adequate speed of penetration of water into the soil to be irrigated, -the quick and even distribution of the water entering the soil in order to reach the roots and at the same time providing air for the respiration of the roots, -during the growing season, restoring the porosity of the soil being compacted by the effects of irrigation.",
          "table": []
        },
        {
          "text": "What is needed to let the water enter into the soil:",
          "table": []
        },
        {
          "text": "-First of all, the ability of soil to absorb the water should be improved and the retarding effects on penetration by silt accumulated on the surface should be prevented. Tools that promote dust formation must be avoided. The use of cultivators and combinators are preferred.",
          "table": []
        },
        {
          "text": "-In order to promote aeration of the soil, especially for demanding crops (e.g. sugar beet, maize, etc.) the strip between the rows ought to be loosened mechanically after some time of watering until the size of plants allows it.",
          "table": []
        },
        {
          "text": "-The water penetrating the soil should take place quickly and regularly across the profile and at the same time, aeration of the soil should be maintained by being conscious of the following factors:",
          "table": []
        },
        {
          "text": "-The intensity of water supply is generally superior to the absorbtion capacity of the soil; consequently, the maximal capacity of the soil layer (Wcapmax) becomes saturated.",
          "table": []
        },
        {
          "text": "-With the saturation of water capacity, the air capacity is reduced to a minimum.",
          "table": []
        },
        {
          "text": "-The low temperature of water aggravates the effects of relative scarcity of oxygen.",
          "table": []
        },
        {
          "text": "-Deleterious effects of water saturation continue until the ideal ratio of water/air has been restored, i.e. 70:30 or at least 80:20.",
          "table": []
        },
        {
          "text": "-When the permeability of the soil is relatively good (100-300 mm/h) or excellent (300 mm/h), after irrigation, the water moves downward by gravity with high speed and the time of choking will be short. Beyond the natural water retaining capacity of the soil, in the deeper layers a space of pores (Pg) may secure an adequate supply of air. It means that soils of a good water penetration keep their air capacity at around 30% or at least 20% even at adequate water content.",
          "table": []
        },
        {
          "text": "-Soils of an intermediate (70-100 mm/h), poor (<30-70 mm/h) or very poor (>30 mm/h) water penetration, aeration of the roots will be impaired. In those soils the minimum of 20% air capacity is not secured and the choking conditions will be prolonged. The plants do not benefit from the effects of irrigation and become yellow-green. Soils of this type need intervention to restore the lacking pore space. By deep cultivation (loosening) a gravitation pore space (Pg) is formed and the effect of irrigation is improved. The depth necessary is determined by the extension of the compacted layer and the space, which ought to be soaked.",
          "table": []
        },
        {
          "text": "The relationship between soils of different water permeability and air capacity, furthermore the roles of cultivation in regulating the respective conditions are presented in Figure 8.2.26.",
          "table": []
        },
        {
          "text": "During the growth period, irrigation the compaction of soil should be counteracted and the porosity restored by the following means:",
          "table": []
        },
        {
          "text": "-Upper layers suffering from deteriorated physical structure are to be turned over. By that reason, the ploughless methods are not recommended for irrigated areas.",
          "table": []
        },
        {
          "text": "-The upper soil layers of fields which are irrigated or prepared to be irrigated ought to be cultivated regularly; in row crops, the strips between rows must be hoed.",
          "table": []
        },
        {
          "text": "-Where deep soil loosening is practiced, it should be remembered that the effect of loosening lasts for a shorter time -about 1-2 years.",
          "table": []
        }
      ]
    }
  ],
  "tables": [
    "{\"title\": \"\", \"head\": [\".2.1 -Contribution of different procedures of tillage (%) to the success of crop production without\"], \"value\": [[\"\", \"irrigation expressed by minimum risk (Vmin t 2 /ha 2 ) and value of the product (E, t/ha)\", \"\"], [\"E\", \"Autumn ploughing %\", \"Spring ploughing %\", \"Ploughless %\", \"Vmin\"], [\"7.30\", \"5.62\", \"0.00\", \"94.38\", \"6.830\"], [\"7.55\", \"37.28\", \"0.00\", \"62.72\", \"6.550\"], [\"7.80\", \"68.94\", \"0.00\", \"31.06\", \"6.709\"], [\"8.00\", \"94.27\", \"0.00\", \"5.73\", \"7.152\"], [\"Source: Drimba & Nagy 1998\", \"\", \"\", \"\"], [\"Table 8.2.2 -The minimum risk (Vmin t 2 /ha 2 ) to achieve values of yield (E, t/ha) and the rate of contribution due\"], [\"\", \"to the tillage system (%) in irrigated cultivation\", \"\"], [\"E\", \"Autumn ploughing %\", \"Spring ploughing %\", \"Ploughless %\", \"Vmin\"], [\"10.40\", \"0.76\", \"0.00\", \"99.24\", \"5.784\"], [\"10.65\", \"14.46\", \"0.00\", \"85.54\", \"4.622\"], [\"10.90\", \"28.18\", \"0.00\", \"71.84\", \"3.636\"], [\"11.15\", \"41.86\", \"0.00\", \"58.14\", \"2.824\"], [\"11.40\", \"55.55\", \"0.00\", \"44.45\", \"2.187\"], [\"11.65\", \"68.06\", \"1.73\", \"30.22\", \"1.724\"], [\"11.90\", \"74.72\", \"11.87\", \"13.41\", \"1.421\"], [\"12.15\", \"89.07\", \"10.93\", \"0.00\", \"1.283\"], [\"12.20\", \"98.00\", \"2.00\", \"0.00\", \"1.310\"], [\"Source: Drimba & Nagy 1998\", \"\", \"\", \"\"]]}",
    "{\"title\": \"Basic cultivation system with disc. It is utilised first of all for autumn sowing and after seeded crops. Essentially, it begins with stubble stripping and subsequently the loosening with a shallow discing, then each time somewhat deeper, but always closing the surface with a ring roller. The stripped stubble is handled according the growth of weeds, intervention may be eliminated if not necessary. Seedbed is prepared with a combinator, then drilling takes place.\", \"head\": [\"Basic cultivation with disc requires 60-70% less hauling energy, 60-80% less fuel, and\"], \"value\": [[\"67-75% less time. The heavy disc systems need 2-3 less interventions, 25-30% less hauling\"]]}"
  ]
}