{
  "meta": {
    "title": "No title found",
    "author": "No author found",
    "journal": "No journal found",
    "date": "No date found"
  },
  "paragraphs": [
    {
      "title": "Abstract",
      "div": [
        {
          "text": "The preparation of the seedbed determines the development of maize plants especially during the early part of the growing season. It is important that the whole surface of is uniformly in a good shape regarding its physical properties. The specific density of the soil is optimal with 1.25 g/cm 3 , which means a 55/45% ratio of pores/solid mass. The upper soil layer down to the depth of the seeds should be loose and crumbly, and prone to warming up quickly. However, it should keep contact with the moisture of the deep layer. All interventions endeavour to induce optimal conditions for germination, uniform emergence and early growth.",
          "table": []
        }
      ]
    },
    {
      "title": "Time of sowing",
      "div": [
        {
          "text": "The choice of the date of maize sowing is the result of several considerations. Under tropical and subtropical conditions, maize can be planted at any time of the year. In the larger maize growing countries of the world -in Russia and the United States of America -located in the temperate climate of the Northern Hemisphere, sowing takes place from February until June depending on the respective geographic latitude. In the corn belt of the USA, each 20-21 km distance northwards means a one-day delay of the date of planting. Iowa being the most important maize growing state of the USA, the mean date of many years is 15 May. At that time the daily mean temperature is 15-16 o C (Martin & Leonard 1956).",
          "table": []
        },
        {
          "text": "In choosing accurately the best date, local conditions are to be considered according to experimental results of many authors under Hungarian conditions. Balás & Hensch (1889), Fleischmann (1938), I'só (1959) and Pásztor (1958) proposed: temperature of the respective season, probability of late spring frosts and early autumn frosts on the given site, soil type, moisture, weeds, contamination by pests and diseases, quality of seed, heat requirement of germination and early growth, resistance of the genotype to adversities, possibilities of seed treatment to avoid pests and diseases, length of the growing period and special requirements of the genotype, aim of production, size of area, level of mechanisation and method of sowing. Planting dates may alter the environmental conditions on the same spot (sunlight, temperature) and consequently the initial development of maize plants. In principle the hybrids have their own optimum sowing date. The larger the difference of the sowing date from the optimum, the more important is the loss of yield regardless of whether sowing is earlier or later than the optimum (Sárvári & Futó 2000, Berzsenyi & Dang 2001).",
          "table": []
        },
        {
          "text": "Security and efficacy of maize production is improved by the right choice of an early type hybrid (FAO 300) planted 10-15 days earlier than the theoretical optimum date (April 25-26) (Sárvári 2005). Several researchers defined the right sowing time as when soil temperature permanently exceeds 10-12 o C. In fact, temperature varies over the whole day. Based on the experiences of growers, the flowering of blackthorn is an important milestone. In Hungary the date is 15-20 April.",
          "table": []
        },
        {
          "text": "As that date approaches, the temperature of the soil should be checked as shown in Figure 8.3.1. If the soil temperature has not attained the indicated values, the grower should not wait more than 7-10 days before starting sowing because the costs of a repeated sowing due to failure caused by overhasty sowing would be less than the yield loss in a belated planting (Menyhért 1985). The optimum soil temperature of maize sowing on medium heavy loam at 5-10 cm depth is 10 o C, at 07.00-08.00. In clay soil, the temperature is higher by 1-2 °C, on sandy soils lower by 1-2 o C. The temperature observed at 16.00 is less reliable than in the morning.",
          "table": []
        },
        {
          "text": "Afternoon observations are better done at a depth of 5-10 cm in medium heavy loam soil, where 20 o C is expected, or in clay 2-3 o C less, in sandy soil higher by 1-2 o C (Newmann 1982).",
          "table": []
        },
        {
          "text": "The time between sowing and emergence is shorter the higher the temperature. Experimental proofs indicate the correlation between time of emergence and the mean temperature. While after a sowing during mid April, emergence required 19-24 days, exceptionally 8 days, crops sown around 1 May emerged after 10-15 days, whereas those sown on 20 May required 6-10 days. In April, the weather may be extremely variable and it can occur that seedlings appear earlier from a mid April planting than from a mid May planting (Győrffy et al. 1965). The cold tolerance of some genotypes expressed by the growth of seedlings at low temperatures was studied by Marton (1991), who suggested 9-18 o C as a critical interval for the purpose of differentiating between hybrid genotypes. Herseg (1978) developed a modified Cold-test, which requires a 10-day long cold treatment at 8 o C, subsequently, raised the plants in a sub-optimal temperature of 13.5 o C.",
          "table": []
        },
        {
          "text": "Cold weather experienced during germination and the seedling phase causes yellowing, delayed growth and delayed flowering, kernel set and retarded ripening (Keszthelyi 2005).",
          "table": []
        },
        {
          "text": "At harvest, the moisture content of the kernels measured by Berzsenyi & Szundy (1998) demonstrated the inferiority of late plantings, as the following data indicate: 19.6% instead of 14.4% and 27.8% instead of 22.9% in 1995 and 1996 respectively. Water content of late ripening hybrids was substantially higher, of course. An early sowing date may improve the drying of the kernels at harvest time (Árendás 2000). Early sowing dates are recommended for cold tolerant hybrids manifested at germination and early growth. After the optimal sowing time each day's delay means about 0.3-0.5% higher moisture content of the kernels measured at harvest time. The lower moisture content without loss of yield is an important argument in favour of early planting. In experiments performed at Debrecen, each delay of 2-3 days in sowing date causes a moisture content increase of 0.5-0.8% in kernels at harvest depending also on the particular season. (Figure 8.3.2). I'só (1966) claimed that the sowing time of maize is more difficult than that of the other spring cereals, which is due to the high heat requirement of germination.",
          "table": []
        },
        {
          "text": "Long term experiments at Martonvásár indicate that generally 7% more yield is expected in cultures started around mid April than those started in mid May. The delay of one month in sowing dates caused delays of 11-16 days, with 14 days as a mean (Berzsenyi et al. 1998). The dynamics of maize hybrids are characterised by the rule that an early sowing stimulates reproductive development, whereas late sowing date is beneficial to the vegetative growth. The relationship between sowing date and date of flowering of the female flowers is expressed by the ratio of 3:1, which means that a three-week delay will retard flowering by one week. Sowing date and yield of maize as well as the moisture content of kernels at harvest are closely related (Sárvári & Futó 2001). The correlation is also influenced by the amount and distribution of precipitation during the season. An early panting date reduces the water content by 5-8%, which is an important economic bonus. The correlation is highly significant. A longer growing period and a late harvest may increase the yield of some hybrids but the higher moisture content of kernels will require energy and costs of drying, which will equal the value of the extra yield.",
          "table": []
        },
        {
          "text": "The advantages expressed by the Cold-test will become evident if cool weather ensues after sowing (Menyhért 1985). Maize hybrids that achieved a value higher than 90% in the Coldtest -i.e. they are cold tolerant -could be sown 10-15 days earlier than other maize genotypes recommended to be sown between 15 April and 6 May. Early ripening hybrids are easier to be sown over a longer interval around the optimum as compared with later ripening hybrids (Sárvári 2005). In deciding the sequence of sowing dates, a general guideline is that seeds of double crosses and of three-way crosses are more cold-tolerant than those of single crosses, which means that the risk from early sowing also depends on the type of hybrid (Árendás 2000).",
          "table": []
        },
        {
          "text": "Within the same farm, the types of hybrids used should not belong to more than three maturity groups. The main group should occupy 50% of the area assigned to maize, the earlier group 30% and the later group only about 20%. The planting date of the main group ought to be determined by the Cold-test, the other two groups are related to the sowing of the main group. If there is no significant difference between the varieties regarding the Cold-test, the planting should start with the earliest ripening hybrid and continue with the rest of the series of longer growing period. The early hybrids are more resistant to low soil temperatures at the early season (but not all of them), bloom earlier and the hazards of the blooming period, high temperatures and drought periods mean lower risks for the farmer (Menyhért 1985). We may plant first the half of the early varieties, then continue with those of medium long growing season, at last the other half of the early varieties may finish the planting. The temperature of the soil, appearance of weeds and management may modify the equence of the particular farm (Győrffy 1976). Generally, the varieties with the best Cold-test data should open the planting season. In a cold spring with less than 10 o C soil temperatures, however, should not forbid the start of planting after April 25 (in Hungary). Usually the warming up ensues in such cases precipitously. Light soils used to warm up quicker than heavy soils. In regions of warmer climate, the planting used to start earlier traditionally. Earlier dates are preferred, where winter wheat is planned as subsequent crop, on the contrary, if corn borer moth infestation or abundant weed emergence are predicted, a later planting date is recommended. As far as the maize plot is relatively small, an early planting may attract predators from the surrounding fields, where the planting ensued later. The advantages of earlier planting however prevail upon the later planting as a rule. Early sown maize develops larger root system than the later sown. Its water uptake is more effective, resists drought and promises higher yield (Máté 2002). growing at densities generally applied for light, water and nutrients. With sampling for estimation, the most frequent ear volumes are considered at high probability, which means that yields per area are overestimated.",
          "table": []
        }
      ]
    }
  ],
  "tables": [
    "{\"title\": \"3.1 -Minimum soil temperatures required in deciding the sowing date for different values received by the Cold-test\", \"head\": [\"Cold-test %\", \"Minimum soil temperature recommended for sowing o C\"], \"value\": [[\"95\", \"8\"], [\"90\", \"10\"], [\"85\", \"12\"], [\"80\", \"14\"], [\"below 80\", \"more than 14\"], [\"Source: Antal et al. 2005\", \"\"]]}"
  ]
}