{
  "meta": {
    "title": "No title found",
    "author": "No author found",
    "journal": "No journal found",
    "date": "No date found"
  },
  "paragraphs": [
    {
      "title": "Abstract",
      "div": []
    },
    {
      "title": "Experimental results regarding planting density",
      "div": [
        {
          "text": "In research institutes, universities and farming enterprises of Hungary and other countries, many experiments have endeavoured to examine the effects of planting density on the performance of maize crops. During recent decades, considerable knowledge regarding the response of particular maize hybrids to planting densities has been accumulated; so we can now recommend optimum sowing densities to growers (Huzsvai & Nagy 1994, Sárvári & Széll 1998, Nagy et al. 1999, Berzsenyi & Dag 2004, Pepó 2005, Sárvári 2005, Széll et al. 2005).",
          "table": []
        },
        {
          "text": "In Hungary, the first purposeful field experiment with maize of this type is coined with the name Berzsenyi-Janosits (1953). Then I'só (1958) summarised the results of many years' experiments conducted on a country-wide scale and coordinated from Martonvásár. Optimum planting density recommendations have been given for the current variety hybrids and inbred lines. Since then, those parameters have changed a lot, i. e. 8, 12, 16, and even 24 thousand plants per hectare are the current recommendations. At that time, the view that plants bearing large kernels need more space than those with small kernels has been abandoned. Bajai (1959) showed that the leaf area of the maize plant and the form of the area occupied are correlated. Győrffy (1976Győrffy ( , 1979) ) continued the work of I'só and analysed the effects of planting density on the growing practice. He showed that the optimum densities recommended increased dramatically, during the 1950s (35-40), the 1960s (50), the 1970s (55-60 thousand plants per hectare) was the rule accepted. Optimum densities depend on several conditions such as the genotype of the hybrid, expected precipitation in the region, water management and the supply of nutrients in the soil. Győrffy also emphasised the importance of a uniform area given to each plant as a condition of high yield. The results of Pintér et al. (1981Pintér et al. ( , 1983) ) subsequently corroborated the statements indicating the interaction of yield and growing space per plant.",
          "table": []
        },
        {
          "text": "In the international literature, earlier data are available. Hudson published in 1941 the function describing the response of the maize plant to different planting densities. Yield plotted against sdensity showed a parabolic relationship. Lang et al. (1956) confirmed later the results of Hudson. The linear function of Duncan (1958) was a result of plant density and the logarithm of yield per plant. We may conclude that research dealing with plant density as well as the use of hybrids started earlier in Western Europe and in the USA.",
          "table": []
        }
      ]
    },
    {
      "title": "Plant density and maize hybrids of different genetic properties",
      "div": [
        {
          "text": "Many publications deal with maize hybrids of the respective epoch, and they compare not only the hybrids but attempt to assess the optimum planting density for each genotype under different environmental conditions. The first indication of different reactions toward plant density is attributed to Lang et al. (1956).",
          "table": []
        },
        {
          "text": "Since the introduction of hybrid maize in 1930, the average yield has increased more than fourfold in the USA. Plant density itself and hybrids with the genetic potential to produce high yield at high planting densities are the essential components of the higher yields. Duvick (1984) showed that high planting density is one of the components of yield increment documented during the 1970s and 1980s. Moreover, Prior & Russell (1974) stated that the optimum planting density of high yielding varieties is a relatively broad range, whereas the varieties known as less productive (developing one ear only) are characterised by a narrow range of optimum planting densities. The real cause of this difference is certainly in the adaptability to environmental stress like the high population density, which may impair the conditions of ramification, flowering, pollination, fertilisation, etc. resulting in partial sterility. Russell (1968Russell ( , 1984Russell ( , 1991) ) observed that the hybrids of the 1940s reacted negatively to higher planting density, whereas those of the 1970s and 1980s reacted positively. The highest yields were achieved with hybrids released in the 1980s grown at high planting densities. Those hybrids were able to utilise high doses of N-fertilisers at high planting densities, and the cumulative effect of the two components was evident. Aldrich & Leng (1973) reported the hybrid HY x OH 43 as being highly productive in a very dense population for a long time. By contrast, the hybrid WF 9",
          "table": []
        },
        {
          "text": "x C 103 performed in the opposite way. This relationship was especially true in seed production.",
          "table": []
        },
        {
          "text": "An incorrect, in that case excessive, planting density retarded the appearance of stigmata on the female parent, impaired cross pollination and consequently reduced yield and quality substantially. There was a marked difference between the widths of their optimum densityintervals; therefore a distinction could be introduced: hybrids of wide and of narrow interval regarding their optimum density.",
          "table": []
        },
        {
          "text": "In Hungary, Giraffe (1979) claimed that there is a close correlation between tolerance to excessive planting densities and protandry (tendency to earlier flowering in the male flowers than in female flowers) -based on experimental results of Klára Varga. Hybrids which produce female flowers (i. e. exposes their stigmata) later in a dense population do not tolerate high planting densities. Szundy (1978) examined experimentally 10 parental (inbred) lines on two growing sites and stated that, in general, with the reducing space per plant, kernel yield per hectare increased but yield per plant decreased. In some genotypes (i. e. both parents of the respective hybrid), the reduced space per plant did not alter significantly the thousand kernel weight, germination ability and the values obtained by the Cold-test. Berzsenyi (1990) called those genotypes which were less sensitive to being grown at higher densities as tolerant to planting density. Tollenaar (1991) evaluated the hybrids released during the period 1959-1988, and summarised the results with similar conclusions that the modern hybrids are more tolerant to high planting densities, or to stress caused by reduced space per plant. He referred to a better utilisation of the incident light. The new (modern) hybrids and those released earlier differ regarding their phenology of growth during the interval between the flowering of ears and of tassels (female and male flowers) only. Measurements show that the accumulation of dry matter is more intense in the modern hybrids than in the earlier ones, furthermore, photosynthetic activity declines in the early hybrids during the ripening phase. In an earlier paper (Tollenaar 1989) emphasises the differences found between the two types of hybrids: that the harvest index (HI) diminishes as a consequence of higher planting density because the leaf area of the plants is smaller, and the maximum light absorption is achieved by higher densities. Between 1950 and 1980, planting densities could not increase in practice at the conditions of the same values of HI in the new hybrids. Increasing planting densities depend also on the improvement of the stability of the stalk.",
          "table": []
        },
        {
          "text": "Both excessively low as well as excessively high planting densities cause decline in yields per hectare (Csaláné 1992). Local conditions of the growing site determine the yielding potential first of all by precipitation, and this modifies the response of the plants to planting density. In 1990, the extreme drought on a soil of poor management of moisture did not allow the manifestation of the positive correlation between the time of maturity and yield. The hybrid belonging to the FAO 500 group yielded less than those belonging to the FAO 200 group. The data showed that the main genetically fixed properties of the hybrids (number of ears, yield per plant, protandry, etc.) varied under the influence of planting density according to different, hybrid-specific patterns.",
          "table": []
        },
        {
          "text": "In the Research Institute for Cereal Production, a series of experiments over ten years was concluded with the statement that genetic progress is expressed not only in the yielding potential of the hybrids released successively, but also in the response of the plants to high planting densities (Németh et al. 1982). The new hybrids (e.g. Pannónia SC) are not only more productive, but their optimum planting density is valid for a wider interval than the earlier released and at that time successfully grown hybrid KSC 360. The recent, most advanced hybrids are also less susceptible to agrotechnical mistakes occurring during the growing season (empty hills, uneven distances). As exploring the response to planting density of hybrids raised at Martonvásár, it was stated that continuously performed field experiments may give adequate information regarding the optimum densities and for the right choice of hybrids (Varga 1991).",
          "table": []
        },
        {
          "text": "The results of the respective research revealed furthermore the fact that optimum planting densities depend not only on the maturity group but also on the specific genotype (Allison 1969, Bunting 1971, Nagy & Bodnár 1986, Pintér 1986, Győrffy 1988, Sárvári 1988, Berzsenyi 1989, Berzsenyi et al. 1994, Széll 1994). Nagy (2000) and Sárvári (1995Sárvári ( , 2003) ) call our attention to the necessity of a hybrid-specific growing technology for each particular genotype (Figure 8.4.1).",
          "table": []
        },
        {
          "text": "The importance of the latter is confirmed also by studies of Pepó et al. (2002). The specific planting density ought to be decided also by taking into account the local and agronomic conditions. Moreover, the planting date is an important precondition too (Sárvári & Széll 1998).",
          "table": []
        },
        {
          "text": "The increased yields of modern maize hybrids is rather due to a higher tolerance to abiotic and biotic stresses, including the tolerance to high planting density than due to the improved yielding potential itself (Russell 1991, Tollenaar & Wu 1999). Tollenaar (1992) and Duvick (1997) stated that the differences between old and new hybrids are more accentuated at high planting densities, and that the new hybrids are superior in exploiting the limited space per plant. Selection performed at high planting densities resulted in a more sensible dependence from an optimum planting density. Fasoula & Fasoula (1997, 2000) distinguished three components that influence the potential yield of a plant population: (a) the potential yield of the individual plant without competition, (b) the tolerance to stress and (c) the ability to respond to inputs of any kind. The potential yield of the individual plant -being one component of yield per area -is considered to be more important by Yan & Wallace (1995) and Duvick (1997) than the tolerance to planting at high density. One of the effective ways of breeding maize aiming for high yields is the improving of tolerance to high planting density, let alone developing of the yielding potential of the single plant under competition-free conditions. The higher the yielding potential of the single plant, the broader the interval of optimal planting densities of the plant population mainly because the lower limit of the \"optimum\" interval is extended downwards. In hybrids of that type, the question of finding the optimum density will become less crucial. In experiments of Tokatlidis et al. (2001), the selection aiming higher potential yielding ability reduced the planting density considered to be optimal, and maximal yield was less dependent on the actual planting density.",
          "table": []
        },
        {
          "text": "The new hybrids are indeed more tolerant to high planting densities; however, their kernel yield per plant is lower. That means a higher dependence on planting density; yield more at high planting densities and the interval considered as optimal is relatively narrow. As a consequence of high planting density, the accidental uneven stand due to damaged or singled out plants, may cause loss of yield because the neighbouring plants are less able to compensate for the missing ones by higher individual yields (Tollenaar 1992, Duvick 1997, Fasoula & Fasoula 2000, Tokatlidis & Koutroubas 2004). Maize growers preferably need hybrids which integrate the tolerance to high planting densities with a high yielding potential as a single plant.",
          "table": []
        }
      ]
    },
    {
      "title": "Planting density and nutrition",
      "div": [
        {
          "text": "The correlation between planting density and plant nutrition is an important objective of research worldwide as well as in Hungary. Many data support the general statement that modern hybrids are utilising applied nutrients more effectively than the hybrids released earlier. Experiments designed to examine the interaction of different levels of N-fertilisers and planting densities concluded that the interaction of the two factors is positive regarding yield, i.e. yields achieved by increasing both planting density and the level of nitrogen, may multiply kernel yield. Without additional fertilisers, higher planting densities alone did not increase yield in the long term (Lang et al. 1956, Győrffy 1962, 1969, I'só 1966, Győrffy et al. 1969, Bocz 1976). On meadow chernozem, the effect of higher planting density was more conspicuous than of the fertilisers (Káposzta 1969). On the other hand, N doses decreased the percentage of sterile plants occurring usually in stands of high planting density in experiments of I'só (1966). That type of interaction has been confirmed and its importance emphasised by Győrffy (1979), Berzsenyi & Varga (1986), Carlone & Russell (1987) and Cerrato & Blackmer (1990).",
          "table": []
        },
        {
          "text": "Following the results obtained at Martonvásár, a couple of experiments showed the validity of the interaction between planting density and fertilisation and also that the modifying effect of the season was involved: Berzsenyi (1992), Dang (1992), Dang & Berzsenyi (1993) and Berzsenyi et al. (1994). According to Dang (1992), high planting density -above 60 thousand plants/ha in productive years and above 30 thousand plants/ha in dry seasons -without additional fertilisation does not increase yield. In productive years, biomass and kernel yield increased until a maximum provided sufficient nutrients were available. A similar close correlation has been shown also in experiments at Gödöllő (Menyhért et al. 1980).",
          "table": []
        },
        {
          "text": "In a long-term experiment at Debrecen, the maximum plant density was about 60 000 plants per hectare when small doses of fertilisers were applied (Figure 8 The significant positive interaction between planting density and irrigation and fertilisation demonstrate the necessity to consider the technical level of maize growing also from the point of view of planting density (Nagy 1995). Similar conclusions have been published by Berzsenyi (1992Berzsenyi ( , 1993) ) dealing with the interaction between planting density, fertilisation and season.",
          "table": []
        },
        {
          "text": "Sárvári (1998) pointed out that optimal planting density has to be integrated into the system of genotype x growing site including water and nutrient supplies, which are closely correlated with each other. Lemcoff & Loomis (1994) reported that high planting densities without fertilisers diminish the yield, the number of kernels per ear and the thousand kernel weight.",
          "table": []
        },
        {
          "text": "The experimental results of Blumenthal et al. (2003)  Since the early 1990s, the use of chemical fertilisers declined drastically in Hungary.",
          "table": []
        },
        {
          "text": "Therefore, planting densities suggested earlier need to be revised for the reasons mentioned above (Csathó 2004). Earlier recommendations of 60-80 000 plants per ha should be reduced by 10-30 000 where the annual N dose was less than 50 kg/ha during the last 3-4 years.",
          "table": []
        }
      ]
    },
    {
      "title": "Planting density and seasonal variation",
      "div": [
        {
          "text": "Many researchers all over the world are interested in the question of the seasonal variation of optimum planting density. Evaluating data from a longer period of years, seasons are classified into favourable or not favourable to maize growing. The decisive criterion of classification is the minimum precipitation requirement of the maize plant and its distribution over the growing period. Many students claim that optimum planting density depends on the particular season significantly (Sárvári 1982, Berzsenyi 1992, Dang 1992, Dang & Berzsenyi 1993, Berzsenyi et al. 1994, Kováts & Sárvári 1998, Sárvári & Szabó 1998, Pepó et al. 2002, Berzsenyi & Dang 2003). The interaction of season, planting density and yield is most interesting from the point of view of hybrids susceptible to water shortage (Pásztor 1968). Water supply and higher planting density are positively correlated according to Széll (1984). Harmati (1975) claimed that under irrigated conditions, planting density should be raised by 5-10 000 plants per hectare.",
          "table": []
        },
        {
          "text": "Long term field experiments designed to measure the effect of season showed that, in humid seasons, declining accumulation of organic matter was more conspicuous in treatments where the increasing planting density was not associated with fertilisation. Without fertilisers, kernel yield of plots more dense than 60 000 plants per hectare declined significantly in seasons with higher precipitation. On the other hand, in dry seasons, yields did not increase above 30 000 plants per hectare (Petr et al. 1985). Ruzsányi (1987) measured water consumption in plant stands of different plant densities and concluded that planting densities of 80-90 000 plants/ha require 50-70 mm more water than stands of lower densities. Plant populations above the optimal density suffer more from drought, the percentage of sterile plants increases and yield is reduced (Sárvári 1982). Ruzsányi (1992) showed that water uptake increases until densities of 50-60 and 60-70 000 plants/ha and does not change essentially at higher planting densities.",
          "table": []
        },
        {
          "text": "Norwood (2001) measured the effects of sowing time, planting density and maturity group on the water supply of the soil in West-Kansas under arid circumstances (high temperature and moderate precipitation). The highest yields and most favourable water utilisation were observed in hybrids with a long growing period with late sowing date and high planting density. He stated that the dense populations extracted more water from the deeper soil layers and exhausted the available water supply significantly.",
          "table": []
        },
        {
          "text": "In Hungary around the early 1980s, favourable precipitation and the intense hybrids stimulated the growers to use high -75-80 000 plants/ha -planting densities (Gáncs & Rakk 1991).",
          "table": []
        },
        {
          "text": "However, subsequent dry seasons showed that excessive planting density impairs the reliability of yield (Figure 8.4.3). If the period of successive dry years would continue, the establishment of maize growing districts (a kind of corn belt) would be reality in Hungary too. It would be wise to determine the criteria of optimum planting densities for any agro ecological region and for the current hybrids (Menyhért 1985). Taking into account the data referring to the interaction between planting density and seasonal variation, the repeated occurrence of dry years suggests the preference of lower -50-60 000 plants/ha -planting densities (Megyes & Nagy 1999). Meanwhile, favourable water supply would justify higher -70-80 000 plants/ha -planting densities.",
          "table": []
        }
      ]
    },
    {
      "title": "Planting density and soil cultivation",
      "div": [
        {
          "text": "Long-term field experiments at Debrecen demonstrate a close and significant correlation between (optimum) planting density and the effects of soil cultivation. After autumn ploughing 60-80 000 plants/ha was suggested. Within that range, in dry seasons lower densities are preferable, whereas in years of normal precipitation the upper limits apply (Nagy 1996). If spring ploughing cannot be substituted, 70 000 plants/ha density may applied, but in dry seasons with any soil cultivation systems, the lower densities should be preferred (Figure 8.4.4). It is not enough to set the optimum of planting densities, also the width of the interval ought to be defined that may considered as the optimum for each hybrid (Sárvári & Szabó 1998). In dry periods, the lower end, whereas in more humid years, the upper end of the optimum interval should be preferred.",
          "table": []
        },
        {
          "text": "The high planting densities used during the early 1990s were modified by that reason to 55-65 000 plants/ha in practice. The uneven stand of the plants was most conspicuous first of all in the direct seeded plots, but also in shallow cultivation at springtime (Rátonyi & Megyes 2000, Megyes et al. 2001, 2003, 2004, Rátonyi et al. 2002, 2003a, b).",
          "table": []
        }
      ]
    },
    {
      "title": "Population density, elements (components) of yield and quality",
      "div": [
        {
          "text": "The biological relationship between yield and population density of plants is documented fact (Holliday 1960). In those crops which are grown for products derived from reproductive organs (e.g. kernels), the function describing that relation is a parabola, the abscissa is plants per hectare, ordinate is kernel yield. Maize yield (t/ha) shows a rising curve until the optimum population density and a steep decline at higher growing densities. It is considered an extreme example of the phenomenon mentioned. However, the approach of the question with a function of the second degree is difficult to interpret because its calculated coefficients do not have any obvious biological sense. On the contrary, if the whole vegetative volume of the plants (biomass) is considered, an asymptotic \"saturation\" curve is obtained, which continues in a horizontal line after the maximum was attained. Farazdaghi (1968) called our attention on the phenomenon that extreme densities may also diminish the biomass of aerial parts. There are also alternative mathematical formulae with different interpretations in the literature (Hudson 1941, Shinozaki & Kira 1956, Duncan 1958, Nelder 1963, Carmer & Jacobs 1965, Farazdaghi 1968, Sharpe & Dent 1968). One of the best known functions is that of Duncan (1958) suggesting a linear function between the logarithms of plant density and kernel yield of single plants.",
          "table": []
        },
        {
          "text": "In Hungary, Győrffy (1979) (1941). Later, the kernel yield of maize hybrids depending on density has been described with a function of the second degree, or alternatively, the logarithm of yield measured on single plants plotted against population density, according to Duncan, with a linear (drooping) function (Dang 1992, Berzsenyi 1993). The latter method has the advantage that the straight line is more adapted to estimate the optimum density (Berzsenyi et al. 1994) because the variance of yields per single plant is more easily compensated for than with the parabola. The parameter \"b\" of the formula is interpreted as the optimum population density to obtain the maximum yield.",
          "table": []
        },
        {
          "text": "By using the results of a long term field experiment at Debrecen, Huzsvai & Nagy (1994) analysed the respective relationship between yield per area and yield per plant according to two different stochastic (linear and reciprocal) models, and a deterministic (CERES-Maize) model. In some years, especially with dry seasons, the interval (between 60-90 000 plants/ha) examined did not allow professional conclusions through the use of stochastic functions. However, the deterministic model solved this problem because the lack of data did not frustrate the interpolation facilitated the prediction by a simulation program also in critical cases. Megyes et al. (1999) followed up the relationship between biomass of aerial parts and density and stated that within the interval (30-90 000 plants/ha), the relationship is described either by an asymptotic or by a second degree function depending on the particular hybrid examined (Figure 8.4.6). The high planting densities modify the components of yield to different degrees. The least influence is manifested in the number of kernel rows on the ear. Stringfield & Thatcher (1947) did not observe any change in the number of rows of kernels per ear between plants grown either at 16 000 plants/ha or at 47 000 plants/ha. Pásztor (1964) measured a weak correlation with the number of kernel rows but other properties as kernel mass per ear, thousand kernel weight and length of ears were strongly correlated with planting density. Duncan (1975), exploring the relationship between yield components, observed a negative correlation between the number of rows/ear and the number of kernels per (kernel-) rows. The drastic reduction of mass/ear turned out to ensue at a different rate than the reduction of the area/plant as stated by Győrffy & I'só (1966). While population density increased twice (12 to 24 000 plants/ha), which means an increment of 100% in planting density, the mass/ear declined by 25-30% only. Lang et al. (1956) measured the mass of ear, the mass of kernels and the number of ears per plant, and found the latter to be the most liable to reduction by high planting density. At the same time, the mass of ears is much more influenced by the high planting density than by the hybrid vigour or the N supply.",
          "table": []
        },
        {
          "text": "In a plant population of any density, the neighbouring plants interact with each other and the intensity of modification on the different organs depends on the distance between them. The modification may alter even the properties characterising usually the species (Mándy 1974).",
          "table": []
        },
        {
          "text": "Berzsenyi-Janosits (1953) showed that with doubling the plant density, the mass of ears declined by 10-25%, the thousand-kernel weight by 12% and the length of ears by 11% only. Pintér et al. (1977) described the changes in the length of ears in successive years. Yield decline in dry years is associated with shorter ears, whereas (excessively) rainy season caused possibly a reduction in both ear length and thousand-kernel weight. Colville (1962) measured an 8 g reduction in thousand-kernel weight due to each additional 10 000 plants per hectare according to a linear function. Within the interval 40-60 000 plants/ha the decline was 9 g, between 60 and 80 000 the respective decline was only 4 g. A linear function is attributed to the same relationship by Berzsenyi (1994) but adds that thousand kernel weights is the least variable component of yield.",
          "table": []
        },
        {
          "text": "In a rainy season, the thousand kernel weight was 283 g in the plots planted to 20 thousand plants/ha and 232 g in the plot of 100 thousand plants/ha; whereas the corresponding reduction in a dry seasons was from 268 g to 214 g. Echarte & Andrade (2003) worked with four widely grown hybrids over the period  and measured the covariance between the number of plants/ha and the number of kernels per plant. With increasing planting density the number of kernels/plant declined, moreover the growing speed of the vegetative phase slowed down in all of the four hybrids.",
          "table": []
        },
        {
          "text": "Detailed studies show that the hybrids may differ substantially regarding the extent to which their yield components are influenced by planting density (Dang 1992). The modifying effect of the season and of planting density is more marked than that of agrotechnical interventions. With the (increasing) planting density, ear mass, ear length and number of kernels/ear are closely correlated; however the effects on kernel mass and especially on the number of kernel rows/ear are weak. Gyenesné et al. (2002) also emphasise the effect of the season on some components of yield; it modified mainly the mass of kernels and the thousand-kernel weight. Statements of -Kagho & Gardner (1988) also deserve a comment. In their experiment, planting density varied between 0.8 and 15.4 plants/m 2 and the most susceptible yield component was the number of kernels/ear or number of kernel/row (on the ears). According to Szatmári (1996), the yield of kernels is composed by the number of kernels, by the diameter of ears and by the mass of cobs. Sangoi et al. (2002) performed experiments examining planting densities at several sites under extensive conditions in Brasil. Among the hybrids there were earlier and recently released examples. They observed a delay in female flowering, a decline of the number of kernels/ear and the more frequent appearance of sterile plants as consequences of higher planting density. Sterile plants were more frequent in the earlier than in the recently developed hybrids.",
          "table": []
        }
      ]
    },
    {
      "title": "Tethio",
      "div": [
        {
          "text": "The planting density modified the leaf area index, the yield of kernels and its components as reported by Bavec & Bavec (2002) from a long-term field experiment in Slovenia. Increased planting density did not influence the development of the LAI (leaf area index) until the appearance of the 7-9 th leaf, but after flowering, significant differences appeared among the hybrids. In stands of higher densities, the LAI and yield of kernels were modified with the associated yield components (thousand kernel weight, length of ear, number of kernels/ear, number of kernel rows/ear). In the recently released genotypes, the yield increased though at a small rate in plots with 130 000 plants/ha compared with 70 000 plants/ha. The results of those experiments as well as of many others confirm the principle that in planning of planting densities, the adaptation to the growing site ought to be completed with the information of a hybrid-specific optimum as a key component of maximal yields.",
          "table": []
        },
        {
          "text": "During recent decades, the question emerged whether data obtained and principles developed under the regime of traditional spacing could also applied to plantations with narrow row spacings (38 cm), with special reference to the optimum planting densities aiming to maximise yields. Respective examinations indicate that the results of calculating optimum planting densities are valid under both row spacings (Farnham 2002). For the purpose of developing new maize hybrids, continuous checking of the conditions required to obtain maximum yields is necessary. Widdicombe & Thelen (2002) observed already on the northern margin of the Corn Belt that yields increased by 2-4% as a result of changing the traditional row distance from 76 cm to 56 or even to 38 cm. In all the three variants, the highest yields were registered at 90 000 plants/ha planting densities. Borras et al. (2003) examined the dynamics of leaf drying between 1997 and 2001 at different planting densities and row spacings. They concluded that high densities speeded up the process of leaf drying. The utilisation of light was higher but the concentration of protein in the kernels was inferior.",
          "table": []
        },
        {
          "text": "A close correlation was observed between the space/plant and the quality parameters of kernels (Gyenesné et al. 2001). At a wide spacing (45 000 plants/ha), protein and oil content of kernels was higher than in plants grown at narrow spacings. Other authors had earlier found similar tendencies (Zscheischler & Hepting 1974, Cloninger et al. 1975, Prokszáné & Harmati 1988). Vyn & Tollenaar (1998) scored hybrids released during the last three decades  for their chemical and physical parameters measured in stands raised at different spacings.",
          "table": []
        },
        {
          "text": "Concentrations of Mg, Cu, Mn and Se were higher in the kernels of hybrids released whereas the concentration of N was highest in the kernels of more recently released genotypes.",
          "table": []
        },
        {
          "text": "Higher planting densities reduced the concentration of N, P and Mn in the kernels in all hybrids examined. The relative number of kernels as well as the volume of the kernel yield was superior in the recent genotypes and at wider spacing.",
          "table": []
        }
      ]
    },
    {
      "title": "Effects of planting density and of the season on leaf area (LA) and leaf area index (LAI) in maize",
      "div": [
        {
          "text": "In our study of the consequences of planting densities on the kernel-yield of maize, it is indispensable to look at leaf area (LA) and its relation to the space given to an individual plant, the leaf area index (LAI). The correlation between the volume of kernels and the whole area of leaves as well as the spatial pattern of the latter is genetically fixed (Johnson 1973, Palmer et al. 1973).",
          "table": []
        },
        {
          "text": "As a consequence of increasing population density, the LA of the single plant is consequently reduced, whereas the maximal value of leaf area per space given to the plants increases linearly (Berzsenyi 1989(Berzsenyi , 1996)). The effects of the relative number of plants depends on the leaf area per plant (LA), the rate of photosynthesis and on the distribution of organic matter produced by photosynthesis within the organs (kernels and vegetative parts) of the plant -i.e. on the harvest index (HI). Among those, the LA is most decisive. Maximum values of LAI, however, are associated with maximum values of plant density -contrasting with values of LA. Seasonal dynamics of LAI are characterised by a sigmoid curve until flowering, and later -after the saturation maximum -LAI declines. The value of LAImax varies between 2.13 and 5.46",
          "table": []
        },
        {
          "text": "depending on planting density. The relationship between planting density and LAI is positive and linear (Dang 1992). In the experiments at Martonvásár, planting density and LA were negatively correlated. The highest values of LA were recorded in the plots planted to 20-30 000 plants/ha, the lowest values at 100-120 000 plants/ha. The regression of LA was due to the diminishing width of the leaf blades mainly within the interval of 30-60 000 plants/ha. The length of leaves did not change significantly. The seasonal dynamics of LA are also expressed by a sigmoid curve from emergence until flowering and then the speed of growth declines. The largest differences due to planting densities appeared around flowering when LA attained its maximum value.",
          "table": []
        },
        {
          "text": "Leaves of the maize plant participate in the formation of kernels at different rates because the upper leaves above the insertion of the ear up to the tassel are much more involved in supplying the kernels than those beneath the ear (Pintér et al. 1977). In dense plantings, the yield of kernels per plant does not decline at the same rate as the decline in leaf area. 81-84% decline of the latter is associated with a 39-49% decline of kernel-volume. Tolerance to higher planting densities is explained by tolerance to low light intensities. The effect of shadow on tolerant genotypes is significantly less conspicuous (Pintér et al. 1994). In field experiments also the leaf arrangement and position has been observed. In dense population, the upper leaves tended to grow in an upright position instead of being horizontal. The relative position between the leaves and the stalk changed gradually upwards from the rectangular to an acute angle depending on population density. This is a function related with the optimal exploitation of solar energy (Girardid & Tollenaar 1994).",
          "table": []
        },
        {
          "text": "The single cross hybrids bearing a single ear (non-prolific) as well as those able to bear two or more ears (prolific) respond linearly to the declining space per plant (Prior & Russell 1974). In spite of the differences regarding their ability to bear one or more ears per plant, the LAI values were invariably 4 or 4.1 in all hybrids producing the maximum yields. The optimal density of plants, however, was 51 000 plants/ha for prolific types and 62 000 plants/ha for non-prolific type of hybrids. Higher planting densities could increase yields until the exploitation of solar energy attained its maximum (Karlen & Camp 1985). Experiments of artificial screening show the reduction of the chlorophyll content of cells and the rate of light being active in photosynthesis (PAR). As a result, photosynthesis declines and the leaves produce less assimilate for supplying the developing kernels, the number of kernels per ear declines to the point that the percentage of sterile plants increases (Hashemi & Dezfouli-Herbert 1992). According to Prine (1961), the main consequence of increasing plant density is the self-shading of plants expressed in declining rates of ears/plant or kernels per plant, and finally yield/ha.",
          "table": []
        },
        {
          "text": "In higher planting densities, the values of LAI increase, however kernel yield increases until a certain LA value. The reason is the limiting LAI of about 4, above which the penetration of light to the lower leaves was hindered substantially (Williams et al. 1968). A more even distribution of light through the leaf canopy would increase further the efficacy of higher LAI values, e.g. with leaves of perpendicular position only (Duncan 1984, Anderson et al. 1985). The light use efficiency of crop plants varies at the moment within the interval 0.5-2.2% (Bálint 1977), whereas at a theoretical optimum of light utilisation by an active LA, the efficiency may increase up to 6-12% of the incident light energy (Loomis et al. 1971, Spedding 1978). To the realisation of this potential, the right assessment of optimal planting densities would also contribute.",
          "table": []
        }
      ]
    }
  ],
  "tables": [
    "{\"title\": \".\", \"head\": [\"yield (t/ha)\", \"\", \"\", \"\", \"\", \"\", \"\", \"\", \"\", \"\", \"\"], \"value\": [[\"14\", \"\", \"\", \"\", \"\", \"\", \"\", \"\", \"\", \"\", \"\", \"\"], [\"12\", \"\", \"\", \"\", \"\", \"\", \"\", \"\", \"\", \"\", \"\", \"\"], [\"10\", \"\", \"\", \"\", \"\", \"\", \"\", \"\", \"\", \"\", \"\", \"\"], [\"8\", \"\", \"\", \"\", \"\", \"\", \"\", \"\", \"\", \"\", \"\", \"\"], [\"6\", \"\", \"\", \"\", \"\", \"\", \"\", \"\", \"\", \"\", \"\", \"\"], [\"4\", \"\", \"\", \"\", \"\", \"\", \"\", \"\", \"\", \"\", \"\", \"\"], [\"2\", \"\", \"\", \"\", \"50000\", \"\", \"70000\", \"90000 plants/ha\", \"\", \"\", \"\"], [\"0\", \"De 351\", \"De 377\", \"De 382\", \"Katinka\", \"Maya\", \"Mv 444\", \"Mv 484\", \"MV 487\", \"Pannónia\", \"Sze 348\", \"Sze 427\"], [\"\", \"\", \"\", \"\", \"\", \"\", \"hybrids\", \"\", \"\", \"\", \"\", \"\"], [\"Figure 8.4.1 -The effect of planting density on the yield of hybrids with different genotypes, 1989-1999.\"], [\"\", \"\", \"\", \"\", \"\", \"(Source: Nagy 2000)\", \"\", \"\", \"\", \"\"]]}",
    "{\"title\": \"\", \"head\": [\"\", \"\", \".4.1 -Response of hybrids to planting densities, 2003-2004\", \"\", \"\", \"\"], \"value\": [[\"Number of\", \"\", \"\", \"\", \"\", \"\", \"\", \"\", \"\", \"\", \"\", \"\", \"\"], [\"plants per\", \"\", \"\", \"\", \"\", \"Yield of kernels t/ha\", \"\", \"\", \"\", \"\", \"\"], [\"hectare\", \"\", \"\", \"\", \"\", \"\", \"\", \"\", \"\", \"\", \"\", \"\", \"\"], [\"Thousand plants/ha\", \"Szegedi SC 271\", \"Szegedi SC 352\", \"Szegedi SC 463 R\", \"\", \"Mean\", \"\"], [\"\", \"2003 2004\", \"%\", \"2003 2004\", \"%\", \"2003 2004\", \"%\", \"2003 2004\", \"%\"], [\"40\", \"7.1\", \"8.4\", \"118\", \"7.5\", \"10.3\", \"137\", \"7.9\", \"8.3\", \"105\", \"7.5\", \"9.0\", \"120\"], [\"50\", \"7.8\", \"9.5\", \"122\", \"8.3\", \"10.5\", \"126\", \"8.2\", \"9.3\", \"113\", \"8.1\", \"9.8\", \"121\"], [\"60\", \"8.8\", \"10.2\", \"116\", \"8.8\", \"12.0\", \"136\", \"9.0\", \"10.8\", \"120\", \"8.9\", \"11.0\", \"124\"], [\"70\", \"8.8\", \"10.9\", \"124\", \"8.9\", \"12.3\", \"138\", \"9.6\", \"12.0\", \"125\", \"9.1\", \"11.7\", \"129\"], [\"80\", \"9.0\", \"11.3\", \"114\", \"8.7\", \"12.1\", \"139\", \"9.5\", \"11.1\", \"117\", \"9.1\", \"11.5\", \"126\"], [\"90\", \"9.0\", \"11.1\", \"112\", \"8.8\", \"11.7\", \"133\", \"9.4\", \"10.8\", \"115\", \"9.1\", \"11.2\", \"123\"], [\"Mean\", \"8.4\", \"10.2\", \"121\", \"8.5\", \"11.5\", \"135\", \"8.9\", \"10.4\", \"116\", \"8.6\", \"10.7\", \"124\"], [\"SD5%\", \"0.4\", \"0.7\", \"-\", \"0.4\", \"0.4\", \"-\", \"0.6\", \"0.8\", \"-\", \"-\", \"-\", \"-\"]]}"
  ]
}