{
  "meta": {
    "title": "No title found",
    "author": "No author found",
    "journal": "No journal found",
    "date": "No date found"
  },
  "paragraphs": [
    {
      "title": "Abstract",
      "div": [
        {
          "text": "Fertilisation is the process that incorporates into the soil those inorganic as well as organic substances, which are aimed to conserve, to restore and to improve the physical, chemical and biological properties of the soil in order to utilise its beneficial effects on fertility and yield of cultivated plants. Essential condition of successful maize production is the continuous development of its system of fertilisation.",
          "table": []
        },
        {
          "text": "The classic principle of Liebig (1861) states that the plants take up from their environment -in the narrow sense from the soil -those substances, which are needed for their growth, development (life functions) and are called nutrients. The grower of plants is challenged to provide for the nutrients, which have been depleted by the plants grown on his particular cultivated land (Debreczeni 1979, Buzás 1983).",
          "table": []
        },
        {
          "text": "The fertilisers are classified according to different points of view. The designation \"fertiliser\" is applied to substances that increase the fertility of the soil. We may distinguish:",
          "table": []
        },
        {
          "text": "Direct fertilisers (for the plants), which supply the needs of plants. Indirect fertilisers (enriching the soil), which are bound to influence the physical status and colloids of the soil, regulate the structure and biological properties, so their application is considered as soilimprovement (chalk, plaster, etc.).",
          "table": []
        },
        {
          "text": "In the narrow sense, fertiliser is a kind of food given to the plant or to the microorganisms of the root sphere. Two types are known: organic fertilisers or manures, which come mainly from the different branches of agriculture, but also from the industry (sewage, communal garbage, refuse of food industry, etc.); chemical fertilisers (mineral fertilisers) are the products of the specialised industry.",
          "table": []
        },
        {
          "text": "Organic fertilisers are: stable manure, dung water, green manure, straw, chaff, maize stalks, stubble of cereals and other crops especially of pulses, compost, leaf-mould, faeces, turf, poultry-litter, as well as other organic industrial wastages.",
          "table": []
        },
        {
          "text": "Chemical fertilisers are grouped according to their active ingredient. Single ingredients are named as nitrogen, phosphorus, potassium furthermore some of the micro-or trace element, which may appear in solid consistency or as solutions. The multi-ingredient-fertilisers are grouped in three categories. Composed fertilisers, containing one compound of two different nutritive elements appearing in one formula. Combined fertilisers, containing several compounds and 2-3 or more nutritive elements expressed with several formulae. Mixed fertilisers, which is a mixture made by the factory or in the farm.",
          "table": []
        },
        {
          "text": "Maize is a crop requiring high doses of nutrients. It utilises in one ton of crop and in vegetative parts altogether 25 kg N, 13 kg P2O5 and 22 kg K2O as active ingredients, which means as doses: high nitrogen, intermediate phosphorus, high potassium. Maize is grown mainly on good soils as it is considered to be susceptible ecologically. Much water is required; therefore the soil should have a deep layer with much humus, preferably a medium heavy loam. Optimum level of chalk (Calcium) is preferred but maize is grown successfully also in acidic soil, but if it requires chalk, maize responds favourably with high yields to fresh liming.",
          "table": []
        }
      ]
    },
    {
      "title": "Organic fertilisers",
      "div": [
        {
          "text": "Earlier than the 1960s, utilisation of organic manure was widely used, then since the 1970s, chemical fertilisers took over its role, gradually. In 1993, the use of manure diminished by 70-75% compared with the level of the 1980s, and further decline is experienced between 1995 and2004 (Figure 8.5.1).",
          "table": []
        }
      ]
    },
    {
      "title": "Stable manure",
      "div": [
        {
          "text": "In the 1960s, 35 t/ha was the recommended dose of stable manure for maize. Most of the farms were not able to accomplish this rule. The countrywide means per hectare was yearly 2.6-3.0 tons only. The best farms used about the double of that dose. Counting 4-year-long cycles of manuring, the average rate would be 10-14 t/ha with the available manure (Bocz 1976). According to the literature, the leading farms administered with manure nutrients, which equal with 75 N, 62 P2O5 and 140 K2O kg/ha expressed in chemical fertilisers.",
          "table": []
        },
        {
          "text": "The literature dealing with fertilisation is attributing to stable manure much more bonuses, which are beyond the effect of increasing yield. Stable manure provides for all nutrients required, moreover, improves the physical, chemical and biological properties of soil i.e.",
          "table": []
        },
        {
          "text": "indirectly to higher yields.",
          "table": []
        },
        {
          "text": "Positive effects of stable manure are: promoting aeration, improves water storing capacity and permeability of the soil. Its beneficial buffering effect is expressed in acidic as well as in alkaline soils. Stable manure contains besides NPK important microelements, and serves also as a source of CO2 that feeds the photosynthesis of plants near to the soil surface. The adsorption capacity of the soil is improved. The life of the soil is stimulated, the system of enzymes and their activities are promoted, and soil born bacteria and other microorganisms are multiplied. In 10 t of stable manure treated properly 50 kg nitrogen, 25 kg phosphorus and 60 kg potassium mainly in organic binding is given to one hectare land and the ingredients are disposed gradually and for the roots. The effects of the manure last for a long time and persist in the soil for several years susceptible by microbiological, physical and chemical parameters.",
          "table": []
        },
        {
          "text": "The main question emerging to the grower, whether stable manure does it increase yields or improve the quality of the crop let alone the nutrition of plants? Utility of maturing is most conspicuous in the first season, as estimated to 40-60%. Subsequently, the effect declines to 30-35 and 10-12% in the second and third year, respectively. In the fourth year, no effect is evident any more on sandy soils, but on heavy soils it is estimated to 5-10%. According to some long-term field experiments, doses of chemical fertilisers representing NPK nutrients equivalent with a traditional stable manuring, keep their superiority of yield over the check plots longer than 60 years (Iversen 1960). There are proofs published in the literature that on acidic soils without liming, systematic treatment with stable manure produces higher yield especially in the second decade of that practice than the check treated with equivalent doses of chemical fertilisers. An argument against Iversen's contention emphasised the frequent use of perennial papilionaceae, e.g. clover included in the sequence of crops, furnished more organic matter into the soil with the stubble and root remnants than the usual mass of manure.",
          "table": []
        },
        {
          "text": "In maize monoculture on a leached chernozem soil, the difference between the plots treated exclusively with stable manure and as an alternative with chemical fertilisers could not be proved even after a period of 30 years (Kudzin & Gupalo 1959).",
          "table": []
        },
        {
          "text": "At Martonvásár based on the principle of identical active ingredients, the effects of stable manure and chemical fertilisers have been examined. The sequence of crops was planned purposely with the omission of annual and perennial papilionaceous crops; instead other crops exhausting reserves of the soil were inserted (Győrffy et al. 1965). On chernozem soil, the stable manure did not attain the effect of chemical NPK fertilisers in spite of equivalent doses. It has been concluded that the yields of the manured plots did never surpass the chemical fertiliser plots during the 8-year long period. Moreover, the treatment that received a half dose of manure completed with chemical fertilisers to the same level of NPK, either did not lag behind the fully manured treatment. Immediate effects of either stable manure or chemical fertilisers did not show up, in spite of expectations, on the \"well supplied\" soil regarding nutrients. Their long-term field experiments proved all the same that the difference between yields of fertilised and non-fertilised plots grew year by year.",
          "table": []
        },
        {
          "text": "On slightly eroded chernozem with remnants of forest soil, containing 2.3% humus and 1-15% CaCO3, Krámer (1979) performed a field experiment to check the effect of stable manure influencing the results of chemical fertilisers with active ingredients N, P and K. The soil was originally poorly supplied with P and medium well supplied with K. The doses of fertilisers were 104 kg N, 61 kg P2O5 and 69 kg K2O/ha/year. Stable manure was given 35 t/ha each fourth year, which is equivalent with 62 kg N, 39 kg P2O5 and 61 kg K2O/ha per year. In the crop sequence of maize-maize-winter wheat, stable manure was spread for the first maize plantation. In the check, without manure, the effect, on the yield of maize, attributed to the chemical fertilisers was 1.2-0.7-0.6 t/ha as to N, P and K, respectively. The effect of stable manure during the first 1-2 years supplied the nutrients P and K entirely, that of the N at 50-60%.",
          "table": []
        },
        {
          "text": "The traditional practice of using stable manure meant that each 4 or 5 years, depending on the type of soil, the field ought to be fertilised. At the actual conditions, this scheme is unrealisable; first of all because there is not enough stable manure, moreover the majority of fields is too far away from the centres of animal husbandry. The plus yield expected does not come up to the costs of transport; moreover the capacity of transportation may lack. An accurate care should be given to prepare the stable manure, and there is also an optimum of time to use and to distribute it. At the long run, conservation of the soil and its fertility, crops of good quality and safe yields are highly dependent on the use of stable manure, but its function in soil protection and in environmental security alone are values to be appreciated (Kismányoki 2001).",
          "table": []
        },
        {
          "text": "Stable manure is continuously formed in animal husbandry, but its transport and distribution is restricted to the late summer and autumn, when crops were harvested and the main procedures of tillage are done. Therefore, the fresh manure is deposited first near to the stable, but it must be handled according to a set protocol in order to let it ripen and attain the right consistency, conserve its N-content and be friable for distributing it. Pertaining literature treated quite a few methods of manure handling (flat spreading, periodical heaping as usual, method of Krantz, method of Kreybig, treatment with turf or with lignite-dust, with concrete plate method of Keszthely). At present, the classic procedures cannot be performed because neither human labour nor machines -taking into account the related costs -are available for purposes like that. Preparation and ripening require about 6-8 months. The ripening process is composed of two phases, oxidation and reduction. At the beginning, oxidation prevails as aerobe bacteria are active for 4-5 days, than it is followed by the reductive phase where anaerobic micro organisms prevail (during 3-8 months). During the second phase, the manure depot should keep its water content in compacted consistency.",
          "table": []
        },
        {
          "text": "Maize utilises well the organic as well the chemical fertilisers given to the preceding crop, nonetheless the natural reserves of nutritive substances of soil. In planning the fertilisation of maize, we have to take into consideration the nutritive capacity of the soil and the fertilisers of all kind given during the last few years to respective plot.",
          "table": []
        }
      ]
    },
    {
      "title": "Green manure",
      "div": [
        {
          "text": "Green manure is an organic fertiliser, which means that whole green plants are grownup to the blooming age for being ploughed down as organic substance enriching the soil. In Hungary, green manure was applied since long on sandy soils with low humus fraction only.",
          "table": []
        },
        {
          "text": "On heavy soils, it was practiced recently, mainly on irrigated fields, furthermore on sloping sites, but mainly in commercial orchards.",
          "table": []
        },
        {
          "text": "The precondition of an efficient green manuring is the restoration of balance among the nutritive elements. The lack of that baffles the beneficial consequences; moreover, it may impair the yield of the following crop. The green mass turned down into the soil determines the effect of green manure. It is an expensive procedure; cost of seed, tillage, drilling, etc. its economy is decided by the exploit gained. Papilionaceous plant may carry as much nitrogen in organic binding as 14 t/ha stable manure. All the same it is not equivalent with the latter because green manure is decomposed easier; therefore its effect in the soil lasts for a shorter time. The nitrogen-containing substances are decomposed at a quick rate, and after 8 days, ammonium and nitrates appear already in the soil. Soon after, those compounds are either leached or denitrified and get lost for the next crop (Nyiri 1993).",
          "table": []
        },
        {
          "text": "Green manure is essentially considered to be a one-sided nitrogen fertiliser, which should be completed with phosphorus and potassium. It would be worthwhile to consider the use of non-papilionaceous plants -sunflower, mustard or colza -as accurate green manure crops.",
          "table": []
        },
        {
          "text": "The idea of using non-papilionaceous crops is based on the contention that green manure increases yields also beyond its nitrogen effect. It is attributing to the organic matter (humus) content, improves the physical properties, the water capacity and retention, stimulates the aeration, facilitates tillage mainly in heavy soils, moreover, the structure of the soil gains the most. A continuous mulching of the soil protects the soil against water erosion, mainly on slanting sites. Bacterial activity is stimulated by the decomposition of organic matter and the CO2 content of the pores increases. Between two cereals in the crop sequence and in monoculture, the green manure means a kind of \"biological partition\". Chemical properties are modified in a beneficial sense. Buffering effect mitigates the acidity or basic reaction of sour and alkaline or any kind of salty soils, respectively. The nutrients taken up from the soil are built into organic compounds by the plants used as green manure.",
          "table": []
        },
        {
          "text": "Green manure is a valid tool to control weeds. Papilionaceous green manure was known since long as a yield increasing preceding crop for maize, and modern experimental proofs confirmed that. In Hungary, papilionaceous green manure culture has been preferably applied on sandy soils for improving potato production.",
          "table": []
        },
        {
          "text": "Long-term experiments at Martonvásár explored the effect of sunflower as green manure on maize yield (Győrffy et al. 1965). Sunflower was sown after spring barley as second crop, followed by maize, (winter) wheat, spring barley with green manure, maize and again spring barley with sunflower green manure. The aim was to fill up the cycle with sunflower green manure in order to observe its cumulative effect. The plots were divided into four parts. One variant was, where the sunflower was stripped and ploughed down, on the second plot the sunflower was cut, stripped and transported to the third plot and ploughed down there, the fourth plot was the check. The purpose was to separate the effects of the root stubble from that of the stripped stalks. According to the results, the sunflower stalks alone caused some minimal increment of yield, because where the whole plants were incorporated, the soil received the same nutrients, which were taken up from the same area, whereas the transported stalks carried additional nutrients for the plot.",
          "table": []
        },
        {
          "text": "The papilionaceous crops as green manure proved to be beneficial for maize in Hungary as well as in several other countries, and they are considered as a valid tool to increase yields.",
          "table": []
        },
        {
          "text": "Among various after sown crops the papilionaceous species are the best in accumulating nitrogen. The other non-papilionaceous green manure crops help to protect the soil against erosion during the late autumn and early spring, but they do not accumulate nitrogen and do not increase yields of maize (Millar 1955). Crimson clover as a green manure is essentially an alternative of chemical nitrogen fertilisation; higher yields are attributed to a nitrogen effect (Tisdale & Nelson 1956). Stikler et al. (1959) stated that the source of nitrogen does not influence the nitrogen-effect on maize yield significantly. The nitrogen of green manure is fully equivalent with that of the chemical fertilisers (Győrffy et al. 1965). Autumn sown vetch was also checked as a green manure. The only hindrance is the water depletion of vetch that may cause loss of yield in maize during the following summer compared with the check without green manure. Cost of seed of papilionaceous crops is conspicuous.",
          "table": []
        },
        {
          "text": "As a result, we stated that green manure influence the physical, chemical as well as biological properties of the soil. From the point of view of cop production, their effect on yields, i.e. agronomical significance, is equal largely with the nitrogen effect accumulated by their roots. To satisfy the nitrogen requirement of maize, the use of chemical fertilisers is more economical than to apply green manure.",
          "table": []
        },
        {
          "text": "In the European Union, a conscious and perseverant movement has been started to change the common knowledge and calling attention on the idea of sustainability, which means that green manure techniques are practiced and widely advertised as an endeavour of priority. The edition of the Ministry of Agriculture and Rural Development (FVM) edited a brochure on \"The right practice of farming\", which suggests and demands new techniques, which are focussed on the problems of soil conservation, observation of the rules related to crop sequence, to maintain and to increase the fraction of organic matter in the soil, to care for the structure of soils, etc. all of them being performed by the use of green manure. Annual species of plants used as green manure could be left in the autumn without being ploughed down -renouncing of the beneficial effects of green matter -and let it freeze during the winter (Nagy 2005). For that technology the mustard would be a good object having a soft stalk. Consequently, the soil remains covered with the frozen and decaying remnants all over the winter. It prevents the abrasion by wind and erosion by water and lets the precipitation accumulate. In springtime, this method facilitates a thrifty seedbed preparation, moreover allows the direct sowing by a combination of disk and drilling machine -as the soft remnants of the green manure plants are easy to cut through, and the appearing weeds are inhibited by the covering and decaying remnants and roots.",
          "table": []
        },
        {
          "text": "Compared wit the use of stable manure, green manure does not involve any effect of weed control, costly transport and organisation, but it substitutes a little N-fertiliser only. The main reason of green manure is soil conservation and care for its physical structure.",
          "table": []
        }
      ]
    },
    {
      "title": "Other organic fertilisers",
      "div": [
        {
          "text": "Maize stalks mean an important source of forage provided when being cut and handled with appropriate care. In Hungary the extent of maize cultivation may allow the utilisation of the whole volume of stalks to be used to feed animals. Maize stalks ploughed down however, caused declines of yield without being completed with N fertilisation according to a longterm field experiment. Nitrogen is able to cancel the deleterious effect of stalks, which means doses of 50-100 kg N/ha (Győrffy et al. 1965). Stalks and root remnants are poor in nitrogen.",
          "table": []
        },
        {
          "text": "According to estimates (supposing 1:1 ratio of kernels:stalks expressed in dry matter) in the stalks 1kg N is in 100 kg dry matter. This ample C/N ratio ought to be compensated with N fertiliser. Maize fields located far from the farm could be provided with organic matter by economising the harvesting (cutting) of stalks and the costly distant transport of stable manure.",
          "table": []
        },
        {
          "text": "The role of stubble and root remnants in promoting the fertility of the soil is acknowledged since long, but its quantitative and qualitative parameters have been studied recently only.",
          "table": []
        },
        {
          "text": "After chemical fertilisation too, variable volumes of organic substance are incorporated into the soil, anyway. The advantage of root remnants in the soil is their homogenous distribution in the upper layer, whereas the ploughed down manure is much less dispersed. The gradually released nutrients are continuously available for the growing plant. The volume of root remnants of maize in the upper 20 cm layer of soil is 2470 kg/ha expressed in dry matter (Kemenesy 1972).",
          "table": []
        },
        {
          "text": "The quality of stubble and roots left in the soil are different depending on either papilionaceous or non-papilionaceous plants are considered. The remnants of the latter are of poor nitrogen content, and the C/N ratio is wide: wheat 75:1, maize 45:1, sunflower 38:1. Therefore, those vegetable remnants could be used as organic fertilisers but they have to be combined with chemical fertilisers. The C/N ratio of remnants of alfalfa 14:1 and of melilot 15:1 is even more favourable than of a well prepared stable manure: 20:1. The roots of plants are evenly distributed in the soil. The roots of young plants are of better quality than those of the older plants, moreover, the P and K content is also more favourable in the remnants of younger plants. Annual papilionaceous plants are less favourable than the perennial ones, but their C/N ratio approaches that of the well prepared stable manure: pea 22:1, spring vetch 18:1, peavine (Lathyrus sativus) 16:1, field bean 20:1. However the volume of organic remnants is substantially lower. Therefore, the effect of annual papilionaceous plants on the soil is equivalent with a half dose of stable manure (Nyiri 1993).",
          "table": []
        }
      ]
    },
    {
      "title": "Chemical fertilisation",
      "div": []
    },
    {
      "title": "The beginning and development of chemical fertilisation",
      "div": [
        {
          "text": "In the literature dealing with fertilisation of maize, information on the effects of fertilisers is rather variable. Balás (1888) stated that \"maize tolerates the possible maximum of manure, therefore there is no reason to be afraid that too much manure may harm the plant\". Cserháti (1905) wrote almost the same: \"maize yield will be the higher the more manure is given to it\". At the time, when experiments of chemical fertilisation started (1955), the general opinion prevailed that maize is less responsive to chemical fertilisers than other cereals. Grábner (1956) stated: \"if stable manure is given to maize, chemical fertilisation is superfluous\". On the contrary, Győrffy (1966) claims on the basis of experimental results that on a fertile soil, maize does not react to the actual fertilisation alone but rather to the general nutritional status of the soil. Surányi (1957), Bauer (1959), Dezső & Martin (1965) emphasise that fertilisation ought to be planned for a more than one-year-long period or a whole cycle of crop sequence. Drimba (1997) proved the reliable positive effect of chemical fertilisers under various conditions by using the method of stochastic dominance applied to the database of results of polyfactorial long-term experiments at Debrecen. According to Berzsenyi & Győrffy (1997), the main purpose of agronomy during the last decades was to animalise the growing rate and yields of the crops. Now, the principle of sustainability suggests an agro-ecological approach, which considers the future of the agricultural civilisation, not only the productivity in a narrow sense. They emphasise that reliable indications (parameters regarding the status of the ecosystem) are gained from longterm experiments only, giving some idea about the possibilities and prediction of survival.",
          "table": []
        },
        {
          "text": "Long-term experiments are like a field laboratory, which serves information for scientific and pedagogic purposes, ideas for research and extension service, continuously.",
          "table": []
        },
        {
          "text": "The arguments formulated above may explain why clear indications often cannot be drawn from the experiments designed to reveal direct effects of chemical fertilisers. Profitability of maize production is determined mainly by the availability of water and of nutrients, therefore expert fertilisation is a decisive condition of profitability. Determination of optimal doses of fertilisers is one of the most difficult tasks. Components of a right decision are the responses given to nutrients and to the particular fertilisers expected from the hybrid to be grown, and the seasonal effect, which varies from year to year. Reliable long-term experiments with chemical fertilisers are the true indicators. Indispensable is however an analysis of the multifactorial interactions.",
          "table": []
        },
        {
          "text": "At Kompolt, on a chernozem -brown forest soil, in 1959, no significant differences were obtained with N35P35K35 kg/ha, neither with larger doses. In 1960, on the contrary, 140 kg/ha nitrogen produced higher yield, significantly, but in a dry season the yields were diminished by fertilisation. At Putnok, where the soil was less fertile, N105P75K120 kg/ha doses increased yields every year compared with lower doses, but higher doses caused depression already (Krámer & Pekáry 1962, Pekáry 1969).",
          "table": []
        },
        {
          "text": "At Martonvásár, on meadow-chernozem, Sarkadi & Bánó (1962) were unable to prove differences in yield between treatments, in 1956: N64P61K153, in 1957: N83P42K198, in 1958: N73P36K118 kg/ha of chemical fertilisers related to the unfertilised check. However, in 1959: N82P66K139 and in 1960: N108P115K242 kg/ha doses proved to be beneficial significantly. The planting density was changed during those years; therefore the higher density had to be taken into account too. Győrffy (1962Győrffy ( , 1969) ) at Martonvásár made experiments with planting densities and jointly fertilisation; the doses were N54P43K52 and N108P43K52 kg/ha, and among the three years (1958,1959,1960), only two years produced significant differences with higher kernel-yields -at higher planting densities only -in the higher doses of fertilisers. In the period of 1965-1968, two levels of fertilisers -130 NPK kg/ha and 195 NPK kg/ha -only the year 1966 proved the superiority of the higher dose as a mean of results obtained on several variants of tillage. Dezső (1966) and Káposzta (1974), on the other hand, explored the effect of 130 NPK kg/ha on chernozem soil compared with the unfertilised check, and registered significant differences in yield, but higher doses did not improve yield at all.",
          "table": []
        },
        {
          "text": "Láng (1976) -like Dezső and Káposzta -stated in the Unified Countrywide Long-term Fertilisation Experiment (OTK), in 1968-1970, that on chernozem soil, one site, out of 9 localities examined, produced higher yields in the fertilised treatment than in the non fertilised check. In two cases there were non-significant differences. Based on the results of the OTK fertilisation experiments Bocz (1976) recommended for the soils of the plain east to the Tisza River 275-370 kg/ha doses of mixed fertilisers as optimal.",
          "table": []
        },
        {
          "text": "At Kompolt, on chernozem-brown forest soil, a long-term experiment has been initiated in 1962 for examining the effect of crop sequence. Several actual questions got an answer on the basis o the results (Pummer et al. 1997). In maize monoculture, the upper limit of doses being recommended of NPK (mixed) fertilisers is calculated according to the function of yields on nutrients. Within the interval of 175-234 kg/ha active ingredients, 218 kg/ha was the optimum.",
          "table": []
        },
        {
          "text": "In a long-term field experiment at Debrecen, Nagy (1995) analysed the effect of chemical fertilisers on yield by means of a quadratic function. The derivate of the function served to determine the maximum of yield and the associated optimum of doses of fertilisers. During four years (1991)(1992)(1993)(1994), the highest yield was obtained with 172 kg N/ha. But that dose of chemical fertiliser cannot be recommended because the last 1 kg would not increase yield at all. At the maximum of yield, the increment varied between 1.8-3.0 t/ha and the effect of 1 kg N increased yield by 12-17 kg/ha. Examining the slope of the quadratic function, he stated that beginning with 0, at the low levels of nutrients the increment of yield was large.",
          "table": []
        },
        {
          "text": "Subsequently, the slope of the function became moderate and near to the maximum a broad plateau is formed where the yield did not change essentially. The slope of the quadratic function was that mild, as the smaller doses of fertilisers caused hardly any reduction of yields, or further increasing of doses did hardly help to raise the level of yields. Being conscious of this fact, the practice of production may learn a lot. A good example is the year of 1993, when the maximum yield of 9.553 t/ha was registered at the dose of 175 kg N/ha.",
          "table": []
        },
        {
          "text": "Almost the same yield approaching the maximum with less than 500 kg/ha was found with the dose of 104 N kg/ha, i.e. 9.061 t/ha. The definition of marginal efficacy means that the last kg of N was near to zero in the region of maximal yields. On Figure 8.5.2, the reading of marginal efficacy of the fertilisers is presented, e.g. to gain 15 kg more kernel yield, 95-100 kg N/ha dose would be sufficient.",
          "table": []
        },
        {
          "text": "For maximum yields, 175 N kg/ha active ingredient is needed during the period examined.",
          "table": []
        }
      ]
    },
    {
      "title": "The use of chemical fertilisers in Hungary",
      "div": [
        {
          "text": "The use of chemical fertilisers in the Hungarian agriculture expressed in NPK active ingredients was earlier before the World War II, 6 kg/ha, later until 1960, less than 30 kg/ha.",
          "table": []
        },
        {
          "text": "The balance regarding the supply of NPK was negative, which means that more nutrients were taken out from the soil than restored. The supply of nutrients cannot be based on stable manure available at the moment; consequently the use of chemical fertilisers increases continuously (Dimény 2005). Between 1960 and 1975, the use of fertilisers grew up to 275 kg/ha (Figure 8.5.3). That level was valid up to 1985. At that time, more nutrients were distributed than harvested, i.e. the supply in the soil increased. After 1985, a moderate diminution ensued, however, after 1990; the use of fertilisers was reduced drastically. Yields of maize regressed and varied, which was caused also by the technological adversities. The ratio of active ingredients also changed. During the 1950s and 1960s the ratio of N and P was about 1:1, whereas later, the dominance of using N prevailed (Loch 1999b). At present, P and K supply of our soils are on the same level as at the end of the 1970s (Pálmai & Horváth 2004).",
          "table": []
        }
      ]
    },
    {
      "title": "Nitrogen as chemical fertiliser",
      "div": [
        {
          "text": "Plants are able to take up nitrogen in compounds as nitrates and ammonium. In organic binding nitrogen is also available, e.g. amino acids and urea (carbamid). The roots absorb the majority, but leaves are also able to take up N. The urea is mostly given into the foliar sprays.",
          "table": []
        },
        {
          "text": "Inorganic N is quickly transformed into organic binding. The lack of N is manifested in slowing down of the accumulation of organic dry matter (Győrffy 1965, Hanway & Russell 1969, Debreczeniné & Szlovák 1985, Berzsenyi 1993).",
          "table": []
        },
        {
          "text": "The translocation of N-compounds is not limited, therefore the shortage appears first on the old leaves as the young leaves and shoots have an advantage to build in nitrogen (Figure 8.5.4,coloured pictures). The suffering plants have less chlorophyll, their meristems grow slowly and the cells get soon senescent. Older leaves are yellow or accumulate anthocyanin.",
          "table": []
        },
        {
          "text": "Excessive N endangers the security of yield. The same symptoms appear when the N is relatively too abundant in relation to other nutrients. Those plants are prone to be lodged and get susceptible to diseases. The reproductive phase of plant development is delayed especially with the relative shortage in P. Thus the time of maturity will be delayed too.",
          "table": []
        },
        {
          "text": "At the end of the 19 th and first third of the 20 th century, super-phosphate was considered to be the most important fertiliser in Hungary (Cserháti & Kosutány 1887, Flóderer 1910).",
          "table": []
        },
        {
          "text": "However, during the 1940s and 1950s, field experiments with NPK proved the importance of N, which induced twice as much additional yield than P. Potassium seemed to be of secondary importance regarding maize fertilisation (Láng 1963, Latkovicsné 1963, Sarkadi 1963).",
          "table": []
        },
        {
          "text": "The decisive ingredient is N since then (Bocz 1976). The N-content of soils is the main component of fertility (Nyiri 1993). Optimal doses of N improve the quality, but overdosing is dangerous by several reasons. Yield may decline and nitrates accumulate in the tissues.",
          "table": []
        },
        {
          "text": "Leaching of NO3-N may do harm to the environment. The total N-content of soils may vary within the interval: 0.02-0.4%. The majority of nitrogen in the upper, cultivated layer of the soil is organic and related with the humus content of the soil. A fraction only of the whole volume of N is inorganic, NO3 and NH4, which is available for the plants. The N-content of the air is only available through the mediation of microorganisms.",
          "table": []
        },
        {
          "text": "The effect N-fertilisation on maize has been explored by means of field experiments on several types of soils (I. Chernozem, II. Brown forest, III. Heavy meadow, IV. Light sands and V. Alkaline soils). The economical maximum of yields need different doses of N depending on the soil type and particular site. On light sands, for a profitable yield recommended dose, 190 kg/ha as a mean would be deleterious to the environment on another soil, which leaves the nitrates to be leached (Németh & Kádár 1999).  For crops sown in the spring and on less heavy soils, N-fertilisation is recommended in the spring, on heavy soils, the dose could be divided between autumn and spring especially with complex fertilisers. In that case the autumn dose promotes the decomposition of organic remnants, e.g. stalks; therefore 30-50% of the dose serves for that purpose. Top-dressing of maize is not necessary, unless some liquid N is given together with (mechanic) hoeing to control weeds. Between 1960 and 2000, in Hungary, maize proved to be more responsible to N fertilisation than winter wheat according to countrywide field experiments. Mainly on soils of low humus content, N doses required for maximum yields, were higher in maize than in winter wheat (Csathó 2003ab).",
          "table": []
        }
      ]
    },
    {
      "title": "Phosphorus fertilisation",
      "div": [
        {
          "text": "Phosphorus is indispensable for the living plant, and it occurs within the organisms either in inorganic as well as in organic compounds. Metabolic processes involve always phosphorus.",
          "table": []
        },
        {
          "text": "Organic binding is generally predominant. Nucleic acids carrying genetic information, protein synthesis, cell division, growth, development are all depending on P. Plants are able to accumulate reserves -like of nitrogen -without deleterious effect, and later reserves are utilised in younger parts of the organism (from leaves to the seeds), where the need of P is more urgent. Phosphorus is largely concentrated into organs, which will be carried away from the field at harvest as animal feed or human food. At planning of phosphorus supply, this moment ought to be taken into account.",
          "table": []
        },
        {
          "text": "Phosphorus is closely associated wit nitrogen and the protein compounds. In reproductive organs, P is 3-6-times more abundant than in vegetative parts of the plant. Adequate P supply accelerates development as well as ripening of the plants (Nagy 1993).",
          "table": []
        },
        {
          "text": "Phosphorus is represented in the soil by organic as well as by inorganic compounds. Total phosphorus content of the soil varies between 0.01 and 0.12% (Győri 1984, Loch 1992). Crop plants take up a fraction only of the volume of P given into the soil with chemical fertilisers: 5-10% (Greenwood et al. 1980). It happens often that 90% of the P is coming from the so called \"residual\" P, which means also that freshly given P fertiliser is unable to provide P for the plant in a soil, which is originally poor in phosphorus (Johnston et al. 1986).",
          "table": []
        },
        {
          "text": "P requirement of maize is not too high; therefore the response given to the fertiliser is not conspicuous. As an average of results obtained in 84 countrywide field experiments, (2004) claimed that a P2O5 dose of 22 kg/ha is sufficient for a profitable yield, as unfertilised check plots yielded 6.26 t/ha kernels, which means 95% of the fertilised plots, therefore the additional yield attributed to P fertilisation was 0.25 t/ha only. As accepted, P deficiency causes general troubles in metabolism, hindered synthesis of carbohydrates, proteins and starches. Also water management suffers and the older leaves tend to bleach out or get reddish, finally necrosis of the leaf blades ensues (Figure 8.5.6, coloured pictures). A delay of bloom and ripening is also the consequence of shortage in P.",
          "table": []
        },
        {
          "text": "Not only deficiency but also an overdose of P may become deleterious. The balance of other nutritive elements is disturbed by excessive P. Thee elements P and Zn are antagonistic, i.e. too much P causes Zn deficiency manifested in yield loss and deteriorated quality (Kalocsai et al. 2004). Samples taken from plants at five and ten leaves stages prove that the high P content was associated with a too low Zn content. The P-content of stalks at harvest witnessed a leaching effect of P, but the Zn-content diminished in non-irrigated as well as in irrigated plots. Leaf analysis at harvest time did not prove any change regarding P-content in non-irrigated as well in irrigated plots, Zn-content diminished slightly. Decline of Zn was found in the husk leaves of maize ears (Győri & Sipos 2005).",
          "table": []
        },
        {
          "text": "The date of P-fertilisation depends on the way of application. Most recommended is an even spreading and ploughing down in the autumn. At springtime, a shallow incorporation into the soil of P does not promise significant effects.",
          "table": []
        }
      ]
    },
    {
      "title": "Potassium as chemical fertiliser",
      "div": [
        {
          "text": "The majority of potassium is found always in the young tissues, where the metabolism and cell division is active. The element K is always an inorganic ion found in the fluid and colloid fractions of the living cell. The majority (80-90%) is accumulated in the vegetative organs and returns with the stubble and root remnants into the soil. A small fraction only is carried away with the crop.",
          "table": []
        },
        {
          "text": "Potassium has a multiple function in the life of plants. As a \"macro-nutrient\", it stabilises the structure of enzymes and activate their function. Its role in photosynthesis, respiration, protein, carbohydrate, and lipid formation is decisive (Loch & Nosticzius 1983, Beringer & Nothdurft 1985, Weber 1985, Csathó 1997). Potassium is largely responsible for disease-and frost resistance (Huber & Arny 1985, Kádár 1992). The frequency of K as an element is the seventh among the elements of the periodic system in the crust of the Earth. In most soils it is represented at high frequencies, however, a relatively small fraction of it is available for the plants. In most cases, K-content of soils is higher than of P and N quantities. There is a continuous process in the soil as insoluble K is transformed to soluble forms. There are proofs that the volume of K taken up by the plants may trespass the limits, which was determined by laboratory tests as being soluble and exchangeable.",
          "table": []
        },
        {
          "text": "The biological cycle of potassium starts with the uptake by the plants from the soil (Figure 8.5.7). Potassium fertiliser is given preferably at the autumn tillage in order to put the substance into the humid layer, which will be penetrated by roots. Higher doses of N-and Pfertilisers may result in K-deficiency. In heavier than average soils, K-requirement could be met for 2-3 years together with P fertilisers. However, excessive potassium may cause Cadeficiency transiently and the soil may become acidic (Krisztián et al. 1989).",
          "table": []
        },
        {
          "text": "Csathó (2004) evaluated field experiments with K-fertilisation, and attempted to determine the K-doses necessary to achieve maximum yields of maize. The K-dose was maximal, where the AL (aluminium lactate)-K2O was below 120 mg/kg (i.e. 100-130 kg/ha K2O), where AL-K2O was between 120-160 mg/kg, it fell to its half value (to 60 kg/ha K2O), in the 160-200 mg/kg AL-K2O interval it fell to its third value(to 40 kg/ha K2O) csökkent. Higher than 200 mg/kg AL-K2O values meant that maize claiming much potassium did not respond to further K fertilisation. The additional kernel-yield diminished substantially with increasing doses of potassium: Within the interval 41 and 80 mg/kg of AL-K2O 2.4 t/ha, between 81 and 120 mg/kg 0.7 t/ha, and between 120 and 160 mg/kg 0.5 t/ha was the gain of yield due to potassium dose, however, more than 200 mg/kg did not increase yield at all. On sandy soils with humus content, maize yields produced without potassium fertilisation were 71%, on sandy loam 88%, on loam 93%, on clayey loam 97% and on clay, the yields attained the 100% of the possible yields. With K-fertilisation, on humous sand and on deep (humid) sand, the additional yield was 1.9 t/ha, on sandy loam 0.7 t/ha, on loam 0.4 t/ha, on clayey loam 0.2 t/ha was the gain, whereas on clay, no consequence has been registered as caused by Kfertilisation. K is beneficial on photosynthesis, stimulates the uptake of water and diminishes the loss of water by transpiration. A balanced supply of potassium protects the plant against droughtstress. K-deficiency, however, is not always evident, but the yields may decline conspicuously (Kalocsai et al. 2004). The resistance of plants diminishes, and the water loss increases by transpiration. Tips and margins of the leaves, dry out (Figure 8.5.8, coloured pictures).",
          "table": []
        }
      ]
    },
    {
      "title": "Interactions of fertilisation and of other moments of agronomy",
      "div": [
        {
          "text": "Recent results of research prove that there are substantial differences among the responses given to fertilisers between the maize hybrids (Figure 8.5.9). Therefore, the yielding potential of the hybrids ought to be checked in experiments giving several doses of fertilisers (Nagy 2005). In agreement with data published by Győrffy (1976), experimental results of Nagy (2005) indicate the importance of the genuine ability of hybrids in utilising the nutrients, not only the plain effect of fertilisers. In some of the hybrids examined, the function of yield plotted against the supply of nutrients shows a curve of new type. That curve differs from the familiar extensive and intensive types that it starts at a high level, and as a consequence of fertilisation, continues to rise (Figure 8.5.10). Those hybrids display not only a positive reaction to fertilisers, but prove to have an excellent genuine level of utilising nutrients.",
          "table": []
        },
        {
          "text": "As for the utilisation of fertilisers, first of all of nitrogen, the water availability is of prime importance (Bocz 1976), but water supply depends on several premises as on precipitation, on agrotechniques applied, tillage, fertilisation, irrigation and planting density (Figure 8.5.11) (Nagy 2005).",
          "table": []
        },
        {
          "text": "Chemical fertilisers increased the production of phytomass by 13.6-27.5% (Nagy 1978).",
          "table": []
        },
        {
          "text": "The highest total mass was obtained with 120 kg N/ha. Beyond that maximum, there was no further increment. Irrigation facilitated even higher yields with larger doses of fertilisers .",
          "table": []
        },
        {
          "text": "Number of kernels/ear and thousand-kernel weight increased largely as an effect of better supply of nutrients (Bocz & Nagy 1981). According to the components of yield, the number of ears/ha and yield/ha are positively correlated; irrigation and fertilisation both increased the thousand-kernel weight (Nagy 1978). Thousand-kernel weight changed significantly as an effect of chemical fertilisers.  Long-term field experiments at Debrecen prove that the number of kernels/ear increased more as an effect of fertilisation than that of irrigation. On all levels of nutrition, the number of kernels/ear increased. Fertilisation increased yields by 25-32%, and also the thousandkernel weight (Figure 8.5.14).",
          "table": []
        },
        {
          "text": "Regarding the parameters of ears, on non-irrigated treatments, the length of ears increased by 20-23% due to fertilisation (Figure 8.5.15). The number of kernel rows/ear did not change at all neither as an effect of irrigation nor of fertilisation. Fertilisers increased the length of maize plants, and the effect of doses was also manifested (Nagy 1978). The effects related to the unfertilised check were always significant (Figure 8.5.16). Hoffmann 1993). Adequate supply of N promotes the quick initial extension of the LAI (leaf area index), consequently, the optimal LAI is acting for a longer time, the formation of biomass and the translocation of photosynthates is able to stimulate the accumulation of organic substances into the growing kernels, finally a favourable harvest index is developed (Anderson et al. 1985, Berzsenyi 1988, 1993). That advantage, however, may turn into disadvantage because water shortage may culminate during the reproductive phase of development, and yield may be impaired (Ruzsányi 1981).",
          "table": []
        },
        {
          "text": "Berzsenyi Chemical fertilisation changes significantly the relations between kernels and other parts of the plant (Nagy 1978). Without fertilisation, the ratio is 1:1.22, whereas at doses N180 and N240 the ratio is 1:0.99 and 1:1.03, respectively (Figure 8.5.17). In irrigated culture, fertilisation also changed favourably the ratio of kernel:stalk. Effect of irrigation increased kernel yield by 1.065 t/ha, whereas the dry matter of other plant parts increased by 2.3 t/ha.",
          "table": []
        },
        {
          "text": "Fertilisation without irrigation produced a ratio of 1:1.04, in irrigated culture 1:1.18. Due to fertilisation, the ratio of kernel, leaf and cob increased, that of the stalk decreased (Figure",
          "table": []
        }
      ]
    },
    {
      "title": "8.5.18).",
      "div": [
        {
          "text": "The ratio of husks decreased in non-irrigated culture, whereas in irrigated culture, there was no essential effect caused by fertilisation. The root mass of fertilised maize plantations contained more N,P,K, Ca and Fe in both non-irrigated as well as in irrigated culture. In irrigated culture, the content of Zn,Cu,Mn was lower, Mg content did not change. As an effect of irrigation K, Mg, Fe content increased, N,Ca,Zn,Cu and Mn-content decreased (Nagy 1978).",
          "table": []
        },
        {
          "text": "In the literature, there are often indications that fertilisation delays the ripening of maize, especially nitrogen. Győrffy et al. (1965) stated however that the delaying effect of fertilisers is misunderstood because the leaves of fertilised maize are still green, but the water content of the ears and their shelling rate was invariable. According to their experiments, maize ears harvested at the right time did not differ from each other essentially regarding the shelling rate and water content when grown with or without fertilisation, at higher or lower planting densities.",
          "table": []
        }
      ]
    },
    {
      "title": "Fertilisation and the season",
      "div": [
        {
          "text": "Hungarian as well as international literature agrees with the statement that effects of fertilisation are determined largely by weather, soil conditions, preceding crop, water supply, tillage, uniformity of the stand, the crop species and the particular genotype regarding the utilisation of nutrients. The weather -being active in determining temperature and humidity of the growing site -is an important factor of extending its influence on changes in the soil, growth of plants, uptake of nutrients, which means also the effects of fertilisation (Fehér 1954, Fekete et al. 1967, Bocz 1976, Láng et al. 1983, Biczók et al. 1988, Filep 1988, Nagy 1988, Szász 1988, Holló 1993, Jolánkai 1993, Ruzsányi & Pető 1993, Hall et al. 1994).",
          "table": []
        },
        {
          "text": "On the research station of the Research Institute of Cereal Crops, at Újszeged -on alluvial meadow soil -the yearly effect N-fertilisation was traced, and it turned out that under favourable conditions regarding precipitation, larger than 100 kg/ha N doses did not increase yields significantly, however, even doses of 200 kg/ha increased significantly yields in a dry season (Prokszáné et al. 1995).",
          "table": []
        }
      ]
    },
    {
      "title": "Contradictory results were registered at the Debrecen University, Research Station",
      "div": [
        {
          "text": "Látókép in a long-term field experiment. Differences in yield between maize hybrids were the larger the more stress effects were registered during the season. It is important to know the genuine type of nutrient-utilisation, as well as the response to fertilisers, to planting densities and to irrigation of the hybrids in question (Nagy 1995). Maize production based on scientific bases and considering the special claims of the hybrids would be efficacious, and at the same time, environment-conscious too.",
          "table": []
        },
        {
          "text": "Considering the present practice, which means a low level of using nutrients (80-90 kg NPK/ha), we must put the question, whether our crops receive the nutrients necessary for their growth? The answer is a straight No. Meanwhile, polyfactorial long term experiments - Berzsenyi (1994) and Nagy (1995) prove that in the case of maize, the most important increment of yield is due to fertilisation in seasons of average precipitation. In the near future, Hungarian crop production will not approach the high level of fertiliser utilisation of the 1970s and 1980s years, and that would not be necessary (Balláné 1991,",
          "table": []
        },
        {
          "text": "An essential condition of nutrient-utilisation is water supply, the uniformity of the plant population and the genuine response given to the nutrients administered (Bogdán 1999).",
          "table": []
        },
        {
          "text": "Weather -being decisive on temperature and humidity -influences the processes in the soil, growth of plants, nutrient uptake including the efficacy of fertilisation (Kramer 1963, Kovács 1982, Nagy 1996). Research of Nagy (2005) over several decades prove the effect the season on the response of maize hybrids to fertilisation -including mainly the precipitation -which is expressed with the function of 1 mm on the yield of kernels . The beneficial effect of fertilisation could be traced every year and expressed in numbers, which may become the basis of successful planning and management (Figure 8. The volume of precipitation as well as the water supply of the soil modifies the requirement and the effect of fertilisers. The effect of fertilisation increases with supply of water until an optimum is reached, beyond that, excessive water diminishes the effect of fertilisation (Szász 1972, Bocz 1976, Abramenko 1982, Debreczeni & Debreczeniné 1983, Harmati 1987, Ruzsányi 1992). Water reserves of the soil between 40 and 180 cm depth of the profile increased by irrigation by about 2.5-3.0 volume % (Nagy et al. 2006). In the deeper region of the soil no significant differences were found (Figure 8.5.22).",
          "table": []
        },
        {
          "text": "The modifying effect of fertilisers on the characters of soil depends mainly on the original fertility of the soil, the depth of the cultivated layer and on the water management of soil (Sarkadi 1975, Bocz 1976, Dezső 1976, Győrffy 1976, Láng 1976, Buzás 1987, Ruzsányi 1992). The preceding crop acts through its depletion of water and nutrients as well as the weeds left behind, which may modify the effect of fertilisation (Könnecke 1969, Kemenesy 1972, Kováts 1974, Győrffy & Berzsenyi 1992).",
          "table": []
        }
      ]
    },
    {
      "title": "Chemical fertilisation and quality",
      "div": [
        {
          "text": "The biological value of maize protein as an animal feed is relatively low because among the protein fractions, triptophan is dominant, whereas the most abundant fractions are zein protein content, however, the increment was negligible above 80 kg/ha N-doses. Higher humidity and cool season (2001) caused lower protein content (8.4-10.2%), whereas dry and warm season (2002) was associated with higher protein content 11.17-12.87% (Figure 8.5.23). On meadow chernozem with nearly 3% humus fraction, where the N-supply was yearly 100-120 kg/ha without any fertilisation, as a mean of 15 years, a dose of 80 kg/ha N may produce maximum kernel yields with favourable protein and oil content as well as amino acids and fatty acids, qualities, which cannot be surpassed significantly with further Nfertilisation. Protein and oil content as well as fatty acids of maize kernels could not be changed by Pfertilisation in soils, where the cultivated layer displayed 120-340 mg/kg AL-P2O5. Whereas K-fertilisation could not improve the quality of maize kernels if the soil contained 205-465 mg/kg AL-K2O in the upper cultivated layer.",
          "table": []
        },
        {
          "text": "In humid seasons, protein content declined, in dry seasons increased according to most publications (Szirtes et al. 1977, Szániel et al. 1980, Lilburn et al. 1991), as most decisive factors, the heat units, amount and distribution of precipitation in June, July and August are considered (Asghari & Hanson 1984). Győri & Sipos (2005) examined the protein content of different genotypes during the period 2002-2004. They concluded that at high levels of water supply (either by precipitation or by irrigation), protein content declined, which could be counteracted by nutrition because no effects of dilution could be registered during that period in the hybrids examined.",
          "table": []
        },
        {
          "text": "Debreczeni (1964( , 1965( ), Debreczeniné (1965)), Teresenko & Zsabickij (1973) and Ruzsányi (1977) concluded that the effect of irrigation on the relative protein content of maize kernels is slightly negative, however, with the increasing yields the protein yields are also high. The effects of irrigation and of fertilisation are compensated by means of thoughtful nutrition (Győri 1978).",
          "table": []
        },
        {
          "text": "Győri & Sipos (2005) examined the crude protein content of kernels sampled from different maize hybrids calculated from their N-content, which was subject to seasonal variation. In the crops of dry seasons, 2002 and 2003, the mean of hybrids displayed higher protein content than in the rainy season of 2004 (yearly means: 8.97%, 8.72% and 8.22%) (Figure 8.5.24).",
          "table": []
        },
        {
          "text": "Phosphorus content of maize kernels increases slightly with P-fertilisation (Balláné 1960, 1963, Pekáry 1969, Prohászka & Cserni 1969, Szirtes 1970, 1971, Bocz & Pekáry 1974, Latkovicsné 1975, Bocz 1976). In some experiments the phosphorus content remained invariable (Balláné 1962, Prohászka & Gurabi 1972, Lásztity 1975, 1976). Debreczeni (1964Debreczeni ( , 1965) ) and Ruzsányi (1975) stated that P-uptake of maize increased by fertilisation as well as by the consequence of better water supply, but in plants of higher dry matter production, the nutrient was diluted at a certain degree. P-content of maize kernels increased slightly at favourable water supply or with irrigation, whereas the potassium content did not change. Among the macro-elements, the importance of sulphur is outstanding. Beyond its effect on yield, through the sulphur-containing amino acids, quality is also influenced. Allen (1979) and Salunkhe et al. (1985) found that the average sulphur content of maize kernels was 1400 mg/kg, which could be increased by P, Ca and S doses according to Tölgyesi (1991). Győri & Sipos (2005) explored the sulphur content of the critical phenophases, which may help the timing of fertilisation. They found that S content diminishes with the age of the plant gradually; the plant with five leaves contains 2000-4000 mg/kg, with ten leaves 700-3000 mg/kg sulphur, around maturity, the leaves contain 1000 mg/kg S, the stalks 600-700 mg/kg only. Excessive water supply may cause a slight sulphur deficiency, which is compensated easily with ground-fertilisation giving super-phosphate, or with foliar spray given at the critical phenophase (Figure 8.5.25). Ca, K and Mg content scarcely changed due to fertilisation. Increased uptake of potassium may diminish the uptake of Ca and Mg (Andrejenko & Kuperman 1961).",
          "table": []
        },
        {
          "text": "Among the microelements, the content of Cu does not change from NPK fertilisation. Mn content increases by the solving effect of acid super-phosphate, whereas Zn content declines substantially as an effect of higher doses of P-fertilisers (Andrejenko & Kupermann 1961, Olson et al. 1965, Tisdale & Nelson 1966, Prohászka & Cserni 1969, Prohászka & Gurabi 1972, Patel & Mehta 1973, Takkar et al. 1976).",
          "table": []
        },
        {
          "text": "For the vigour of pollen, the zinc (Zn) content (Sharma et al. 1990) is an important item in maize production (Loch & Nosticzius 1983). Because the antagonism of P and Zn, it may occur that Zn deficiency appears (Csathó & Kádár 1989). Csathó (1992) stated, however, that variation of Zn content in kernels is less expressed than in the stalk. Tölgyesi & Mikó (1977) found negative correlation between volume of yield and its zinc content. Lásztity et al. (1985) claim that this effect -which diminishes also the content of calcium and magnesium, but increases copper content -is mainly found in the young plant and in the volume of stalk.",
          "table": []
        },
        {
          "text": "The mechanism of this phenomenon was intrinsically studied by Safaya (1976) and he concluded that small doses of phosphorus restrict the effects of zinc-deficiency by transporting it into the shoots, whereas large doses of P fertilisation slow down the absorption on the surface of roots. Győri & Sipos (2005) produced proofs that there is no significant difference between the Zn content of maize hybrids. The antagonism between phosphorus and zinc is also detected in the modern maize hybrids. With the decline of Zn content, the triptophan content of the proteins diminishes as well. On the basis of diagnostic plant analysis, the necessity of Zn-fertilisation could be recommended, moreover, the knowledge of Zn-susceptibility of maize hybrids could be indicated together with the other economically important properties.",
          "table": []
        },
        {
          "text": "Strontium is an alkaline earth metal with similar properties as Calcium, a bivalent element, which is associated with calcium in minerals. In fertilisers they occur together. From a sanitarian point of view, it is important to know its frequency in human food. Earlier it was stated that (Győri 1998) that in kernels of winter wheat, the strontium content was increased by fertilisation and it is correlated linearly, with calcium content. The relation of the two elements has been studied also in the maize kernel.",
          "table": []
        },
        {
          "text": "The joint occurrence of the two elements and the effect of fertilisation have been proved also in maize (Győri & Sipos 2005). Maize kernels contain but low quantities of strontium (0.45-0.50 mg/kg), but the importance of this element is not quite cleared in human diet, and needs further study.",
          "table": []
        },
        {
          "text": "In humid soils, the Mn and Zn content of maize kernels decline significantly, but the uptake increases with the increasing yields (Nambiar & Cottenie 1971).",
          "table": []
        }
      ]
    },
    {
      "title": "Methods of supplying nutrients",
      "div": [
        {
          "text": "An ancient and continuous endeavour of the agricultural practice is to find the right technology of managing plant nutrition according to the needs of the crop as well as to the conditions of environment.",
          "table": []
        },
        {
          "text": "In Hungary, the first extension service regarding agronomy and soil management has been developed at the end of the 19 th century by Royal Institute of Chemistry. Its head was Liebermann (1886), who performed field experiments with large plots in several regions of the country, and his conclusions did not loose their validity up to now:",
          "table": []
        },
        {
          "text": "-nutrition ought to meet first of all the requirements of the crops, -the effect of chemical fertilisers ought to be decided according to its economical utility.",
          "table": []
        },
        {
          "text": "Liebermann (1895) published the first system of plant nutrition based on measurements performed on soil samples.",
          "table": []
        },
        {
          "text": "In assessing the quantities of fertilisers necessary, two principles are to be observed. The first is the \"minimum law\" of Liebig, the second is the law of \"diminishing utility\" (of Gossen) (Figure 8.5.27). Recently, many researchers, institutes, university department's worldwide endeavour to develop systems of managing the supply of nutrients, which are maximally efficient in securing agricultural products under the natural and economical conditions, set by a particular country or region. In Hungary, that type of activity started in 1974 by Antal, Sváb, Sipos and Nagy, who used the databank of the state farms referring to each different growing site and processed the information by the electronic tools then available. The continuation of this project has been assigned to Centre of Crop production and Agrochemistry of the Ministry of Agriculture and Regional Development (MÉM NAK), and leading scientists of the country assessed the main principles of chemical fertilisation and the methods of calculating the doses on the farming level (Debreczeni 1979, Antal 1983). The experts paid attention to the requirements of plants as well as to the environmental conditions. The recommendation focussed on the importance of a right choice of the growing site and the adequate soil.",
          "table": []
        },
        {
          "text": "In the literature, several successful systems of soil management and nutrition have been published. Hungarian and international scientists agree with the principle to base their suggestions on results of long-term field experiments (Tisdale & Nelson 1966, Kováts 1981, Pető 1990, Pummer & Holló 1991, Lewis 1993, Debreczeni & Debreczeniné 1994, Kádár & Szemes 1994, Lengh & Johnston 1994). Rod & Ryser (1969) presented the method of determining the fertility of soils according to Dirks-Schaffer and utilised in Switzerland.",
          "table": []
        },
        {
          "text": "Nutrient content of the soils is characterised by indices, and categories of the level of nutrients available to the plants and doses of fertilisers to be given are associated with the expected yields. Ansorge et al. (1971) suggested doses of fertilisers and proposed timing of treatments for 12 different types of growing sites and 53 crops by means of computers.",
          "table": []
        },
        {
          "text": "According to Nelson (1972), in New York State, the policy of nutrition is based on results of leaf and soil analysis. The essence of the system developed by Rudeforth & Webster (1973) is the assessment of data obtained by soil analysis, and in concordance with the parameters of the respective genetic soil map, an adequate program of nutrition is suggested. Dezső (1976) emphasised that the suggested doses of fertilisers often did not take into account the natural fertility of soils. He suggested the use of his model elaborated on the basis of the function of nutrient-utilisation curve plotted against the natural quality of soil. The common characteristic of the systems of nutritional policy that the scientific as well as technical minutes still were not sufficient to suggest absolutely reliable recipes of fertilisation to all particular sites and crops. The essence of the problem is the lack of perfect information regarding the complicated interactions between the otherwise known components to be taken into account as the requirement of the plant, the mechanism of nutrient uptake, the availability of nutrients in the soil, the effects of tillage and the possible methods of fertilisation. Sarkadi (1975) referring to his own research and to the literature, compared the data raised in different countries, and concluded that the average NPK-values were widely variable. The opinions expressed in relation of the fate of fertilisers were also variable. The effect of P and K fertilisers lasts for several years according to Lőrincz (1980). The after-effect of fertilisation was calculated by Minejev et al. (1980) as being variable according to the type of nutrient, in the second year: N 10, P2O5 8-10 and K2O 10-15% is still available. Győri (1980) claimed that the leaching out of nutrients depends basically from the geographic and environmental conditions of the site. The method of fertilisation, the evenness of distribution, the kind and quality of the product are also decisive (Csizmazia 1990).",
          "table": []
        },
        {
          "text": "According to Russell (1970), the way of development is going in the direction of liquid forms and the ratio of the active ingredients is tending to be increased. Vedeanu (1971) considered the use of highly concentrated combined fertilisers as a condition of modern agrotechnique. Kárpáti (1978) promoted the idea of improving the quality of chemical fertilisation, which lagged behind the quantitative increment of fertilisation practices. Demes et al. (1995) dealing with the fertilisation of maize, proposed the partitioned dosing during the growing season -supposing adequate water supply -instead of spreading out before drilling. A mechanic tool may promote its incorporation into the soil (feeding cultivator).",
          "table": []
        },
        {
          "text": "It was Mitscherlich (1952) who emphasised that extension service could be based on results of field experiments only because laboratory tests alone may become misleading. Kreybig (1955) was also discontented with the nutrition based on soil analysis only. He proposed the use of empiric methods combined with tracing the yields by keeping field-books of the farming area. Viets & Hanway (1957) also concluded at Fort Collins (Colorado) that reliable methods of nutrition couldn't be practiced without long-term field experiments focussed to the particular crop species. Hera & Triboi (1971) attacked the question with mathematic tools in order to reveal regularities. They stated that experiences of local and economical nature are at least as convincing as results of the soil and environment analyses. Grass (1972) performed experiments in several farms of Germany, where fertilisers were dosed on the basis of local empirically raised results. He, also, was convinced that though soil analysis may give precious indications regarding the presence of nutrients, they are insufficient to serve for final decisions. The use of fertilisers is up to the decisions of practicing growerstaking into account the results of research of course -because the economic gain is which really matters.",
          "table": []
        },
        {
          "text": "In Hungary, during the last 15-20 years, the leading research capacity of three independent Agricultural Universities, Research Institute of the Hungarian Academy of Science, Martonvásár, Institute of Soil Science and Agrochemistry as well as the Research Istitute of Cereal Crops at Szeged worked intensely to explore the principles and their practical application of plant nutrition as well as the possibilities of alternative methods.",
          "table": []
        },
        {
          "text": "Many of the students are concerned to find the doses of fertilisers being optimal for crops and for the particular genotypes (Arnon 1975, Antal 1983, Buzás 1983, Nagy 1986, Sárvári 1986, Csathó et al. 1989, Debreczeniné 1989, Krisztián et al. 1989, Debreczeni & Debreczeniné 1994, Széll 1994). The question has several components. One of them is the relation between the soil and the plant. Let alone the releasing ability of nutrients, the soil used to absorb one part of the fertilisers too. Moreover, the plants are also different regarding their nutrientuptake and utilising abilities.",
          "table": []
        },
        {
          "text": "The nutrients needed to produce a reasonable yield are to be determined -according to the knowledge of existing reserves of the soil and the losses expected -by striving to maintain the original level of fertility (Sarkadi 1975, Lásztity & Kádár 1978, Bocz et al. 1979, Debreczeni 1979, Latkovicsné 1979, Láng & Németh 1979, Jolánkai 1985, Sarkadi et al. 1986, Lásztity 1989, Balláné 1991, Kádár 1992, Németh 1993).",
          "table": []
        },
        {
          "text": "Nitrogen fertilisation increases not only the yield of maize, but also its nitrogen content, and influences favourably the P-uptake of the plants Szalka (1996). Also the reverse is true; P-doses stimulate the utilisation of N-fertilsers (Bennett et al. 1654, Szirtes 1971). As Bocz (1976) stated, under Hungarian conditions, out of the three main fertilisers (NPK), nitrogen is the most active in producing high yields on most of the soil types.  Kádár (1993) claims that the plant could take up the potassium needed and releases it if useless without being damaged. In Hungary, the major part of all soils is well supplied with potassium. However, excessive potassium is deleterious because several microelements are inhibited by its antagonism. Masses of yield are regulated by the supply of P x K, but the effects of N may fail in dry years. Excessive P diminishes the number of plants per area at harvest time, the thousand-kernel weight and the yield of kernels. The P overdosage resulted in 3.4 t/ha yield, whereas a balanced PK-supply produced 6.2 t/ha kernel yield (Kádár 2000).",
          "table": []
        },
        {
          "text": "Interaction of N x P allows a better manifestation of Fe-, Mn-, Cu-contents than the purposeful Fe-, Mn-or Cu-fertilisation. The stalks took up luxus-quanities, and the same mass of stalks contained eight-times more P, seven-times more Cu and three-times more Mn .",
          "table": []
        },
        {
          "text": "Meanwhile, the Zn supply declined to its one third in the plot provided with extra P (Kádár et al. 2000). Győri (1984) emphasised that for the calculation of doses, not the mass of soil neither the concentration of salt in the soil, but only the liquid phase of the soil should be considered.",
          "table": []
        },
        {
          "text": "Taking into account absorption of 0-30%, the upper limit of fertiliser doses to be applied is about 0.6-1 t/ha.",
          "table": []
        },
        {
          "text": "In monoculture, the effect of chemical fertilisers as well as the requirement of nutrients is higher than in a system of crop rotation (Győrffy 1976, Ruzsányi 1991). Sárvári (1995) claims that maize is tolerant to partial monoculture, but after 10-15 years of monoculture, the dry years the yields may decline by 1-3 t/ha compared with a culture of crop rotation. Berzsenyi & Győrffy (1996) also stated that maize yields diminished in monoculture were always lower than in crop rotation. The average results of fertilisation experiments and crop sequences proved the superiority of the Norfolk-type of rotation (0.929 t/ha), then alfalfamaize-wheat triculture (0.664 t/ha), wheat-maize biculture (0.324 t/ha) and alfalfa-maize diculture (0.26 t/ha) was the sequence. The effects of fertilisation were significantly influenced by the season and crop rotation. Experimental results did not allow conclusions regarding the difference found between stable manure and stubble remnants (maize stalk, wheat straw) completed with NPK, as beneficial for maize. Nevertheless, stable manure improved the stability of yields (Berzsenyi 1996). Csathó (1994) stated that at higher planting densities, the concentration of nutritive elements in the kernels may decline substantially, however, that could be compensated by fertilisation.",
          "table": []
        },
        {
          "text": "The determination of the necessary level of fertilisation on the basis of different levels of kernel yields, nearly similar results were obtained by authors in Hungary and in other countries. The differences are most likely due to differences in environment, agrotechnique and hybrids involved. The recent regression in agricultural economy, transformation of farms, changes in ownership and utilisation systems marginalized the question of plant nutrition in spite of the opinion of experts. It was generally true that farmers have been obliged to reduce their budget in order to maintain their existence. All those troubles are expressed in the reduced fertility of the fields (Herczeg et al. 1994).",
          "table": []
        }
      ]
    },
    {
      "title": "Environmental aspects of fertilisation, extension service",
      "div": [
        {
          "text": "Agricultural activity influences the environment, and this influence got gradually more intense over the human history. Most intrinsic changes ensued with the beginning of mechanisation and with the spreading of intense growing methods including the use of chemical compounds for fertilisation, weed-, disease-and pest control. In Hungary, intensive growing practices were associated with increasing yields, neglect of some criteria of quality and a very intense use of energy, various industrial products, machines and tools. After the change of political system, financial difficulties, chaotic ownership relations, moreover, the amortisation of machines used in agriculture, the use of industrial products declined together with yields. Both processes, the modernisation of technologies as well as the subsequent regression of the technical equipment started deleterious phenomena in agriculture and in environmental protection (Ruzsányi & Pepó 1999).",
          "table": []
        },
        {
          "text": "The one-sided use of the soil spoilt the physical properties, reduced the water capacity and water retention, and the danger of water accumulation at lower areas increased. At some sites, acidification started, which slowed down the availability of nutrient reserves in the soil, the uptake of them is impaired (Ruzsányi & Pepó 1999), whereas other sites, the N-concentration increased and the balance of nutrients got upset (Loch 1999a).",
          "table": []
        },
        {
          "text": "The growers endeavour high yield and acceptable quality of the products. High yields and everything, which is bound to achieve high quality, are deleterious to the environment as soon as excesses are attempted (Szabó 1999). Recently, the principle of sustainability is a new aspect that ought to be taken into consideration. Several authors have defined the concept of sustainability. One of the essential attributes is the economisation of nonrenewable natural resources. Sustainable farming involves that economic arguments have to be completed with ecological arguments in all moments of planning and in practical decisions of farming. This involves the knowledge and esteem of local possibilities, and economical decisions ought to be tested on the scale of environmental burden, which is to be minimised beyond reasonable limits. Thus, problems of nutrition are to be solved according to terms of minimum environmental risk (Loch 1999a).",
          "table": []
        },
        {
          "text": "As 85.5% of the territory of the Hungarian state is utilised by farming, the fate of the environment is closely related with agriculture. Effectiveness of agricultural production depends on the quality of environment and of natural resources; therefore, any decline of the latter impairs the chances of profitability too. Consequently, environmental protection and agriculture are mutually dependent from each other. They have to be coordinated for the sake of human prosperity (Pepó 1999). 8.5.7.1. Organic fertilisers and the environment Environmental effects of stable manure. During the storage of stable manure, the loss in organic matter and nitrogen may attain 30-60%, while in phosphorus and potassium content, the loss is minimal. During the ripening process of stable manure, as a result of microbial activity, gas is produced (CO2, NH4), which are responsible of the global glasshouse effect and contribute to phenomena as the acid rain. Soluble compounds may contaminate the groundwater, when excessive amounts of stable manure are used, whereas in sandy soils the potassium too is easily leached into the ground water (Szabó 1999).",
          "table": []
        },
        {
          "text": "Effect of liquid manure. Excessive use of liquid manure may increase the \"heaviness\" of the soil because the colloid constituents jam the natural capillarity of pores; moreover an accumulation of microelements that are added to forages by the animal husbandry. Liquid manure contains excessive sodium, therefore alkaline character may appear, where upward movement of water is dominant at a dry site. Much liquid manure may transform the field to a swampy area, where the lack of aeration stimulates reductive processes, which do harm to plants by accumulated deleterious compounds (Szabóné 1976, Szabó 1999). Excess of NO3-N causes the leaching of Ca-ions, which leaves the soil acidic (Stefanovits 1977, Szabó 1999).",
          "table": []
        },
        {
          "text": "Effect of liquid manure on ground water and on natural water reserves. Liquid manure contains much nutrient, which may penetrate into the ground water and also into natural water reserves, rivers and lakes. High concentration of nutrients induces in natural waters the process of eutrophisation, which means the depletion of oxygen, and processes of decomposition may cause death of fishes (Stefanovits 1977, Szabó 1999). The ground water carries nitrates into the wells and spoils the water destined for human consumption y causing methemoglobinemia (Szabó 1999). Liquid manure may also carry pathogenic bacteria (Salmonella, E.coli) into the natural waters too (Stefanovits 1977, Szabó 1999). The presence of virulent bacteria may cause epidemics. Liquid manure of hogs may carry also enteroviruses and eggs of human parasites (Szabó 1999).",
          "table": []
        },
        {
          "text": "Liquid manures and their effect on air. Gaseous components released from liquid manures have partially a dismal smell. They are ammonium, hydrogen sulphite, and merkaptan. Other gases have no smell: methane and carbon dioxide, but they contribute to the glasshouse effect together with others mentioned above. Dust particles may also carry pathogens, as E.coli, Salmonella, micoplasms and bacteria of tbc. On dust particles, Aujeszky-virus, Marek-illness, foot and mouth disease may be spread. The air of animal husbandries may contain many microbes during the winter, less in springtime. At high air humidity, around 90%, and CO2 concentration increases, chances of the appearance of haemolytic staphylo-and streptococcus pathogens are high. They may migrate up to distances of 30 km (Szabó 1999). Liquid manure may kill some species of the natural flora. Inadequate handling of liquid manure may give chances to multiplying flies and mosquitoes, which carry diseases (Szabó 1999).",
          "table": []
        },
        {
          "text": "Environmental aspects of organic fertilisers. Stable manure ought to be handled carefully and ripened completely when being used. Decomposition of stable manure last in the soil as long as 3-4 years, therefore, it is recommended to repeat it every 4 th or 5 th year with doses of 30-50 t/ha (Szabó 1999).",
          "table": []
        },
        {
          "text": "In the Netherlands, where intense animal husbandry prevails, regulations set limits to the size of herds in order to distribute the stable manure on the fields available without excessive fertilisation. The rules of integrated farming prescribe the standardisation of the quality of organic fertilisers; one part of stable manure should be compulsorily dehydrated and exported as pellets. In England, areas designed to collect water have to be exempt of using N fertilisers excessively. The regulation allowed only quantities of fertilisers, which are ecologically reasonable. The critical dose is set at 175 kg/ha/year. The use of poultry litter and liquid manure is prohibited at the end of summer and autumn in those areas (Németh 2001). The \"Code of good agricultural practice\" regulates the conditions of organic fertilisers. There are selected areas, where the use of any type of organic fertilisers is prohibited. Also the rules of storing and dates of application are prescribed, and the upper limit is set at 250 kg N/ha/year (MAFF 1991, Németh 2001). It is the genuine interest of the farm that the liquid manure is utilised on the own acreage. There is not any anxiety around the environmental risk associated with liquid manure, but we have to be careful and should not allow that it becomes a substance of pollution (Vermes 1978). Utilisation of liquid manure supposes a careful planning. A genetic mapping of soils is an important precondition, a yearly sampling of the soils, a cartogram of nutrients, the balance of nutrients, and a timing of distribution completed with the use of all kind of fertilisers all that applied to the particular local conditions (Csaba 1978).",
          "table": []
        }
      ]
    },
    {
      "title": "Chemical fertilisation and the environment",
      "div": [
        {
          "text": "Environmental risk of using fertilisers is manifested by the acidification of soils, appearance of nitrates in the ground water and the eutrophisation of natural water reserves. That type of damages is not a general nuisance; it is bound to local conditions, where the rules of right plant nutrition were ignored (Szabó 1999).",
          "table": []
        },
        {
          "text": "Effects of chemical fertilisers on the soil. Fertilisers may influence the chemical reaction of the soil immediately. Compounds used are sour, neutral or alkaline. The active ingredient itself appears either as a kation or anion. After the uptake of the respective nutrient, the associated ion is left behind in the soil, and if it was an anion, hydrogen is bound to it, which makes the soil sour, however, if it was a kation, a hydroxyl group is formed and the soil will be changed to get alkaline. In a fertiliser, which bears nutrients in both component s of the compound, the risk indicated above is compensated. Moreover, the soil disposes of a buffering capacity, which may compensate changes of both directions. The impact of the above mentioned changes are moderated according to the buffering capacity of the respective soil.",
          "table": []
        },
        {
          "text": "Ammonium-sulphate, ammonium chloride, potassium-sulphate, potassium chloride may cause acidification of the soil on the long run, whereas calcium nitrate, sodium nitrate may cause alkalisation. Compounds associated with the fertilisers as carriers and complementary substances are designed to compensate the deleterious effect of some compounds or to increase the utility of the respective compound, e.g. the sour or basic reaction or security (Stefanovits 1992). Down to two-metre depth (Nagy et al. 2002), the soil profile was sampled in order to checking the nitrate content in the spring to compare the effect of autumn ploughing with that of soil-protective (ploughless) tillage. In non-fertilised treatments, there was hardly any difference. In the treatment of 120 kg N/ha fertilisation, the nitrate accumulated at multiple quantities in the ploughed compared with the ploughless treatment especially in the deeper zone of the soil profile (Figure 8.5.28).",
          "table": []
        },
        {
          "text": "At the physiological maturity of maize, nitrate content of the soil in the non-fertilised plots was equal throughout the 2 m depth (Figure 8.5.29). Autumn ploughing, however, increased the nitrate content below 150 cm, lightly. In the fertilised treatment, the nitrate profile was similar in the two tillage systems. It is obvious that maize took up and utilised the nitrate consent mainly between the depths of 0 and 160 cm. In the ploughed treatment, higher nitrate content was measured. The difference between the tillage systems increases especially below 180 cm and continues below 2 m (Nagy et al. 2002).   The increasing acidity of the soil is a consequence of leaching, which is caused by acid rain or by chemical fertilisation. If compounds of acidic reaction prevail in the soil, the basic compound disappears, and acid or proton is formed. The vegetation influences the intensity of leaching; in grassland it is less decisive than in forests. Slanting areas are less exposed to leaching because of the more intense water movement on the surface, or because the base rock (e.g. limestone, dolomite, marl, basalt, gabbro) being near to the surface, prevent the acidification (Kovács 1999).",
          "table": []
        },
        {
          "text": "Fertilisers contain also compounds being pollutions, which are taken up by plants, in animal feeds so into human foods. 26 different elements have been traced by IPC technique.",
          "table": []
        },
        {
          "text": "The only element, which could not be detected, was Selenium (Kádár 1991, Szabó 1999). Ammonium-nitrate (Pétisó) contains Calcium, Phosphorus and Strontium. Phosphorus fertilisers contain also Ca, Mg and S, in 1/10 per cent ratios also Al, Fe, K, Na, Si, Sr elements. In super-phosphate also Sr and As. Potassium fertilisers contain lower quantities of microelements, e.g. Cu, Cd, Ba, Sr, Zn, and Mn. As, Co, Cr, Hg, Pb, Mo element could not be found.",
          "table": []
        },
        {
          "text": "Te effect of chemical fertilisers on ground water and on natural water reserves. Nitrates are easily leached with precipitation because there are no insoluble nitrate-salts in the soil and they are not absorbed by colloids (Szabó 1999). In temperate climatic zone, leaching ensues mainly during the wet season, autumn and winter (Németh 2001). Leaching of phosphorus is less important because P is quickly bound to the soil; therefore the loss of P is seldom more than 0.1-0.2 kg/ha. Potassium leaching is only expected in light soils containing low volumes of colloids. The loss in light soils is e.g. 5%, in heavy soils 2% per year.",
          "table": []
        },
        {
          "text": "High nitrate-content of ground water is a serious concern in 15-20% of villages in which drink-water is taken from wells. Infants are threatened by methemoglobin-anemia, elderly persons by risk of cancer. Standards of water quality prescribes 20 mg/l as acceptable, 40 mg/l nitrates as tolerable (Szabó 1999). The European Union considers water as unacceptable for drink water if the nitrate content is more than 50 mg/l. Those directives recommend that the concentration should not trespass the threshold of 25 mg/l (Németh 2001). Nitrates move easily with the water and their concentration changes with the practice of fertilisation too.",
          "table": []
        },
        {
          "text": "The pollution of ground waters is rather variable, there are sites where the concentration changes between 50-200 mg/l, at another site, 1000 mg/l was found (Szabó 1999). Also the salt concentration and the osmotic pressure of the soil may increase and the ion-composition changes. With the high salt concentration, the soil colloids are also affected (Stefanovits 1992).",
          "table": []
        },
        {
          "text": "In the subsoil, the denitrification produces sulphates, iron compounds, hydro-carbonates, which appear in the ground water. Carrying substances of fertilisers appear also as pollutants.",
          "table": []
        },
        {
          "text": "From super-phosphate, sulphur, from potassium fertilisers, sodium and chlorine are expected.",
          "table": []
        },
        {
          "text": "As a consequence of erosion, P and K are leached into the natural water reserves. As the cause of eutrophisation, phosphorus is more dangerous than nitrogen, because the fertility of aquacultures as well as ecosystems depends mainly on its P supply. Abundant phosphorus stimulates the over-propagation of algae, subsequently the collapse of their population.",
          "table": []
        },
        {
          "text": "Decomposition of organic masses depletes the oxygen available and reductive processes produce methane and poisonous sulphur compounds causing massive death of fish in ponds (Kádár 1992). Potassium does not cause eutrophisation, and the does not influence water organisms (Szabó 1999).",
          "table": []
        },
        {
          "text": "Caustic or drowned lime may cause the basic reaction in ground and surface waters. If the pH approaches 9, the respiratory system, the gill of fishes will be damaged. Phosphorus and ammonium nitrate fertilisers stimulate the multiplication of fungi and may cause poisoning by ammonium (Várnagy & Budai 1995).",
          "table": []
        },
        {
          "text": "Effect of fertilisers on the atmosphere. Nitrogen loss by escaping of gas may occur as influenced by the form of the fertiliser, pH and by the redox conditions. It may attain 10-35% of the fertiliser's N-reserves.",
          "table": []
        },
        {
          "text": "Denitrification is a process that liberates gases (N-oxide and elementary N) due to bacterial activity. It is intensified by neutral or slightly basic reaction and anaerobic conditions. Ammonium salts release gaseous ammonia in basic soils (Szabó 1999).",
          "table": []
        },
        {
          "text": "Glasshouse effect is aggravated by di-nitrogen-oxyde. Its concentration in the atmosphere increases yearly by 0.4%, which is attributed to the use of N-fertilisers, especially concentrated liquid manure spread to the field, but also to burning fossil combustibles (Sántha 1996).",
          "table": []
        },
        {
          "text": "Other conditions. Nitrates may penetrate into the human organism through the food consumed, mainly as accumulated in leaves, tubers and roots of vegetables. Yield and health of the plants are usually not affected. Accumulation of nitrates ensues when the nitrogen uptake was not followed by its incorporation into proteins as a consequence of lacking light energy, water or other nutrients. It is experienced most likely in forced vegetables during the poor light conditions of winter (Szabó 1999). Most nitrates appear in the young shoots and leaves. It may become dangerous in vegetables, fruits and seeds at relatively low concentrations too (Kádár 1992). Certain bacteria are able to transform nitrates into nitrites, which oxidises the iron-ion of the blood leading to the formation of methemoglobin, which cannot release its oxygen. It is particularly dangerous to infants (Várnagy & Budai 1995).",
          "table": []
        },
        {
          "text": "Super-phosphate contains fluoride, which may contaminate drink water. Accumulated F may cause fluorosis in human as well as in animal organisms.",
          "table": []
        },
        {
          "text": "From potassium fertilisers, high quantities of K may be taken up into animal bodies, and develop hyperkalemia (Várnagy & Budai 1995).",
          "table": []
        },
        {
          "text": "Excessive N-fertilisation may release N-monoxide and N-dioxide into the atmosphere, which may produce nitric acid, which contributes to acidic rains (Sántha 1996).",
          "table": []
        }
      ]
    },
    {
      "title": "Fertilisation and environmental protection, extension service",
      "div": [
        {
          "text": "It is commonly accepted that preferring organic fertilisers to chemical ones should reduce the environmental load. That principle has no realistic bases because the animal population of the country is not sufficient to produce the quantity and quality of stable manure necessary. The reasonable use of chemical fertilisers does not harm to the environment. Doses sufficient to grow healthy crops still do not risk loss of fertilisers as pollutants (Kádár 1992, Németh 1995).",
          "table": []
        },
        {
          "text": "An important aspect is from the point of view of environment that the timing should consider the needs and the dynamics of uptake proper to the crop as well as to the particular growing site (Várallyay & Németh 1996, Németh 2001). The development of sustainable agriculture requires the change from the mechanical to the dynamical practice of plant nutrition. The fundamental elements of that change are: the optimal exploit of the source of nutrients by considering the recycling of nutrients, the prolongation of the effect of fertilisation and the abolition of deleterious side effects (Várallyay & Németh 1996, Németh 1996).",
          "table": []
        },
        {
          "text": "An important aspect is the prevention of erosion, which means not only the conservation of water resources but also of the upper, fertile layers of the soil, wherever it may be necessary (Németh 2001).",
          "table": []
        },
        {
          "text": "Láng & Csete (1992) describe the realisation of adaptive management with nutrients as follows: \"the supply of nutrients ought to be adapted to the a requirement of the crop as well as to conditions of the growing site. The variable conditions within a large field are to be taken into account because the optimal doses may vary, thus technical tricks have to be developed to secure the conditions of differential treatments. Advantage should be taken of electronic and automatic tools available to realise the principles of adaptability on the level of a reduced surface too\". In accordance with the principles of environmental protection, the satellite-aided location system should be applied for that purpose (Ruzsányi és Pepó 1999). An effective counselling system (extension service) of plant nutrition supposes the thorough knowledge of the respective area. The different properties of the area are mapped according to systems of GIS (Geographic Information System) and GPS (Global Positioning System). With the use of the GPS system, the differences within the same field could be spotted and by sampling for soil analysis, the optimum doses of fertilisers are determined.",
          "table": []
        },
        {
          "text": "That way the whole volume of fertilisers is calculated, as well as the individual details within the whole field is differentiated by means of the GPS system (Németh 2001).",
          "table": []
        },
        {
          "text": "The plant analysis helps the reasonable management of nutrients and improves the quality of counselling. Plant analysis informs about the nutritional status of plants, thus the check of the effects at the respective spots is also possible (Kádár 1998).",
          "table": []
        },
        {
          "text": "The management of nutrients ought to be based on a system of counselling.",
          "table": []
        },
        {
          "text": "Recommendations are given on detailed data concerning the properties of the soil, the actual results of soil analysis, the nutrient content of the crop plants, the prehistory of the growing site, the planned yield and its requirement regarding nutrients (Figure 8.5.30) (Németh 1995).",
          "table": []
        }
      ]
    }
  ],
  "tables": [
    "{\"title\": \"\", \"head\": [\"Components\", \"0\", \"2\", \"4\", \"6\", \"8\"], \"value\": [[\"\", \"\", \"\", \"months of ripening\", \"\", \"\"], [\"Water content %\", \"75.00\", \"75.00\", \"73.00\", \"70.00\", \"68.00\"], [\"Ash %\", \"4.00\", \"6.00\", \"8.00\", \"12.00\", \"15.00\"], [\"Organic matter %\", \"21.00\", \"19.00\", \"19.00\", \"18.00\", \"17.00\"], [\"Total N%\", \"0.40\", \"0.45\", \"0.52\", \"0.58\", \"0.65\"], [\"NH4-N%\", \"0.15\", \"0.10\", \"0.08\", \"0.05\", \"0.02\"], [\"Total P2O5%\", \"0.20\", \"0.28\", \"0.32\", \"0.36\", \"0.40\"], [\"Total K2O%\", \"0.50\", \"0.65\", \"0.70\", \"0.79\", \"0.86\"], [\"Volume of manure (t)%\", \"100.0\", \"67.00\", \"58.00\", \"50.00\", \"45.00\"], [\"Source: Sarkadi 1964\", \"\", \"\", \"\", \"\", \"\"]]}",
    "{\"title\": \"5.2 -Qualification of stable manure according to its content of NPK\", \"head\": [\"Components\", \"good\", \"medium\", \"poor\"], \"value\": [[\"N %\", \"0.50-0.80\", \"0.40-0.50\", \"0.30-0.40\"], [\"P2O5%\", \"0.25-0.50\", \"0.20-0.25\", \"0.15-0.20\"], [\"K2O%\", \"0.60-0.80\", \"0.50-0.60\", \"0.30-0.50\"], [\"Organic matter %\", \"18.00-22.00\", \"15.00-18.00\", \"10.00-15.00\"], [\"C:N ratio\", \"15-20 : 1\", \"20-25 : 1\", \"20-30 : 1\"], [\"Source: Sarkadi 1964\", \"\", \"\", \"\"]]}",
    "{\"title\": \"Effect of fertilisation on the yield of maize hybrids,Debrecen, 2002Debrecen,  -2004.  .\", \"head\": [\"yield (t/ha)\", \"\", \"\", \"\", \"\", \"\", \"\", \"\", \"\", \"\", \"\", \"\", \"\", \"\", \"\", \"\", \"\"], \"value\": [[\"14\", \"\", \"\", \"\", \"\", \"\", \"\", \"\", \"\", \"\", \"\", \"\", \"\", \"\", \"\", \"\", \"\", \"\", \"\"], [\"12\", \"\", \"\", \"\", \"\", \"non fertilised\", \"surplus yield 120kgN + 92kgP 2 O 5 + 108kgK 2 O /ha\", \"\", \"\"], [\"10\", \"\", \"\", \"\", \"\", \"\", \"\", \"\", \"\", \"\", \"\", \"\", \"\", \"\", \"\", \"\", \"\", \"\", \"\"], [\"8\", \"\", \"\", \"\", \"\", \"\", \"\", \"\", \"\", \"\", \"\", \"\", \"\", \"\", \"\", \"\", \"\", \"\", \"\"], [\"6\", \"\", \"\", \"\", \"\", \"\", \"\", \"\", \"\", \"\", \"\", \"\", \"\", \"\", \"\", \"\", \"\", \"\", \"\"], [\"4\", \"\", \"\", \"\", \"\", \"\", \"\", \"\", \"\", \"\", \"\", \"\", \"\", \"\", \"\", \"\", \"\", \"\", \"\"], [\"2\", \"\", \"\", \"\", \"\", \"\", \"\", \"\", \"\", \"\", \"\", \"\", \"\", \"\", \"\", \"\", \"\", \"\", \"\"], [\"0\", \"Mv 277\", \"Norma\", \"Hunor\", \"De 377\", \"De 351\", \"Maraton\", \"Mv 277\", \"Norma\", \"Hunor\", \"De 377\", \"Sze 352\", \"Katinka\", \"Mv 277\", \"Norma\", \"Hunor\", \"De 377\", \"Sze 352\", \"De 351\"], [\"\", \"\", \"\", \"\", \"\", \"\", \"\", \"\", \"hybrids\", \"\", \"\", \"\", \"\", \"\", \"\", \"\", \"\", \"\"], [\"\", \"\", \"\", \"2002\", \"\", \"\", \"\", \"\", \"2003\", \"\", \"\", \"\", \"\", \"\", \"2004\", \"\", \"\"], [\"\", \"\", \"Figure 8.5.9 -\", \"\", \"\", \"\", \"\", \"\", \"\", \"\", \"\", \"\", \"\", \"\", \"\", \"\", \"\"]]}",
    "{\"title\": \"\", \"head\": [\"\", \".5.3 -Chemical properties of the dry matter in kernels of maize hybrids\", \"\"], \"value\": [[\"Hybrid\", \"Ash (%)\", \"Crude fibre (%)\", \"Fats (%)\", \"Starch (%)\", \"Protein (%)\"], [\"De Sc 377\", \"1.45\", \"3.28\", \"3.87\", \"73.07\", \"10.77\"], [\"De Sc 351\", \"1.45\", \"3.37\", \"4.76\", \"72.93\", \"11.09\"], [\"Furió\", \"1.45\", \"3.87\", \"4.66\", \"71.64\", \"10.78\"], [\"Bella\", \"1.35\", \"3.42\", \"4.69\", \"72.50\", \"10.38\"], [\"Claria\", \"1.39\", \"3.32\", \"4.68\", \"71.43\", \"11.57\"], [\"Sze 277\", \"1.34\", \"3.69\", \"4.55\", \"71.89\", \"10.73\"], [\"Source: Nagy 1997\", \"\", \"\", \"\", \"\", \"\"]]}",
    "{\"title\": \"5.4 -A comparison of the philosophy of recommended fertilisation systems aiming either intense nutrition or protection of the environment\", \"head\": [\"Fertilisation system aiming intense nutrition\", \"Fertilisation system aiming the protection of\"], \"value\": [[\"(MÉM NAK 1979)\", \"environment\"], [\"\", \"(MTA TAKI -MTA MGKI)\"], [\"Maximum yields are strived after\", \"Economic yields are endeavoured\"], [\"The aim is \\\"to fertilise the soil\\\"\", \"\\\"Feeding the plant\\\" is considered\"], [\"P and K supply of the soil ought to be achieved as\", \"Medium or good P and K level of the soil ought to be\"], [\"good or very good and maintained\", \"achieved and maintained\"], [\"Quick filling up of the soil with P and K\", \"Slow filling up of the soil with P and K\"], [\"Every year PK-fertilisation\", \"With crop rotation PK-fertilisation is performed\"], [\"\", \"periodically\"], [\"PK-fertilisation is given for all soils let alone their\", \"PK-fertilisation is given only to soils with good-\"], [\"PK-reserves\", \"medium or less reserves of PK\"], [\"Higher levels of the minimum values of reserves\", \"Lower levels of minimum values of reserves\"], [\"Uniform minimum values of nutrient reserves of the\", \"Special minimum values of nutrients depending on the\"], [\"soil\", \"crop\"], [\"Higher specific content of nutrients\", \"Lower specific content of nutrients\"], [\"Specific content of nutrients is independent of the\", \"Specific content of nutrients depends on the planned\"], [\"planned yield level\", \"yield level\"], [\"Source: Csathó et al. 2003\", \"\"]]}",
    "{\"title\": \"\", \"head\": [\"\", \".5.5 -Estimated loads of acidification in Hungary\"], \"value\": [[\"Source of the load\", \"The dose of load\", \"Average load of acidity (kmol/ha/year)\"], [\"Ammonium-nitrate\", \"118 kg N/ha\", \"5.0\"], [\"Urea\", \"118 kg N/ha\", \"5.7\"], [\"Ammonium sulphate\", \"118 kg N/ha\", \"13.7\"], [\"Superphosphate\", \"78 kg P/ha\", \"0.5\"], [\"Sour rain\", \"573 mm\", \"0.18\"], [\"Source: Szabó 1999\", \"\", \"\"]]}"
  ]
}