{
  "meta": {
    "title": "No title found",
    "author": "No author found",
    "journal": "No journal found",
    "date": "No date found"
  },
  "paragraphs": [
    {
      "title": "Abstract",
      "div": [
        {
          "text": "In the past, a couple of procedures were practiced in maize production. Beginning with sowing, quite a few procedures followed and some of them were indispensable (hoeing and thinning), finally the harvest: breaking, husking and shelling. In large scale farming, a general tendency was the effort to abolish all hand labour in the field. That aim was, of course, entirely unrealistic until the drilling of single kernels and a perfect technology of chemical weed control could be introduced. As maize is susceptible to the occurrence of weeds, the bulk of procedures belonging to the concept of cultivation were essentially hoeing. A clean maize population without weeds is the most important requirement of high yield.",
          "table": []
        }
      ]
    },
    {
      "title": "Types of procedures in cultivation of maize",
      "div": [
        {
          "text": "After seedlings of maize emerged, Hungarian and international practice used tools like weeder (weed brush), star wheel harrow, and spike tooth harrow. Other experts oppose the use of the harrow in particular. The reason for this opinion stems most likely from different soil conditions.",
          "table": []
        },
        {
          "text": "Those tools are excellent before planting or later under special conditions of porosity and moisture, whereas in dry, crusty soil with larger weeds, its use may cause more damage than benefit. At present, tools of that type are not used as chemical herbicides and single kernel-drill are generally applied. Cultivators and harrows scare often the maize seedling, which is not a problem any more. Formerly, the final plant density was corrected by thinning. Single kernel drill are designed to sow the planned optimum plant density, therefore the establishment of all of the drilled plants is necessary.",
          "table": []
        }
      ]
    },
    {
      "title": "Hoeing of maize to loosen the soil",
      "div": [
        {
          "text": "The most important aim of summer cultivation of maize was essentially to control weeds throughout the growing season. The strips between the maize rows were worked with hoes drawn by tractor or horse, but for weeding within the rows hand labour was needed. The number of passes in one season varied depending on the weed population and on the weather. In most cases, two hoeings per season were sufficient. Most important is the early phase of development; therefore, the first hoeing is done just after the seedlings emerged. Among growing weeds, maize seedlings grow slowly and become yellowish, and the delay never cannot be compensated for.",
          "table": []
        },
        {
          "text": "Hoeing ought to be shallow, 4-5 cm deep at most.",
          "table": []
        },
        {
          "text": "Hoeing should be finished once the field was clean or the maize grew to a height where it cannot be accessed by horse or tractor any more. At that time the density of the leaf canopy was enough to suppress further weed growth. Earlier Hungarian literature attributes further benefits to hoeing as follows:",
          "table": []
        },
        {
          "text": "-moderates the water loss from the soil, -increases the water retaining capacity of the soil, -promotes the aeration of the soil, -stimulates the bacterial activity in the soil, lets the soil mature, -regulates the soil temperature, allows dew formation, -breaks the caking of the soil, -covers cracks in the soil and protects the deep layers of soil from drying out, -increases the CO2 content of the air near to the surface. -Janosits et al. (1956) explained that after hoeing, the soil is covered by a porous blanket which isolates the lower, humid layers and conserves cool and humid conditions.",
          "table": []
        }
      ]
    },
    {
      "title": "Berzsenyi",
      "div": [
        {
          "text": "Occasionally, there, dew formation is also possible. \"The main benefit of hoeing is its effect on water management of the soil: on the one hand it increases the water retaining capacity and on the other hand it hinders evaporation.\" Kemenesy (1956) also addressed this topic in his study dealing with the correct way of soil management. The role of hoeing is considered especially important in the cultivation of row crops which do not cast a complete shadow on the soil and the surface is exposed to radiation and drying, in other words it promotes the maturation of the soil. The continuously maintained porosity of the soil is advantageous in particularly dry years, and maize may yield 1-1.5 t/ha more. The release of nutrients and the process of nitrification are stimulated as a consequence of intense microbial activity. Later, the same author emphasised the weed control and the loose surface as the main functions of hoeing (Kemenesy 1961). Contemporary West-European students agreed with the positive role of hoeing beyond controlling weeds (Kising 1962). Martin & Leonard (1956) summarised the results of experiments performed at the Agricultural Experiment Station of Illinois between 1888 and 1893 and concluded that there was no significant difference between treatments on the one hand where weeds are just cut at the soil surface and on the other hand, where the upper 4-5 cm of the soil was hoed. At the time no attention was paid to those results. Most of the researches were sceptical because of the apparent commonsense of the alleged additional benefits of hoeing. Twenty years later, in 1912, Cates & Cox published the results of 125 experiments performed in 28 states over six years. The average of all experiments showed that the weed-less but not hoed plots produced 99.1% of the yield obtained from the hoed ones.",
          "table": []
        },
        {
          "text": "In Europe, Russel (1950) deserves to be mentioned. \"Once, scientists and agronomists claimed that the dust-mulch reduces water loss from the soil. There are many farmers who still believe this in spite of data from different sites across the world. The purpose of hoeing is the weed control and not the loosening of soil.\"",
          "table": []
        },
        {
          "text": "In the Hungarian professional literature, Pethe (1805) emphasised the importance of hoeing. In contemporary literature, the weed control effect of hoeing was mentioned in the first place, however, after the end of the century, the other effects of hoeing, the effect of the porous blanket are also mentioned as a tool of water management. Berényi (1945), Berzsenyi-Janosits (1951), Berzsenyi-Janosits et al. (1956), Grábner (1956), Kemenesy (1956) Villax & Surányi (1960) published repeatedly also textbooks with arguments favouring the use of hoeing as a tool for stimulating the bacterial life in the soil. Kund (1936) explained the arguments of the opposite, \"new\" conviction. Obermayer confirmed the results of Kund by means of experiments in 1937 and 1938. In the research institute of Martonvásár, since 1954 several researchers explored the effects of hoeing, weeding, chemical weed control, artificial methods of changing the soil structure and mulching on the yield of maize (Barabás 1955, Győrffy 1958, 1959, 1961, 1962, I'só 1958, 1961, Koltay 1958, 1959, 1961, 1962). After those local experiments, countrywide experiments were initiated in 1959. Different methods of cultivation and weed control were assessed and the results showed the main effects of weed control significantly, but the beneficial effect of hoeing was always expressed in weed control only. At Karcag, Sipos (1962), reached to the same conclusion from experiments made on heavy soil.",
          "table": []
        }
      ]
    },
    {
      "title": "Effects of loosening on the water and nitrate content of the soil",
      "div": [
        {
          "text": "The water conservation effect of hoeing was attributed to the changes in capillarity of the soil after Wollny (1885). In his research he found higher water content in the plots after hoeing than in the controls. However, be did not control the weeds in the control plots, therefore, the higher water content of the soil was due to the lack of weeds. The subsequent Hungarian professional publications accepted the idea of Wollny from the German literature, and the water conservation of hoeing was considered to be a proven fact. The common knowledge described the movement of water in the capillary system of the soil as the main route of water loss, which could be interrupted by the destruction of the continuous capillarity. Water movement in the soil was then modelled according to the physical laws of liquids. However, the physics of gaseous substances as vapour are also to be observed in the pores of soil. Water in the soil is partly liquid and partly gas. Gravity pulls the water downwards, except in the capillaries, from the wetter regions towards the drier ones, but this movement is of minor importance. The maximum distance which could be measured due to capillarity depends on the type of soil, but it is less than 1 metre. Capillarity is active after rain in the distribution of water in the different layers of the soil, but the upper zone dries out rather quickly and a limited movement of water is also observed. The water management of soil is thoroughly reviewed by di Gléria et al. (1957) in an exhaustive study. The partial pressure of the vapour in the soil moves toward the dry zone and the different tensions are equalised continuously. The vapour pressure being higher in the warmer zone, the movement goes towards the cooler zone, in summer downward, in winter upward. The intensity of movement depends on the difference between the respective temperatures. More intense movement occurs between 25 and 20 °C than between 10 and 5 °C soil layers. According to the classical experiment of Lebediev, the water content of soils beyond the limits of maximum hygroscopic capacity moves only as vapour. This movement is, however, clearly seen under windless conditions only. The looser the upper layer of soil the more intense is its aeration. Under conditions of drought, when the atmosphere is dry, the loose surface may speed up the drying process of the soil. Wind is itself an important agent in this respect.",
          "table": []
        },
        {
          "text": "A smaller capacity of the pores on the surface reduces the speed of transpiration. Therefore, the packing of the surface is an efficient water conservation method. The movement of the water depends on the actual water content, thus adsorption, osmosis, capillarity or gravitation is prevailing. Earlier literature dealt with capillarity, which could be regulated by tillage, harrowing, hoeing or rolling. According to the common belief, the destruction of capillaries conserves water, whereas rolling restores the capillaries, thus being water-wasting. Kreybig (1956) and Manninger (1957) showed that not only the capillaries are moving the water in the soil but also a significant proportion is lost as vapour. They also tried to justify the benefits of hoeing. Gonda (1956) wrote e.g.: \"The air penetrates easily and quickly into the upper, loose soil layer of the soil, but hurting the lower, more compact zone, turns whirling upward, where the resistance is weak This though accelerates drying of the upper layer, while the lower layer remains cool and wet, where the root system is located\".",
          "table": []
        },
        {
          "text": "In the experiments at Martonvásár exploring the effects of hoeing and other methods of weed control, many thousands of measurements were made in order to quantify the difference in the water content of the soil between weed control with or without loosening the upper layer of soil.",
          "table": []
        },
        {
          "text": "The means of many data did not allow any simple conclusion to be drawn between the alternatives, except smaller, non-significant variations and sampling errors. The only unequivocal benefit of hoeing is acceleration of the infiltration of precipitation, however, there is also damage to the roots, which are scarred and cut below a certain depth. The rapid infiltration is counteracted by the rapid evaporation as a consequence of hoeing. Russell (1950) reported in England that, in some experiments, hoeing increased the nitrate content of the soil by promoting aeration of the soil. At Martonvásár, the dynamics of nitrate content were traced. In some years and periods, when cool and humid weather prevailed, the nitrate content of the upper layer of hoed plots was higher than in the controls. Over several years and measurements, the differences were compensated for. Förgeteg & Nagy (1962) stated that in experiments at Szeged the nitrate content was always lower in weedy plots compared with the weed-free plots either hoed or weeded without hoeing. Barren plots were also subjected to tests regarding the dynamics of nitrate content, applying alternative tools of weed control. During the summer, three successive tests showed that weeds depleted the nitrates down to 1/7 of that found on the plots either hoed or weeded without hoeing. Out of the three measurements, on one occasion the weeded plot, and on one occasion the hoed plot contained more nitrates, on one occasion the difference was not significant.",
          "table": []
        }
      ]
    },
    {
      "title": "The effect of loosening on the heat management of soil",
      "div": [
        {
          "text": "At Martonvásár in 1958, Koltay, Kozma and Varga studied the heat relations of the soil by comparing different ways of hoeing and weed control. They showed that temperatures varied at larger amplitudes in undisturbed than in regularly cultivated (loosened) soil. During the whole period of the measurements, the barren but non-hoed plots were the hottest and the weedy plots the coolest.",
          "table": []
        },
        {
          "text": "Ancient experiences show that late spring frosts damaged the young maize plants in weedy plots less than in clean, loosened plots, when the hoeing was done just before the frost. Pletser (1966) compared the soil temperature of hoed and non-hoed plots. Temperature and moisture content of the soil were correlated. The difference between soil temperatures of the two treatments was larger when hoeing was done after rainfall and a dry period followed. The hoed soil was drier, at the same time warmer than the non-hoed soil. After a dry period, however, the hoed plots were moister in moderately rainy weather. More copious rain (20-30 mm) cancelled the moisture difference between hoed and non-hoed plots. A series of experiments lasting four years led to the conclusion that hoeing may increase or decrease the temperature of the soil with almost equal frequency. The average of all data did not allow any clear recommendation.",
          "table": []
        },
        {
          "text": "Temperature was always associated with moisture such that temperature depends essentially on the moisture content of the soil. The immediate effect of hoeing on the moistness of the soil depends on the timing of hoeing, i.e. whether it is performed before rainfall or after it. After rain, hoeing promotes drying and consequently warms up the soil. Before rain, on the other hand, hoeing makes the soil more moist and it becomes cooler compared to the undisturbed surface.",
          "table": []
        },
        {
          "text": "Regarding the whole growing season, the temperature and moisture content of the plots, hoed and non-hoed, will not differ significantly provided weed control was performed.",
          "table": []
        }
      ]
    },
    {
      "title": "Mechanisation of maize cultivation",
      "div": [
        {
          "text": "Cultivation, as summarised above, means essentially weed control of the maize plantation. Its tools are not only the machine, which intervene mechanically but also which distribute superselective chemicals or herbicides with appropriate constructions.",
          "table": []
        }
      ]
    },
    {
      "title": "Weed control with spike-tooth harrow, net harrow, weed brush and star wheel harrow",
      "div": [
        {
          "text": "Young plantations after the emergence of seedlings are preferably treated with spike-tooth harrow, net harrow, weed brush and star wheel harrow. As for the spike-tooth harrows, light constructions especially designed for plant cultivation, net harrows used also as cover the seeds after drilling are recommended. The net-harrow is made of steel wires like a network, its teeth are flexible and do not scar the plants. The percentage of uprooted maize seedling is less than 1%, at worst 4% (Lojko 1961). Maize plants are safer with deep sowing and high planting densities (Sárközy & Seléndy 1993). The result depends greatly on the moving speed of the machine.",
          "table": []
        },
        {
          "text": "Higher speeds may cover the plants with soil and make the soil dusty. The best speed is 3-5 km/h. The weeding comb is an accurate tool for destroying young weeds. Its working part is a stiffly fixed system of narrow steel teeth which are more powerful than the net-harrow, but less aggressive than the spike tooth harrow. The teeth are longer than those of the latter; therefore they are used in taller plants (up to 400-500 mm).",
          "table": []
        },
        {
          "text": "The suspended weeding comb is composed of four independent frames (Anonym 1961). The central one is connected with a system of three-point-linkage. The machine, when turning or being transported, may lift the parts by hydraulics. During the operation the comb leans on two crutch-wheels. The supporting wheels through an interval of 1-10 cm regulate the depth of working. With larger tractors (33 KW) three working units are suspended with a working width of ca. 12 metres. There are also types with about 8 m working width, which may be suspended as a whole on hydraulics. For transportation, the two lateral units are lifted by steel wires (Jován & Sófalvy 1961).",
          "table": []
        },
        {
          "text": "The working speed of net harrows and spike-tooth harrows is higher, 6-7 km/h. The working depth of the weeding comb is 2.5-4 cm. The good quality of the work requires small weeds and loose soil. Russian experiences claimed that 2-3 turns of the weeding comb may substitute one turn of the three turns of the traditional cultivators.",
          "table": []
        },
        {
          "text": "The star wheel harrow is also an effective tool of weed control in maize. The working unit is composed of star-shaped rotating wheels mounted on two axes.",
          "table": []
        },
        {
          "text": "The tips of stars penetrate into the soil and uproot the tiny weeds and break the cake. The working depth is 3-10 cm. By changing the moving direction the effect may be increased. The weeding effect is better if the spokes are pointed in the direction of movement, otherwise, the soil will be compacted. The star wheel should be work perpendicularly on the drilled rows. The use of this tool is mainly adequate before the application of the cultivators on chapped soils until the plant did not surpass 8-10 cm height (Lammel 1961). The star wheel harrow is especially an effective tool, if the cake is still thin and underneath the soil is moist. The moving speed should be 5 km/h (Belozercev & Pavlov 1961). The working depth and the rate of uprooted plants are closely correlated, therefore of its regulation is an important condition of working quality. Most preferable is when the teeth move as a shuttle, i.e. not circularly, thus the length of the movement is shorter.",
          "table": []
        }
      ]
    },
    {
      "title": "The row crop cultivators",
      "div": [
        {
          "text": "Today, the use of chemical herbicides prevails and the use of mechanical cultivators declines.",
          "table": []
        },
        {
          "text": "Their importance suddenly increases when the herbicides fail because the cloddishness of the soil or lack of precipitation. The aim of the intervention is the aeration of the soil, loosening and to break the caking. Nowadays it is also recommended when the shading of the soil is delayed in order to speed up the drying of the surface. Cultivation is used to kill weeds and to conserve water as well as to promote infiltration of precipitation. The inter-row cultivators (Figure 8.6.1., coloured pictures) operate with the goose foot knives mounted on the cross bar of the tool.",
          "table": []
        },
        {
          "text": "The copying of the surface and an effective cutting process is secured by charnier coupling of the goose foot knives in order to produce the same distance and angle of movements to the soil in spite of its the uneven surface. The supporting wheels determine the depth of the knives.",
          "table": []
        },
        {
          "text": "The new types of cultivators are mounted on the tractor, which means that the cross bars are either underneath the machine or on the rear part suspended by hydraulics. If a single person is supposed to operate the tractor, the former, i.e. underneath position of the knives is preferred as the operator could check the confrontation easier. The stability of the engine is safer but the height of the plants restricts its use to an earlier date. We should not forget the negative effects of cultivation. The plant density is reduced (by an average 5-10%) and the continuity of the herbicide-treatment is ended by the disturbed surface, thus reappearance of weeds can be expected (Bodnár 1987).",
          "table": []
        },
        {
          "text": "A rotating inter-row cultivator is mainly used in sugar beet as a new invention. The surface will be loosened into a fine crumbled structure and dispersed by quick rotation. The small, cut weeds are quickly integrated. The use of a rotating cultivator requires a similar level of attention to that of a rotary tiller, both are recommended only for more moist soils as well as those containing a higher organic (humus) fraction.",
          "table": []
        },
        {
          "text": "The rotating inter-row cultivators operate with independent cylinders for the stripes with charnier mounting (Figure 8.6.2,coloured pictures). If a hard object hits the cylinder, it turns upward around the central axis, thus major breaks are avoided. The operating knives cut in a horizontal direction in order to avoid the unnecessary movement of soil. The energy is transmitted from the cardan-joint shaft of the tractor. The depth of cutting is regulated to 3-7 cm.",
          "table": []
        },
        {
          "text": "Lifting is performed by two hydraulic cylinders. The type presented here does not dispose of a stirring construction.",
          "table": []
        },
        {
          "text": "A side dressing (fertilisation) could be combined with cultivation. For that purpose, a plantfeeding cultivator has been constructed. It is similar to the drill fitted with a fertiliser distributor, which is mounted to the framework. It is very similar to the drillers combined with fertiliser spreaders. The distributors are moved by the wheels touching the soil and are disconnected by lifting the hydraulics. The fertiliser is incorporated to the soil behind the knives to a depth of 10-16 cm. The regulation of application is performed in each container by a lever.",
          "table": []
        },
        {
          "text": "There are special cultivators on the market, which are fitted with fertiliser-dressing, side-stripe cultivator units, moreover with herbicide-sprayers. Those will be treated in more detail in the chapter on weed control. An interesting continuation of the development will be the automation of stirring of the cultivator units. This is desirable from the point of view of working quality (to minimise losses in plant density) on the one hand, but also for the higher working speed with reduced personnel contribution, on the other hand. Those constructions will detect the row of plants and the stirring is performed by an electro-hydraulic method.",
          "table": []
        }
      ]
    }
  ],
  "tables": []
}