{
  "meta": {
    "title": "No title found",
    "author": "No author found",
    "journal": "No journal found",
    "date": "No date found"
  },
  "paragraphs": [
    {
      "title": "Abstract",
      "div": [
        {
          "text": "Limitations of the general use of phytosanitary chemicals are one of the most discussed questions of our times. Environmental protection is notwithstanding a very vital principle that would tolerate the breeding only of resistant plants to all possible diseases and pests which threaten the economy of crop production. Otherwise, a host of compounds are offered at acceptable prices and are used in amounts of millions of tons, most of them being dangerous poisons interfering with the natural living world included humans with hardly explored consequences. Breeding for resistance has become an endeavour of high priority (Király 2005).",
          "table": []
        },
        {
          "text": "Not only diseases and pests are the targets of phytosanitary interventions but also the control of weeds because the technical approach and the tools are rather similar. Maize is attacked by great many diseases and pests, but the the most dangerous of them is the American maize beetle. A short summary is given of the main technologies currently used in maize production, following which chemical weed control will be discussed.",
          "table": []
        },
        {
          "text": "With seed trade, many dangerous diseases and pests can spread, therefore the latter are declared as quarantine criteria because their presence impairs the economics of maize production. Regulations of the seed trade are intended to be an essential tool for protecting the interests of the industry.",
          "table": []
        },
        {
          "text": "The multiple purposes of maize production, its high spatial frequency and monoculture facilitated the use of chemical herbicides with a prolonged time of decomposition, which in turn favoured the stabilisation of monoculture. Monoculture presents the best conditions for diseases (e.g. maize dwarf mosaic virus (MDMV), Fusarium spp., Bipolaris spp., Exserohilum spp., Ustilago maydis), pests (e.g. kukoricabarkó, maize rootworm) as well as for some weeds (e.g. Johnson grass, wild millet). These may avoided or suppressed simply by crop rotation. During recent years, the outbreak and quick progress of maize rootworm infestation in Hungary has reduced the practice of monoculture significantly (Glits et al. 1997).",
          "table": []
        },
        {
          "text": "Cultivation procedures are important methods for protecting the sanitary status of maize. Tillage and any other field operations influence the development and multiplication of diseases and pests, e.g. the establishment of germinating weeds. The damage caused by the European corn borer is efficiently reduced by cultivation. As the caterpillar overwinters in the stalks of maize, their elimination with the stalks is possible until the middle of April. Most radical is the trussing and transportation of maize stalks. The stripping of stalks on the field may kill most of the larvae, but ploughing down to 10 cm of the stripped stalks is even better.",
          "table": []
        },
        {
          "text": "The remnants will rot during the winter, and the corn borer population will decline (Bognár et al. 2003).",
          "table": []
        },
        {
          "text": "The right sequence of crops may reduce substantially the frequency of soil borne pests too.",
          "table": []
        },
        {
          "text": "The most important pest populations (such as wireworms) used to be attain high densities on areas which were not tilled for years, as after forage legumes (e.g. alfalfa) or breaking up of fallow land, disinfection is recommended before planting maize (Glits et al. 1997).",
          "table": []
        },
        {
          "text": "A thoughtful policy of nutrition increases the resistance of the plants to diseases and pests.",
          "table": []
        },
        {
          "text": "A balanced supply of nutrients reduces the chances of damage from frit fly, corn borer and aphids. Phosphorus and potassium fertilisers increase the stability of maize stalks including reduced damage caused by Fusarium rot.",
          "table": []
        },
        {
          "text": "Tillage could be coupled with measures against soil borne pests (e.g. wireworms, grubs, cutworms). The timing of soil desinfection is determined by the population density of the respective pest species, i.e. number of specimen per one square metre before planting. If one or two wireworms are found on 1 m 2 , seed treatment with an insecticide (e.g. imidakloprid) is recommended. At higher population densities, more than 2-5 wireworms, or 1-2 L3, 2-3 L2 (maybeetle) grubs per square metre are thresholds for using soil desinfection (Benedek et al. 1974, Bognár et al. 2003). Among the active substances utilised (e.g. diazinon, chlorpiriphos, carbofuran, karbosulphan, terbuphos) those which are labelled with yellow colour as recommended for the integrated phytosanitarian category should be preferred. Beyond the application of chemicals, mechanical methods (tilling tools) can also reduce pests significantly (Bognár et al. 2003). Rodents such as hamsters and field mice may also threaten maize production. The threshold of damage depends on the population densitiy of the respective species (Benedek et al. 1974).",
          "table": []
        },
        {
          "text": "Chemical herbicides as tools of weed control are applied mostly during the months April-June. Herbicides belong from the point view of their timing either to the (i) presowing or (ii) after sowing but before emergence, preemergence or (iii) after emergence, postemergence categories. The efficacy of weed control depends on the species of weeds, the type and quality of soil and the way of spreading out. The right choice of compound, timing and procedure should be decided in each case separately (Kádár et al. 1997, Kádár 2001). Maize varieties and hybrids are characterised by different degrees of resistence or tolerance to specific herbicide compounds, which ought to be taken into account in planning (Széll 1989, Szabó 1999, Bónis et al. 2000, Molnár & Zöldi 2001).",
          "table": []
        },
        {
          "text": "Seeds are to be protected against diseases threatening the young emerged plants.",
          "table": []
        },
        {
          "text": "Compounds recommended for seed treatment are captane, isopamphos, carbendazim, carboxin or TMTD (Horváth 1995). Bird damage may reduce the planned plant density, therefore repellent compounds such as mercaptodimetur are also recommended and these can protect maize from frit fly damage too.",
          "table": []
        }
      ]
    },
    {
      "title": "General tasks of phytosanitation at sowing and emergence of sedlings",
      "div": [
        {
          "text": "The right sowing time may help to avoid diseases and pests threatening the germinating seeds and young seedlings. An early sowing date endangers maize by the prevalence of pests (e.g. kukoricabarkó), whereas later dates favour some diseases (e.g. rostosüszög). A uniform sowing depth is an important aim from the phytosanitary point of view. Uncovered seeds are picked up by birds (crows, rooks, pheasants, doves) or mice. Deeply buried seeds emerge slowly and are exposed to soil borne diseases, in cold soil to fungi. The optimal planting density is also a means of promoting health in a favourable micro-climate. In crowded conditions, high temperatures and high air humidity stimulate corn borer moths, and leaf-and root aphids populations (Glits et al. 1997).",
          "table": []
        },
        {
          "text": "In monoculture, the masses of kukoricabarkó may appear on young, 2-4-leaf maize plants.",
          "table": []
        },
        {
          "text": "Chemical intervention is recommended as soon as one beetle per m 2 is found (Benedek et al. 1974). After emergence, cool and humid weather encourages frit fly (Oscinella frit). Both pests are successfully controlled by overhead treatments (using e.g. bensultap, cartap and metidation compounds).",
          "table": []
        },
        {
          "text": "If presowing and/or preemergence herbicides failed or were neglected, postemergence weed control is recommended. The size of the existing weeds is to be considered around the last ten days of May or in early June (Kádár 2001).",
          "table": []
        }
      ]
    },
    {
      "title": "General phytosanitation considered on the growing and seed bearing maize plants",
      "div": [
        {
          "text": "After the end of May, aphids can appear on the leaves. Control measures are to be timed according to the appearance of colonies and the increasing population of wingless specimens.",
          "table": []
        },
        {
          "text": "Overhead treatments with alfametrin, bifentrin, cipermetrin, deltametrin, diflubenzuron, esphenvalerate, phenoxycarb, phosalon, phenpropatrin, lambda-cihalotrin and metidathion compounds are effective (Bognár et al. 2003).",
          "table": []
        },
        {
          "text": "Sugar maize or sweet corn is exposed to damage caused by the European corn borer moth.",
          "table": []
        },
        {
          "text": "Light-traps are a successful tool for the detection of population density, which is completed by a field supervision. The treatment should be performed around the beginning of appearance of tassels when the masses of caterpillars are hatching from the eggs. Compounds recommended are cipermetrin, deltametrin, lambda-cihalotrin, teflubenzuron and metidathion.",
          "table": []
        },
        {
          "text": "Compatible with the principle of the integrated system pf phytosanitation, the use of biopreparations of Bacillus thuringiensis or the compound indoxacarb are indicated (Bognár et al. 2003).",
          "table": []
        },
        {
          "text": "The American maize beetle or corn rootworm imagines used to feed preferably on the silk (stigmata) of maize at the time of tassel appearance, which may impair the fertilisation of the ears and kernel yield. Treatments may become necessary during full flowering especially in monocultures (Kiss et al. 2001, Nádasy et al. 2004).",
          "table": []
        },
        {
          "text": "In the second part of the growing season, the cotton boll cutworm used to damage the developing ears and promotes the infection by fusariose. Treatment is necessary mainly in sweet corn and seed production. The necessity of intervention is monitored by pheromone traps and field tests. Young caterpillars are controlled according to the integrated system with Bacillus thuringiensis preparations, furthermore indoxacarb, teflubenzuron or triflumuron compounds. Other pesticide compounds include e.g. cipermetrin, deltametrin, diazinon, esphenvalerate, lambda-cihalotrin and metidathion (Bognár et al. 2003).",
          "table": []
        },
        {
          "text": "Overhead irrigation is deleterious to aphids and young cutworm larvae, but it is favourable for the corn rootworm and for several diseases. The environment-friendly compound indoxycarb, diluted in the irrigation water is effective against corn borer and cotton boll cutworm (especially in sweet corn). In the proximity of forests, damage is caused by game animals, therefore, mechanical, physical and chemical methods are recommended to repel their approach (Glits et al. 1997, Balogh et al. 2004, 2005, Balogh & Nádasy 2005).",
          "table": []
        },
        {
          "text": "After harvest, overwintering of many diseases and pests is controlled by the handling or elimininating of remnants of maize stalks with the methods mentioned above.",
          "table": []
        }
      ]
    },
    {
      "title": "Diseases and the methods of control them",
      "div": [
        {
          "text": "Among the most important diseases are the fusariose, helminthosporoses, smuts and the striped mosaic virus. Seed treatment is generally used to control them; against fungal diseases overhead spraying is not recommended.",
          "table": []
        }
      ]
    },
    {
      "title": "Maize dwarf mosaic Potyvirus (MDMPV)",
      "div": [
        {
          "text": "The pathogen of maize dwarf mozaic Potyvirus is dangerous and occurs all around the world.",
          "table": []
        },
        {
          "text": "In Hungary, it has been recognised since 1963 (Szirmai & Paizsné 1963) as the most damage is attributed to it (Milinkó et al. 1982, Gáborjányi & Hoang 1991, 1992). The affected plant is light green with stripes appearing on the leaves. The plants remain dwarf, the ears are misshaped and are fertilised poorly. The virus is easily transferred to healthy plants and its main vectors are aphids (e.g. Rhopalosiphum maidis, R. padi, Schizapis graminum). The most important measure against it is the extirpation of the weeds as living virus-reservoirs (e.g.",
          "table": []
        },
        {
          "text": "Johnson grass, Sorghum halepense) and the control of vectors. There are substantial differences between the commercially grown hybrids regarding susceptibility (Peti et al. 1983, Gáborjányi et al. 1992, Kovács et al. 1994a,b).",
          "table": []
        }
      ]
    },
    {
      "title": "Corn smut (Goitrous smut)",
      "div": [
        {
          "text": "Its pathogen is Ustilago maydis. Smut appears everywhere maize is grown, but heavy losses are not registered. All above ground parts of the plant may produce cuticle-covered goitres with many black spores. Overwintering is possible because the \"teliospores\" are winter hardy and can survive for years. Infection ensues through scars. On the spot, local lesions are developed. Overhead sprays are useless, but a dense population, abundant nitrogen, hail and insect gnawing enhance the incidence of symptoms (Fischl 2000).",
          "table": []
        }
      ]
    },
    {
      "title": "Maize head smut (Fibrous smut)",
      "div": [
        {
          "text": "The pathogen, Sorosporium holci-sorghi f. zeae, is also ubiquitous without causing significant damage. With seed treatment, the occurrence of the disease is reduced effectively. Symptoms appear on the ears and the tassels. Infected ears are short and stout. Only the transporting tissues of the cobs are left like fibres, the rest of the ear is transformed to spores. Affected plants are short and develop suckers at the base. Methods of control are: (i) resistant hybrids, (ii) seed treatment, (iii) crop sequence and (iv) adequate agrotechnics (Fischl 2000).",
          "table": []
        }
      ]
    },
    {
      "title": "Fusariose",
      "div": [
        {
          "text": "One of the most serious pathological problems is caused by several species of the Fusarium genus. The damage is variable: death of seedlings, stalk injury and ear-mould (Szécsi 1973, 1992, Fischl 1979, Hornok 1979, 1992, Mesterházy 1988). Any parts of the plant are susceptible to infection but the most important is that observed on the ear. It starts generally on the tip of the ear. The mycelium is white or purplish and the kernels change colour.",
          "table": []
        },
        {
          "text": "Affected kernels develop weak seedlings which often die in the soil. The tissues of the stalk are consumed and the plants break, collapse and get lodged. Fusarium species preferentially attack weak, deficient plants, in spite of that the disease is spread mainly by seeds.",
          "table": []
        },
        {
          "text": "Possibilities of control by agrotechnical means are: (i) avoid monoculture and wheat-maize sequence, (ii) optimal nutrition, (iii) right planting densities adapted to the respective hybrid, (iv) ploughing down the infected remnants to considerable depths. Seed treatment is also effective (e.g. Buvisild K -captan compounds, Royalflo, Sacrust TMTD Universal -TMTD, Vitavax 200 FS -karboxim + TMTD).",
          "table": []
        }
      ]
    },
    {
      "title": "Helmintosporioses of maize",
      "div": [
        {
          "text": "There are a couple of pathogens, as the Exserohilum turicum a \"native\" of Europe. In Hungary, there are Bipolaris maydis and B. zeicola species. Symptoms appear on different parts of the plant. Seed also spreads them: Bipolaris maydis, B. zeicola and B. sorokiniana.",
          "table": []
        },
        {
          "text": "Seedling decay is also frequently observed. Leaf blotches may destroy the whole leaf. The pathogens overwinter on the remnants of affected plants. Possibilities of control are: (i) a close supervision of the imported seed items, (ii) seed treatment, (iii) ploughing down of the plant remnants (Fischl 2000). 8.7.4. Pests and their control 8.7.4",
          "table": []
        }
      ]
    },
    {
      "title": ".1. American maize beetle (Diabrotica virgifera virgifera) or corn root worm",
      "div": [
        {
          "text": "In 1980, the corn root worm (Diabrotica virgifera virgifera LeConte) became the most important pest of maize production in the USA (Levine & Oloumi-Sadeghi 1991). The costs of controlling larvae and imagines attained one billion $ per year in the USA (Krysan & Miller 1986). The first beetle in Hungary was found in 1995 and since then, the beetle became the most important pest of maize.",
          "table": []
        }
      ]
    },
    {
      "title": "Its spread in Europe and in Hungary",
      "div": [
        {
          "text": "Diabrotica virgifera virgifera LeConte speciemens were found in Serbia in July 1992, near to the international airport of Beograd (Baca 1993, Camprag et al. 1995, Richard 1995). It moved then into Western Rumania, Southern Hungary and Eastern Croatia.",
          "table": []
        },
        {
          "text": "In Croatia, the first beetle was found in 1995, but in 1996, the pest was 80 km away on a surface of 6000 km 2 area. In 1997, the infected area was 9000 km 2 and, in this year, also root damage was registered (Igrc-Barcic & Dobrincic 2001). Bosnia-Hercegovina was explored in 1997 over an area of 33000 ha, but no ill plants with \"swan-necks\" and root damage were identified (Festic et al. 1997).",
          "table": []
        },
        {
          "text": "In 1996 the pest damaged 83% of the maize growing area of Eastern Bácska at a rate of 19%. In 1997, the affected area increased to 41% of the whole surface. In Western Bácska in 1996, 18%, and in 1997 36% was affected (Baca & Sivcev 2001). In the second half of the 1990s all neighbouring countries were contaminated. In 2000, Slovakia followed and the whole infested area was more than 180 000 km 2 .",
          "table": []
        },
        {
          "text": "The Hungarian phytosanitarian authorities have been alert since 1994 and are following the progress of the pest. In 1995, in the southern part of the country they found the first specimen of Diabrotica virgifera virgifera LeConte near Mórahalom. In 1995, 12 imagines were trapped (Tiszasziget, Kiszombor, Nagylak and Mezőhegyes communities), but damage of larvae could not be spotted (Ilovai 1996). The pest moved northwards in 1996: traps in 81 maize fields captured 19 times more beetles (Ilovai 1996). In 1997, the pest moved about 100-120 km to the north from the southern border of the country. The traps captured more than 4000 specimens in Baranya, Bács-Kiskun, Csongrád and Békés counties (Princzinger et al. 1997). Jász-Nagykun-Szolnok county produced the first beetle in 1998. In 2000, the northern country border was crossed and all counties produced proof of the presence of the pest in 2001 (Ripka & Princzinger 2001, Kiss et al. 2002).",
          "table": []
        }
      ]
    },
    {
      "title": "Morphology of the beetle",
      "div": [
        {
          "text": "The decription of the species is dated to 1868, and the author was LeConte who coined the name Diabrotica virgifera. In the 19 th century, two variants were identified, the form with striped wing-case (Diabrotica virgifera LeConte), and the dark form (Diabrotica filicornis Horn). The D. virgifera was known from America, New-Mexico, Arizona and North-Mexico, whereas the D. filicornis was first found in New-Mexico at the end of the 19 th century (Wilcox 1972, Levine & Oloumi-Sadeghi 1991).",
          "table": []
        },
        {
          "text": "Later, it was shown by the Iowa State University that the two forms belong to the same species: the stiped form is the female, the dark one is the male. The reliable distinction of the two sexes is possible by the length of their antennae. (Wilcox 1972, Levine & Oloumi-Sadeghi 1991). Mucsi & Petró (2000) stated that the colour of the wing-case has at least six variants in Hungary.",
          "table": []
        },
        {
          "text": "Imago. The fully grown beetle is 4.2-6.8 mm long. The male 4.4-6.6 mm, the female 4.2-6.8 mm. The colour of the body, the length of the antenna and the form of the last segment are very variable, sometimes different between the sexes. The colour may change between yellow and green independently from the sex. The wing-case is darker -on males mostly near to black -but always darker than on females. On the back of females two dark stripes may appear of variable width. The wing-case is covered by sparse, short hairs. The colour of the antennae is variable from light brown until dark brown. The length of the antennae does not attain the length of the body in females but it is longer in males. The length of its segments is distinct depending on sex: in males, the second and third segments are equally long, whereas in females, the third segment is longer than in males. After copula, the abdomen of females is larger and may surpass the length of the wing-case (Edwards 1995, Edwards et al. 1995, Hataláné & Ripka 2001).",
          "table": []
        },
        {
          "text": "Eggs are oval, pale yellow and 0.5 mm long. On the shell, there are hexagonal depressions or polygons (Krysan & Miller 1986). The outer structure of the egg-shells facilitates the distinction of species within the genus Diabrotica (Rowley & Peters 1972).",
          "table": []
        },
        {
          "text": "Larvae after hatching are 1-1.2 mm long, white or cream. Fully developed larvae attain 13 mm length. The head is brown. On the anal tip, there is a dark plate with a depression of \"V\" form. The identity of larvae is easily done using an insect-microscope (Edwards 1995, Hataláné & Ripka 2001).",
          "table": []
        },
        {
          "text": "The nymph is 13 mm long, soft and white; it is a naked type like other beetles. In female nymphs, there are emergences on the tip of the abdomen, in males they are not visible (Edwards 1995).",
          "table": []
        }
      ]
    },
    {
      "title": "Etiology",
      "div": [
        {
          "text": "The etiology of the species Diabrotica virgifera virgifera was described by Hill (1975) and Edwards (1995) as cited below. It has one generation per year. Eggs are laid by imagines on the basis of the maize plant in the soil down to 15 cm depth (Figure 8.7.1). The eggs hatch from the overwintering eggs in the next spring and feed on the roots of plants. Younger larvae live on the thin rootlets, whereas the larger larvae live on the tissues of thick roots. Fully grown larvae prepare for themselves a cavity, where they enter into the pupa state between mid June and early August. Young imagines appear around mid of June, first males then females within a period of a few days. Shortly after that the beetles start mating and eggs are laid within ten days, continuing from midsummer until September. Each female lays about 400 eggs during its 5-6 week long existence. The optimum temperature of egg laying is 18 ºC. The threshold temperature of the beetle's development and activity is 12.8 ºC, hatching requires 300-400 ºC sum of temperature. The duration of the larval development depends on the temperature of the respective period (at 15 ºC 71 days, at 22 ºC 38 days and at 29 ºC 27 days) (Jackson & Eliott 1988)",
          "table": []
        }
      ]
    },
    {
      "title": "Damage to the host plants",
      "div": [
        {
          "text": "The American corn rootworm beetle feeds on the root, stem, leaf and silk of the maize plant.",
          "table": []
        },
        {
          "text": "Larvae gnaw themselves into the maize roots. Also the upper, supporting roots are affected until they may become totally destroyed. Consequently, the plants become lodged. The lodged plant bends the stalk upward, so the \"swan-neck\" syndrome arises. Imagines chew on the silk or stigmata and peel the leaves. The scarring of the stigmata impairs the fertilisation and therefore the ears become lax. At the base of the leaves are often remnants of the silk.",
          "table": []
        },
        {
          "text": "Imagines feed also on developing kernels at the tip of ears until the kernels are at the milky stage of maturity (Edwards 1995).",
          "table": []
        },
        {
          "text": "The host plants of imagines are many, but the preferred host species is maize. In the absence of maize, pollen of other species may be consumed: sunflower, cucurbits, soya and other flowers. The larvae are, however, oligophagous and about 22 gramineous species may serve as hosts, but only maize is needed for the full development of larvae (Chiang 1973).",
          "table": []
        }
      ]
    },
    {
      "title": "Methods of control",
      "div": [
        {
          "text": "To reduce the damage caused by the corn rootworm, a combination of different methods is needed. Agrotechnical, chemical and biotechnological means together may become effective substantially.",
          "table": []
        },
        {
          "text": "The most efficacious agrotechnical tool is crop rotation (Hill et al. 1948). The eggs hatch the next spring and, if there are no host plants, they starve to death (Kiss et al. 2001, Takács et al. 2005ab). The eggs may remain alive for several years (Luckmann et al. 1975), the rate of hatching eggs is much lower in the subsequent year after the diapause (Levine et al. 1992).",
          "table": []
        },
        {
          "text": "The alternation between soya and maize is not sufficient. In the USA, imagines appeared on the soya plantations, where they fed and lay eggs and in the next year damage the maize plantation significantly. Similar experiences are experienced after alfalfa, winter wheat and oats. Hungarian studies have found that about 5-15% of imagines are present in the fields of other crops. Females lay eggs also in winter wheat, sunflower and soya crops (Hatvani & Horváth 2002). Therefore, the next maize crop will start in contaminated soil and damage can be expected (Princzinger et al. 2003). Hungarian observations, however, did not confirm the presence of lines which are 'resistant' to crop rotation as postulated in the USA (Princzinger et al. 2003).",
          "table": []
        },
        {
          "text": "Oviposition is stimulated by a loose, friable, humous soil, which is slightly alkaline or sour. Kuhlman (1970) stated that in loose soil many times more eggs are laid than in heavy soil. Humidity and vegetable remnants on the surface also stimulate moments.",
          "table": []
        },
        {
          "text": "As for chemical measures, soil desinfection against larvae, seed treatment and overhead sprays of imagines are recommended.",
          "table": []
        }
      ]
    },
    {
      "title": "Control of larvae",
      "div": [
        {
          "text": "Larvae could be killed successfully by: (i) soil desinfection combined with drilling, (ii) soil desinfection combined with cultivation of the stripes between rows or (iii) seed treatment with insecticides (Hilles & Peters 1971, Takács et al. 2004abc).",
          "table": []
        },
        {
          "text": "Any measure taken against larvae should be based on an assessment regarding the frequency of eggs and larvae on the respective area (Takács et al. 2005cde, Németh et al. 2006, Takács & Nádasy 2006a). Desinfection performed at drilling time loses its efficacy after some time as the eggs hatch (Rhizomes of perennials are best killed if their shoots grew to 5-25 cm. However, some weeds are resistant, e.g. bindweed, reed, black nightshade, chickweed, amphibious bistort. The compound is decomposed quickly in the soil as well as within the maize plant. Organic phosphoric acid ester compounds are prohibited to get into contact with rimsulfuron. Some maize hybrids are susceptible to that compound (e.g.7.1). Sometimes several weeks may elapse between desinfection and hatching. The speed of decomposition, the density of eggs and the methods of treatment are important. Within four weeks after sowing, Chinufur 40 FW and Marshal 25 EC preparations can be spread on the soil surface. The effect can be increased by incorporating the chemical with a shallow cultivator (Princzinger et al. 2003).",
          "table": [
            "Rhizomes of perennials are best killed if their shoots grew to 5-25 cm. However, some weeds are resistant, e.g. bindweed, reed, black nightshade, chickweed, amphibious bistort. The compound is decomposed quickly in the soil as well as within the maize plant. Organic phosphoric acid ester compounds are prohibited to get into contact with rimsulfuron. Some maize hybrids are susceptible to that compound (e.g."
          ]
        },
        {
          "text": "Against larvae, seed treatment with a pesticide may successful. At present, imidakloprid and thiamethoxam are approved in Hungary against corn rootworm larvae (Rhizomes of perennials are best killed if their shoots grew to 5-25 cm. However, some weeds are resistant, e.g. bindweed, reed, black nightshade, chickweed, amphibious bistort. The compound is decomposed quickly in the soil as well as within the maize plant. Organic phosphoric acid ester compounds are prohibited to get into contact with rimsulfuron. Some maize hybrids are susceptible to that compound (e.g.7.2).  et al. 2006).",
          "table": [
            "Rhizomes of perennials are best killed if their shoots grew to 5-25 cm. However, some weeds are resistant, e.g. bindweed, reed, black nightshade, chickweed, amphibious bistort. The compound is decomposed quickly in the soil as well as within the maize plant. Organic phosphoric acid ester compounds are prohibited to get into contact with rimsulfuron. Some maize hybrids are susceptible to that compound (e.g."
          ]
        }
      ]
    },
    {
      "title": "Control of imagines",
      "div": [
        {
          "text": "Overhead spraying against corn rootworm imagines in maize plantations may result in (i) reduced damage caused by feeding of the beetles, (ii) reduced number of female specimens laying eggs and (iii) decreased number of larvae in the next season and a reduced level of damage caused by them (Musick 1971). The treatment of the plant population reduces the damage caused to the silks by gnawing beetles. It was stated that at least 2.5 cm length of the stigma is needed for fertilisation. The mass, quality and the size of kernels are also endangered (Culy et al. 1991(Culy et al. , 1992a)). The necessity of pesticide treatments is justified by the length of stigmata and the population size of the beetles. The threshold value in seed production is around 1 imago per ear A küszöbértéket vetőmagtermesztésben 1 imágó/cső (Culy 1987, Tuska et al. 2002), whereas in commercial crop production 2-3 imagines/plant is considered as critical (Culy et al. 1992b). For the estimation of beetle populations the following methods are recommended: counting the number of beetles on the whole plant or on one ear, the application of sticking plates as traps, light traps and pheromone-traps (Hein & Tollefson 1984, 1985, Tóth et al. 1996, Vörös et al. 2002).",
          "table": []
        },
        {
          "text": "The necessity of chemical intervention should be decided in any case on the respective site.",
          "table": []
        },
        {
          "text": "The life span of the silk lasts for 10-15 days as a mean, therefore the control of imagines is justified as long as 50% of the silk is still alive. The corn rootworm beetles are susceptible to the majority of generally used pesticides. The same are approved also for other pests of maize (mainly corn borer and cotton boll cutworm) (Princzinger et al. 2003). During maize flowering, lambda-cihalotrin, esphenvalerate and alfa-cipermetrin are recommended as chemicals which do not harm bees (Rhizomes of perennials are best killed if their shoots grew to 5-25 cm. However, some weeds are resistant, e.g. bindweed, reed, black nightshade, chickweed, amphibious bistort. The compound is decomposed quickly in the soil as well as within the maize plant. Organic phosphoric acid ester compounds are prohibited to get into contact with rimsulfuron. Some maize hybrids are susceptible to that compound (e.g.7.3). The use of clorpiriphos and dimethoate is forbidden during the flowering period because they endanger bees. Thiakloprid and acetamiprid compounds do not harm bees, therefore they may used in flowering crops (Ocskó 2005).",
          "table": [
            "Rhizomes of perennials are best killed if their shoots grew to 5-25 cm. However, some weeds are resistant, e.g. bindweed, reed, black nightshade, chickweed, amphibious bistort. The compound is decomposed quickly in the soil as well as within the maize plant. Organic phosphoric acid ester compounds are prohibited to get into contact with rimsulfuron. Some maize hybrids are susceptible to that compound (e.g."
          ]
        },
        {
          "text": "The possibilities of pest control are enhanced by feeding stimulators (e.g. cucurbitacin)",
          "table": []
        },
        {
          "text": "together with reduced doses of insecticides, as Invite EC + Diabro CS (cucurbitacin 0.85 l/ha + clorpyriphos 0.15 l/ha) according to Ocskó (2005). The product is distributed in larger drops which dry out and are eaten by the beetles. With a small volume, 10-20 l/ha delivered over a large area is easily done. Overhead spray of imagines by aeroplane, helicopter or high-clearance tractors is possible.",
          "table": []
        },
        {
          "text": "It is important to distribute the liquid evenly on the plants including the ears (Petró & Mucsi 2000). With aerial sprays using small volumes of liquids, it is difficult to fulfil those expectations, nevertheless the performance is outstanding. On the contrary, high clearance tractors are able to carry much larger volumes of sprays.",
          "table": []
        }
      ]
    },
    {
      "title": "Maize leaf weevil (Tanymecus dilaticollis)",
      "div": [
        {
          "text": "The main damage is caused by the imago. The \"germinating\" maize is affected by gnawing, thus the originally planned planting density can be reduced drastically. The danger lasts until the plants have developed more than 2-3 leaves. The larvae feed on the thin roots therefore the damage they cause is not important. Yearly a single generation is grown. A mass multiplication is stimulated by a dry March and April, whereas the larvae prefer warm and humid weather during May. The expected damage is predicted by sampling, counting the beetles present in one square metre. The main options for pest control are (i) the correct crop sequence, (ii) stimulating the growth of the seedlings, (iii) soil desinfection applied at the same time against wireworms and grubs, (iv) if the population of beetles is large, overhead treatment (spray) is recommended.",
          "table": []
        }
      ]
    },
    {
      "title": "The maize borer moth (Ostrinia nubilalis Hübner)",
      "div": [
        {
          "text": "The range of the pest",
          "table": []
        },
        {
          "text": "It is an Eurasian species but it was been imported in the early 1900s into the American continent and subsequently to Africa. Investigations during the 1960s proved the existence of subspecies based on morphological marks distinguished also geographically (Matsuura & Munroe 1970). ,Ostrinia nubilalis ssp. nubilalis Hübner was found across large parts of Europe. The species is sensitive to temperature, which determines its range too. The damage caused varies markedly from year to year. Monoculture aggravates its presence (Nagy 1986).",
          "table": []
        },
        {
          "text": "The larvae reduce yield and spread diseases (e.g. smut and fusarium) on the contaminated plants (Kruger & Weiler 1977, Horváth 1995, Sobeck & Munkvold 1999). Recent studies showed that the mycotoxin fumozin occurs at a higher concentration in fields where the moth is present (Alma et al. 2005). The damage caused by maize borer increased during the 1970s as a consequence of increasing growing intensity, which attained sometimes 5570%",
          "table": []
        },
        {
          "text": "frequencies in fodder as well as in sweet corn plantations (Hertelendy & Szabó 1976, Darabos 1973, Veres & Zaják 1973, Fátrai & Krasznai 1977). During recent years the damage declined in comparison to the first part of the 20 th century, which is attributed to the practices adopted in processing and destroying the maize stalks in the field as well as to the appearance of resistant and tolerant hybrids (Nagy 1993, Revilla et al. 2007).",
          "table": []
        }
      ]
    },
    {
      "title": "Morphological description",
      "div": [
        {
          "text": "The different sexes of imagines display considerable differences. Hübner described in 1796 males and females as different species (P. nubilalis, P. silacealis) on specimens collected in Hungary and Austria. Thirty years later, in 1829, the sexual dimorphism was recognised. The moth is 1416 mm long and its expanded wings measure 2030 mm. The fore-wings of males are purplish brown, the hind-wings are greyish brown, both are variegated by traversal stripes and dots. The female is lighter, from yellowish white to caybrown background with brown or purplish lines and dots. The eggs (masses) are white or ivory, 5 mm broad and transparent; generally there are 2550 eggs in one group (Dulizibaric 1966, Caffrey & Worthley 1927). On the egg masses there is a white cover. The hatched larva is 3-4 mm long, greyish white, but its head and occipital shield are black. The grown up caterpillar is 22-26 mm long, dirty-white with longitudinal grey stripes and warts. The larvae after five (six or rarely seven) moultings pupate. The chrysalids are brown or yellowish, 13-17 mm long, those of the females are larger, and they are found in a loose, whitish tissue (Nagy 1993).",
          "table": []
        }
      ]
    },
    {
      "title": "Damage and the host plants",
      "div": [
        {
          "text": "On maize, the young larvae feed on the leaves of maize around the second half of June, then penetrate the stem normally underneath the tassels and consequently the tassels are broken prematurely. At the point where the larvae entered the stem, white or brown remnants of chewing and droppings are visible. The broken tassels do not betray the measure of damage (Bakó 1917). The growing caterpillars advance downwards in the stalk, where galleries are formed to the nodes, where the firmer tissue is rarely pierced. Two or more larvae may weaken the stem considerably, so wind may easily break the stalk, but the ears may also be affected. Tolerant varieties are more resistant, but the older caterpillars often may feed also on the ears and cobs, where Fusarium may initiate moulding and rotting (Sobeck & Munkvold 1999). According to the observations of Keszthelyi et al. (2002), maize borer is able to reduce not only the yield but also impair the parameters of quality (crude protein, fats and starch).",
          "table": []
        },
        {
          "text": "Maize borer is a polyphagous insect; its host plants are numerous, up to 200 plant species (Nagy 1984). As being native in Hungary too, we have to be aware that host plants existed before maize was introduced into Europe, such as the wild hop (Humulus lupulus), which is still one of the most preferred hosts (Jablonowski 1929, Nagy 1975). In the Carpathian basin, three further species which are recognised as being generally affected are mugwort (Artemisia vulgaris), millet (Panicum miliaceum) and hemp (Cannabis sativa) (Jablonowski 1898, Nagy 1976, 1985, 1986).",
          "table": []
        }
      ]
    },
    {
      "title": "The cycles of development and etiology",
      "div": [
        {
          "text": "The annual number of generations may vary: one, two or more (multivoltin) generations have been recorded (Showers et al. 1975). In Hungary, uni-and bivoltine ecotypes are found (Nagy 1958). South to the Hungarian central mountains, the bivoltine ecotype prevails, whereas the univoltine ecotype occurs in the north (Nagy 1961). Earlier data collected in the Carpathian region show that summer swarming without diapause (rest period) occurs at 1-2% frequency only (Jablonowski 1897, Bakó & Jablonowski 1926, Manninger 1949). The first time a summer swarm of moths was observed was in 1953, i.e. the second swarm in of the year (Nagy & Csehi 1955, Nagy 1959). During the 1960s and 1970s, a second swarm has been experienced several times (Nagy 1960b, 1964, Veres & Zaják 1973, Hanó 1976). Mészáros (1969) draws the limit between the univoltine and bivoltine ecotypes at the isotherm of 3200 ºC heat sum. According to Sáringer (1976,1978), the annual number of generations, or the diapause depends also on the photoperiod. Nagy (1985) claims that population dynamics of the species are influenced also by the host plants. Nagy & Szentkirályi (1993) stated that the second generation is rarely able to finish its development, and the southernmost regions of the country, when one may experience the swarm of moths of the second generation Nagy et al. (1997). Keszthelyi (2003) called our attention to the fact that the two peaks of swarming moths during the summer may occur more frequently in the north with the climatic changes expected, especially due to mild springs and rainy summers. Later, Keszthelyi et al. (2004) proved definitely with data collected during a period of eight years that in southern Hungary the second generation of the moth finishes growth completely, which was not altered essentially by the parasites of the moth neither by the species of host plants. Keszthelyi et al. (2006a,b) completed the observations by producing proofs of the countrywide occurrence of the annually two-peak type of swarming, but distinguished four types. The swarms are closely modified by weather. The early peak of swarming is favoured by the May precipitation (Hertelendy 1979) and by the quick warming up (Pálfy 1976). Lesznyák et al. (1993) demonstrated with meteorological data that above 22.5 ºC the number caught in the light trap increased markedly, but with morning minima below 5.5 ºC, the number of females trapped increased significantly. Keszthelyi et al. (2000) showed also close correlations between numbers of specimens caught, mean temperatures, precipitation and air humidity. According to Keszthelyi & Marczali (2003) the rate of females depends also on the mean temperature.",
          "table": []
        },
        {
          "text": "The volume of the precipitation is negatively correlated with the number of imagines as well as with the rate (percentage) of females.",
          "table": []
        },
        {
          "text": "Flying moths are caught in Hungary between mid May and early October. The first swarm from overwintered caterpillars culminates between mid June and mid July, whereas the second peak originating from those developing without diapause ensues between the end of July and end of August (Nagy 1961, Hertelendy 1978, Gyurkó 1980).",
          "table": []
        },
        {
          "text": "The caterpillar of the maize borer displays a typical diapause from August until April or May. This ability is stated in the fully developed caterpillar alone (Beck & Hanec 1960). At a dry site, the diapause may last longer than where the moisture is higher, therefore some chrysalids release moths later, and seemingly may appear to be members of the second generation (Nagy 1993). The photoperiod may also influence the diapause. The Hungarian population needs at 1823°C a photoperiod of 1516 hours, whereas at 28°C, 1415 hours is the threshold for ending the rest period (Sáringer 1973). Temperature regulates the length of diapause depending on photoperiod (Mutchmore & Beckel 1959), but the diapause is also genetically determined (Arbuthnot 1949, McLeod 1976). In the laboratory, maize borers are raised easily without the appearance of diapause under 16-17 hour photoperiods at 28°C. One generation is reared within one month (Nagy 1970).",
          "table": []
        },
        {
          "text": "Details of the diapause have been revealed by investigations of Hunagrian researchers (Sáringer 1973(Sáringer , 1978(Sáringer , 1979(Sáringer , 1980)). New inventions show the insect-ecological facts, which facilitate the strategy of control against the tedious pest. The physiology of maize borer was also a matter of research in other countries (Bonnemaison 1978, Gadenne et al. 1987).",
          "table": []
        },
        {
          "text": "Results of the research concerning the diapause revealed the existence of different biotypes within the species (Arbuthnot 1944). Samples taken from different sites manifested the diversity of the populations regarding the inclination to diapause and the speed of development (Beck & Apple 1961, Sparks et al. 1966), moreover, the reaction to photoperiodical effects (Chiang et al. 1968). Within the Hungarian population, there are also different biotypes (Nagy 1959). Populations collected on hemp and maize displayed morphological and biological differences too according to the results from southern Transylvania (Vilkova 1975). Sex pheromone trap studies confirmed the existence of distinct stocks. There are isomers of the pheromone which are preferred by different stocks (biotypes)",
          "table": []
        },
        {
          "text": "and attract them selectively (Klun et al. 1975, Pena et al. 1988).",
          "table": []
        },
        {
          "text": "The imagines move after sunset during the night. Most of them appear between 8 p.m. and 3 a.m. (Járfás 1978). The threshold of activity is about 12°C (Roth & Derbon 1985). The relative frequency of males and females are interpreted diversely by various authors. Lesznyák et al. (1993) concluded according to their observations over 24 years (19671990) at",
          "table": []
        },
        {
          "text": "Debrecen that the proportion of females was in the first generation 35%, in the second 53%, and the difference was statistically consistent. They also stated that the volume of the swarm was positively correlated with the higher percentage of females. The moths fly easily and may travel a distance up to several km during their 15-20 day life span (Caffrey & Worthley 1927).",
          "table": []
        },
        {
          "text": "During that time, the females release pheromone to attract males. Its chemical composition is already known as being a 11-tetradecenyl-acetate (Klun 1968), which has a cis and a trans isomer, and the mixture of those isomers characterises and attracts the males of the different biotypes (Klun et al. 1975). It may happen often that crosses take place between biotypes and the hybrids prefer an intermediate mixture of the respective biotypes (Klun & Maini 1979).",
          "table": []
        },
        {
          "text": "High air humidity stimulates the activity of males (De Rozari et al. 1977). After mating, the oviposition of females continues over 2-3 weeks, but the highest frequency was observed at the 413 th days (Nagy 1973). One female produces a total of 300500 eggs, but there may be a large difference between the fertilities of the first and the second generations (Guennelon & Audemard 1960).",
          "table": []
        },
        {
          "text": "Hatching of eggs needs 12°C at least. The effective heat sum required for finishing the larval development is about 125 ± 6.5 °C, which is usually fulfilled over 47 weeks. The hatched larvae quickly consume the shells of their eggs and start to break up. The caterpillars of L1 stage stop walking within 24 hours and begin to feed on young leaf blades of the maize by hiding themselves. They dwell preferably in the gaps between the stem and the leaf sheaths, or reaching the tassels, where they develop until the L3 phase of development. Then they enter into the stem by gnawing the medullar tissues. In dry weather, the forming of galleries starts earlier. As for the feeding of larvae, reducing sugars and proteins of the casein type are needed. Peptones stimulate their appetite and growth of the caterpillars (Bottiger 1951;Gahukar 1975a,b). After leaving the young leaves and sheaths, the upper region of the stem, sections below the tassels are invaded and continue downwards into the larger parts of the stalk, where they finish their development and most of the grown up caterpillars are found in this region. This information is essential for planning a strategy of agrotechnical control against damage (Jablonowski 1898, Bakó & Jablonowski 1926). Large larvae may also appear in the ears. Fully developed caterpillars are only able to overwinter in the field. Their diapause starts in August and they are able to survive at temperatures as low as -20 ºC over three months (Hanec & Beck 1960;Barnes & Hodson 1956). The niche is loosely lined with silk, but after a short diapause, the caterpillars may become able to move again (Hanec & Beck 1960). The room of developing a chrysalid is prepared within the gallery, but the pupae used to be formed after a hole of exit is gnawed, and the moisture is secured by precipitation during April or May (Bakó & Jablonowski 1926). The development of the chrysalid requires a heat sum of 1495°C calculated by summing up the daily temperature maxima (Manninger 1949).",
          "table": []
        },
        {
          "text": "In Hungary, fully grown caterpillars, which survived the winter, become a chrysalis during May or June, and they furnish the moth population of the first swarm, generally until mid July. After oviposition, larvae hatch within 510 days and feed growing one-or one and a half month long, when some of the caterpillars start a diapause whereas others form pupae at the end of July or early August, and moths appear forming the second or summer swarm. This population is the basis of the gradation in the next year according to recent observations (Keszthelyi et al. 2006a,b). A variable percentage of the caterpillar population survives the winter being in diapause until the next spring. This fraction of the insects maintains the continuity from year to year.",
          "table": []
        }
      ]
    },
    {
      "title": "Forecast",
      "div": [
        {
          "text": "The forecast facilitates the signalisation of the damage expected based on the population size of by the pest. It may involve: i) the presence of moths, ii) the number of egg bunches found on the plants, iii) the gnawing of young larvae of L1 phase on maize leaves. As a short forecast, the process of swarming could be monitored: i) the collected stalks of the previous year may release moths daily, and the sex ratio of the moths may also be a matter of consideration, ii) collection by light traps and iii) use of sex-pheromone traps (Nagy 1993).",
          "table": []
        },
        {
          "text": "The number of moths alone is not sufficient to judge the severity of damage expected because the success of ovipositon and hatching is subject to climatic factors and to weather conditions, therefore methods of signalisation should be applied. The counting of egg bunches per plant is more reliable, but that procedure is time consuming. The survey of the primary gnawing of the leaves is the last and most reliable possibility to make decisions (Berry et al. 1978). For the timing of the phytosanitary measures, useful parameters are plant size and the stage of the appearing tassels (Gahukar & Chiang 1976).",
          "table": []
        }
      ]
    },
    {
      "title": "Possibilities of defence",
      "div": [
        {
          "text": "Agrotechnical defence: Treatment of the stalks (stripping, silage, deep ploughing, burning) may kill the caterpillars mechanically (Nagy 1960a). Earlier, there were obligatory prescriptions, the most well known is the order that stalks of the past year should be eliminated before 15 May (the last chance to prevent the first swarming of moths). The maize stubble should be ploughed down deeper than 10 cm. Adequate agrotechniques are able to reduce the survival of caterpillars by 95 % (Bigger & Petty 1953).",
          "table": []
        },
        {
          "text": "Breeding maize for resistance: In Hungary, the first resistant and/or tolerant hybrids were produced by Dolinka (1969Dolinka ( , 1979) ) and Vörös (1978) maize breeders. Selection and breeding by classic methods is performed in several countries of Europe and the USA (Panouille et al. 1998;Abel et al. 2000, Bohn et al. 2003, Revilla et al. 2007). After 1996, at several sites of the world transgenic corn borer-resistant maize has been grown, which carries the Bt (bacterial toxin) (Wilson et al. 2005). The CRY gene is also used in the USA for that purpose (Reardon et al. 2007). In moth populations, the resistance to the toxin may appear, therefore recently, procedures of resistance-monitoring have been developed (Sivasupramaniam et al. 2007).",
          "table": []
        }
      ]
    },
    {
      "title": "Biotechnical methods:",
      "div": [
        {
          "text": "The role of traps using sex-pheromone as bait in order to signalise the presence of the pest quantitatively. Recently, the use of new types of traps with various bait types was explored (e.g. Reardon et al. 2006, Eltahlawy et al. 2007, Linn et al. 2007). The saturation of the air with several pheromones, the so-called confusion method, may also have potential (Klun & Robinson 1970, Stockel & Anglade 1976).",
          "table": []
        },
        {
          "text": "Biological methods applying the natural predators or parasites to lower the risk: eggs (e.g. Trichoplus) (Ocskó 2006). However, resistance to the Bt-toxin (appearing in the product, Dipel) has been demonstrated in corn-borer moth populations, and has been verified also genetically (e.g. Huang et al. 1999, Bourget 2004).",
          "table": []
        }
      ]
    },
    {
      "title": "Chemical compounds:",
      "div": [
        {
          "text": "The damage caused by the corn-borer usually does not attain the level which justifies an expensive chemical treatment (Nagy 1993). However, sugar maize (sweet corn) production as a more precious crop for human consumption is often exposed to that challenge (Szeőke et al. 1996), whereas fodder maize production could not support the relevant expenses (Pálfy 1983). In sugar maize, however, the sanitary withholding periods have to be observed carefully (Katona & Cziklin 1984).",
          "table": []
        },
        {
          "text": "The general principles of chemical treatment are the following: i) there is a long list of compounds which are effective in controlling the corn borer, ii) the timing of the treatment with chemicals is an important component of success and iii) large areas need the application either by aerial equipment or special sprayers, or by technologies combined with the system of irrigation. As chemical products, several active ingredients proved to be useful: e.g. beta-, zeta-cipermetrin, deltamtrin, diazinon, dimetoate, esphenvalerate, etophenprox, endosulfane, indoxacarb, lambda cihalotrin, lufenuron, teflubenzuron and triflumuron. The compound indoxacarb, which is added to the irrigation water (Ocskó 2006), deserves special attention.",
          "table": []
        }
      ]
    },
    {
      "title": "Leaf aphids",
      "div": [
        {
          "text": "Bird cherry aphid (Rhopalosiphum padi)",
          "table": []
        },
        {
          "text": "The main host is the bird cherry (Prunus padus) and (Prunus serotina), whereas the secondary hosts are cereals (wheat, rye, barley, oat) and maize. The aphids feed on the leaves and husks of the plant. The ecological optimum for aphids is 20-22°C and relative humidity of 65-80%. Yellow dish traps are suitable to predict the dynamics of the aphid population.",
          "table": []
        },
        {
          "text": "Excessive aphid masses are controlled by overhead insecticide treatment.",
          "table": []
        }
      ]
    },
    {
      "title": "Corn leaf aphid (Rhopalosiphum maidis)",
      "div": [
        {
          "text": "Its host plants are maize, millet, sorghum, and sugar cane as well as cereals. They prefer the abaxial surfaces of leaves but also the tassels. The prediction of population dynamics and the application of insecticides are recommended as for the species described above.",
          "table": []
        }
      ]
    },
    {
      "title": "Weeds of maize and their control",
      "div": [
        {
          "text": "For the integrated system of weed control in maize production, the following principles must be observed: (i) an adequate crop sequence is an important tool to prevent the establishment populations of weeds which are difficult to control except with excessive rates of chemical herbicides; (ii) in order to promote the efficacy of herbicides, optimal soil conditions are required (even, friable soil as seedbed) which at the same time are optimum for the crop; (iii) adaptation to the ecological conditions of the growing site in the choice of variety, clean seed, mature stable manure, optimal planting density and timing of drilling, cultivation of the row crop and adequate nutrition (the appearance of some weeds is a consequence of excessive nitrogen, e.g. knotweed, thorn apple) (Kádár 2001).",
          "table": []
        }
      ]
    },
    {
      "title": "Prevailing weed species",
      "div": [
        {
          "text": "According to Reisinger (1995Reisinger ( , 2000)), Kádár et al. (1997), Kádár (2001), the following annual and perennial weeds occur in maize plantations:",
          "table": []
        }
      ]
    },
    {
      "title": "Resistant biotypes and tolerant weed species",
      "div": [
        {
          "text": "The resistance in some weed species is an acquired property, the result of the process called micro-evolution caused by the selection pressure due to continuous use of herbicids.",
          "table": []
        },
        {
          "text": "Tolerance, on the contrary, is a genuine character of the existing weed population (Kádár 2001).",
          "table": []
        },
        {
          "text": "The development (evolution) of resistance depends on several factors. It is generally recognised that the chances of its appearance are related to the respective chemical compounds, e.g. persistent and systemic compounds induce more resistance in weeds than non-persistent and contact herbicides. Further factors are the frequency of application, in mixtures of herbicides, the chemical relationship of the components, the doses applied and the volume of weed seed in the soil (Radvány & József 2000, Kádár 2001, Szentey 2001).",
          "table": []
        },
        {
          "text": "Resistant biotypes are known in Hungary as the herbicide atrazine has been used for a long time. Atrazine-resistant weed biotypes are the oldest, e.g. in idle pigweed, other amaranth species, white goosefoot, groundsel, ragweed (Hartmann 1994, Solymosi 1999, Hartmann et al. 2000, 2003). Atrazine resistance has been found in other countries too in other weed species (e.g. Echinochloa, Mercurialis, Solanum nigrum) (Solymosi 1999, Hoffmanné 2001).",
          "table": []
        },
        {
          "text": "Resistant biotypes to other herbicide compounds are also found (Rhizomes of perennials are best killed if their shoots grew to 5-25 cm. However, some weeds are resistant, e.g. bindweed, reed, black nightshade, chickweed, amphibious bistort. The compound is decomposed quickly in the soil as well as within the maize plant. Organic phosphoric acid ester compounds are prohibited to get into contact with rimsulfuron. Some maize hybrids are susceptible to that compound (e.g.7.4). A rotation of herbicides would be an adequate strategy to reduce the risk of inducing resistant biotypes. Johnsongrass and wild millet are tolerant to atrazine as well as to other herbicides used in maize production. Their tolerance is about on the same level as maize (Czimber et al. 1977, Czimber & Hartmann 1994, Gara 1995). Therefore those weeds are difficult to control, but there are compounds which may reduce their population (e.g. thiocarbamates, acetanilids, pendimethalin). If Johnsongrass or millet prevail in the field, wheat, other cerals or alfalfa should be grown for a 4-5-year long period.",
          "table": [
            "Rhizomes of perennials are best killed if their shoots grew to 5-25 cm. However, some weeds are resistant, e.g. bindweed, reed, black nightshade, chickweed, amphibious bistort. The compound is decomposed quickly in the soil as well as within the maize plant. Organic phosphoric acid ester compounds are prohibited to get into contact with rimsulfuron. Some maize hybrids are susceptible to that compound (e.g."
          ]
        }
      ]
    },
    {
      "title": "Seed grown perennial weeds difficult to control",
      "div": [
        {
          "text": "Weeds in this group cannot successfully be killed with the usual basic treatments, e.g.",
          "table": []
        },
        {
          "text": "sunflower appears next year from the stubble and there are perennial dicot species. The contaminated fields should be treated with herbicides killing monocot weeds as presowing or preemergence applications, then after the emergence of maize seedlings, a general spray against broad leaf (dicot) weeds is recommended at the optimal phenological stage (Radvány & József 2000, Szentey 2001).",
          "table": []
        },
        {
          "text": "Some xerotherm species (abutilon, thorn apple, hybiscus and bur-weed) start germinating in May and June continuously, thus herbicides with a short persistence are insufficient against them. Bur weed may come to the surface even from a depth of 20 cm, therefore a postemergence treatment is necessary (Hartmann 1994, Szőke 2001).",
          "table": []
        }
      ]
    },
    {
      "title": "Integrated weed control",
      "div": [
        {
          "text": "Weed control requires the use of agrotechnical, mechanical and chemical methods, and integrated control utilises a combination of tools of all the three methods.",
          "table": []
        }
      ]
    },
    {
      "title": "Agrotechnical weed control",
      "div": [
        {
          "text": "The agrotechnical methods are essentially the tillage and the crop rotation.",
          "table": []
        },
        {
          "text": "The tillage and the preparation of the seedbed is one of the most environmentally-friendly and cheapest methods of weed control. When the previous crop is harvested already during the summer (e.g. cereals), stubble stripping is an excellent opportunity to start weed killing operations. With the stripping operation, the T4-type of weeds are stimulated to germinate, and later could be destroyed; at the same time the supply of weed seeds is reduced in the soil.",
          "table": []
        },
        {
          "text": "Similar results are achieved with G1 type weeds, i.e. their rhizomes or stolons. For that purpose the tilling engine (a sharp disc tiller) may go deeper into the soil. The chopped parts of the stolons are stimulated to develop shoots and deplete their reserves. The autumn plough will turn the surface layers down, where they cannot come to the surface. With repeated interventions on the stubble field, the G3 weeds are alsokilled though at a lower efficiency than T4 and G1 weeds. Stubble stripping and further care of the land plus deep ploughing will together be effective in controlling creeping thistle, Cirsium arvense and bindweed, Convolvulus arvensis. Soil preparation performed during the spring is an appropriate tool against weeds of the T2 and T3 type, moreover, early sprouting perennials (e.g. Cirsium arvense) are also controlled (Reisinger 1995(Reisinger , 2000)).",
          "table": []
        },
        {
          "text": "Crop rotation has value in weed control with in comparison with monoculture of maize.",
          "table": []
        },
        {
          "text": "Many reports show the aggravating concern in maize monoculture due to the overwhelming frequency of monocot weeds (Czimber et al. 1977, Reisinger 2000).",
          "table": []
        }
      ]
    },
    {
      "title": "Mechanical weed control",
      "div": [
        {
          "text": "Earlier, before the stabilisation of the use of chemical herbicides, mechanical weed control was the sole possibility in maize production. Until now, cultivation of row crops has been maintained. The unquestionable advantage of mechanical methods is their low cost, environmental compatibility and their positive effect on water management and biological conditions of the soil, whereas their drawback is the temporary competition (for moisture and nutrients) of thriving weeds and the danger of losing some maize plants due to the occasional misfunction of the machine (Reisinger 1995(Reisinger , 2000)). In spite of that, the significance of mechanical weed control increased for several reasons: (i) in growing and seed production of herbicide-susceptible maize varieties and hybrids as completing measure, (ii) the cheaper herbicides may be associated with mechanical procedures at reduced costs, (iii) the row crop cultivation could be combined with strip-spraying, (iv) new as well as earlier used rotary tiller and spike tooth harrows are used, especially in bio-cultures (Reisinger 1995(Reisinger , 2000)).",
          "table": []
        }
      ]
    },
    {
      "title": "Chemical herbicides and other methods of weed control in commercial maize production",
      "div": [
        {
          "text": "For maize there is a wide spectrum of chemical herbicids (more than 100 compounds are known). In general, application of the compounds takes place during April-June, including presowing (PPI), preemergence (PRE), early postemergence and postemergence (POST)",
          "table": []
        },
        {
          "text": "treatments. It may also be possible to use herbicides after June; in that case the compound is spread beneath the leaves.",
          "table": []
        }
      ]
    },
    {
      "title": "Methods of weed control Presowing (PPI) methods, compounds and preparations to be used",
      "div": [
        {
          "text": "Presowing treatments are primarily intended to control monocots growing from seeds but secondary effects are expected also on some dicotyledonous weeds grown from seed. The use of the PPI methods declined recently to the benefit of preemergence and postemergence methods. Presowing means that the compound is sprayed before sowing. It used to be combined with the preparation of seedbed because the herbicide ought to be incorporated into the soil to 6-8 cm depth using tilling machines (combinator, grubber and rotary tiller).",
          "table": []
        },
        {
          "text": "Presowing herbicids are mostly light sensitive, therefore the incorporation is necessary. The peocedure is coupled with spraying because the combined activities increase efficacy and reduces costs. Some of the presowing preparations are toxic to maize seedlings and germinating seeds, therefore so called antidotes are added to the compound in order to reduce the toxic effect on maize (Reisinger 2000). In spite of antidotes, some maize lines and varieties may be affected by the herbicide, therefore the genotype of the crop ought to be taken into account too (Bónis et al. 2000).",
          "table": []
        },
        {
          "text": "The advantages of the presowing treatment are: (i) application of chemical herbicids to maize grown on considerable areas may meet timing difficulties and the presowing (PPI)",
          "table": []
        },
        {
          "text": "treatment is a means of prolonging the period of distributing herbicides, (ii) the lack of precipitation after sowing does not reduce the efficacy of treatment, while the preemergence tretment may often be threatened with failure, (iii) that it is the one opportunity to combine herbicide treatment with seedbed preparation because the different sowing times of male and female parents in seed production may cause serious organisational difficulties (Reisinger 2000).",
          "table": []
        },
        {
          "text": "The drawbacks of the presowing treatment are: (i) the weed status of the growing site should be known from previous seasons in order to ensure maximum efficacy because the assessment of weed species on the spot is not possible, (ii) some presowing herbicide compounds (e.g. butilate, EPTC) applied frequently year by year may reduce their efficacy as a consequence of microbiological decomposition in the soil, (iii) sowing ought to take place on the 4-6 th day after presowing treatment in order to avoid phytoxicity (Reisinger 2000, Kádár 2001).",
          "table": []
        },
        {
          "text": "Compounds used for PPI are butilate, EPTC, acetochlor as well as their combinations.",
          "table": []
        },
        {
          "text": "Antidotes are always added to them. The most important active ingredients and preparations are characterised in the papers of Kádár (2001) and Ocskó (2005), moreover in the documents of permission. and some dicotyledonous weeds are controlled at doses of 7-9 l/ha. Most tolerant and resistant weeds are not susceptible to this compound. Damage on maize is a risk in soils with extremely low organic matter and following excessive precipitation. Special susceptibility of certain hybrids ought to be considered. Dicotyledonous weeds are to be controlled also later with pre-and postemergence treatments using other compounds.",
          "table": []
        }
      ]
    },
    {
      "title": "Butilate",
      "div": []
    },
    {
      "title": "Preemergence (PRE) method, compounds and preparations",
      "div": [
        {
          "text": "The preemergence herbicides control seed grown mono-and dicotyledonous weeds but are inefficient to control large seeds and those which germinate at deeper layers as well as to perennial weeds. Preemergence preparations are spread on the surface of the soil after maize has been sown, but before emergence. The herbicide penetrates the soil with the actual precipitation at a shallow depth (1-2 cm), therefore germinating weeds in this layer are affected. If no precipitation ensues or copious rainfall dilutes the compound, the preemergence treatment may fail, moreover, other effects may be expected. Depending on the amount of rain, the effect is weakened to various degrees. Much water may carry the compound to the maize seeds where symptoms of toxicity may appear (Reisinger 2000, Kádár 2001).",
          "table": []
        },
        {
          "text": "As indicated with the presowing treatment, the weed condition of the site ought to be known for a period of several years in order to choose the best compounds and their combinations. Efficacy as well as phytotoxicity depends very much on the heaviness of the soil and its humus content. Correspondingly, in heavy and humous soils a wide range of doses listed in the document are allowed, whereas in light and less humous soils, lower concentrations and narrow ranges are to be chosen. Soon after sowing, preemergence treatments are used because after a long rainy period, maize may start emerging and then most of the compounds cannot be applied any more (Reisinger 2000, Kádár 2001).",
          "table": []
        },
        {
          "text": "Herbicids used in PRE treatments are numerous, therefore only the most important compounds are presented (Kádár 2001, Ocskó 2005).",
          "table": []
        },
        {
          "text": "Atrazin compounds have been generally used for several decades for weed control in maize. It is favourable from the point of view of weed control, i.e. a wide spectrum of weed species, long period of efficacy, excellent selectivity and low costs. Because of its frequent use and popularity, Western Europe has been saturated with atrazin; it has polluted ground waters and therefore has been restricted and in some countries and prohibited in several others. In Hungary it was already regulated in 1972 to use a maximum of 3 kg of the compound per hectare. As the permit was extended in 1995, the maximum dose has been reduced to 1.5 kg/ha. Further limitations have been issued in the EU, therefore after 30 June 2007 no atrazin will be allowed to be used in Hungary.",
          "table": []
        },
        {
          "text": "Atrazin compound is in the products: Aktikon 80 WP (80% atrazin), Atranex 50 SC (500 g atrazin), Atranex 90 WG (90% atrazin), Atrazin 500 FW (450 g/l atrazin), Gesaprim 90 WG (90% atrazin), Gesaprim 500 FW (500 g/l atrazin), Hungazin 90 DF (90% atrazin),",
          "table": []
        },
        {
          "text": "Hungazin PK 500 FW (500 g/l atrazin), Maizinia 80 WP (80% atrazin) and Maizinia 500 SC (500 g atrazin). The doses recommended are 0.7-1.4 kg/ha compound for one year, used as a pre-and postemergence spray. Seed grown dicotyledonous and some mononcotyledonous weeds are controlled successfully. A full effect needs 15-25 mm rain within two weeks after PRE treatment. It does not control Xanthium spinosum, wild millet and any perennial species;",
          "table": []
        },
        {
          "text": "it is moderately active on foxtail species, barnyard grass, knotweed species and sunflower.",
          "table": []
        },
        {
          "text": "Quite a few weeds are known to be resistant to atrazin in Hungary. Less sensitive or resistant weeds ought to be controlled with mixtures of presowing, preemergence or postemergence herbicides. The long persistance and broad efficiency of atrazin require careful testing of its effect on the planned following crop for susceptibility calculating a dose of 1 kg/ha. Bio-tests with oat, spring barley or white mustard and oil radish plants.",
          "table": []
        },
        {
          "text": "Click FL, its compound is: 500 g/l terbutilazin. Its recommended dose is 2-3 l/ha. The compound of atrazin is substituted with terbutilazin. Terbutilazin has a similar spectrum of efficacy as atrazin and its residual effects are also similar, but the toxicological and ecological characters are much more favourable. This compound could be used as a preemergencce as well as a postemergence herbicide. As a preemergence herbicide it is used to control seed grown monocotyledonous and dicoltyledonous weeds, except large seeded dicots and those which germinate from a deeper layer, such as Asclepias syriacus and Xanthium species. As a postemergent herbicid it is more efficaceous than atrazin on dicots growing from seed.",
          "table": []
        },
        {
          "text": "Callisto 4 SC, its compound is: 480 g/l mezotrion, a natural compound. The dose recommended is 0.25-0.35 l/ha. Its mechanism is based on the inhibition of enzymatic activity in sensitive weeds, where the synthesis of carotenoids is bocked. Consequently the leaves of weeds turn white. Maize is scarcely susceptible because the uptake of the compound is slow and its decomposition quick. It is mainly active against dicots growing from seed (e.g. pigweed, goosefoot, knotweed, Xanthium and Abutilon). Monocots have medium susceptibility, therefore other compounds ought to be used with it. Sweet corn varieties are variable with regard to their susceptibility to mezotrion.",
          "table": []
        },
        {
          "text": "Komondor, a preparation with a compound of 800 g/kg flumetsulam. Dose recommended is 50-70 g/ha. Dicots grown from seed are well controlled, whereas monocots grown from seed need combinations with other compounds (e.g. acetochlor, dimethenamid, flufenacet, propisochlor, S-metholachlor).",
          "table": []
        },
        {
          "text": "Linurex 50 WP, the compound is: 50% linuron, recommended dose is 1.9-3 kg/ha;",
          "table": []
        },
        {
          "text": "Afalon Dispersion: 450 g/l linuron, recommended dose 1.5-2 l/ha. After spraying, 10 mm precipitation is needed within two weeks. Copious showers may wash the compound near to the maize seed or when sprayed on the leaves it may cause toxic symptoms. Light soils and those with low organic matter content (<1.5%) should not treated with Afalon. Linuron is effective in controlling most dicotyledonous weeds (e.g. amaranth, goosefoot, knotweed, wild radish, chickweed, groundsel, netle). It is mediocre against barnyard grass, foxtail, millet, abutilon and entirely unable to control bur-weed, jimson weed, ragweed, and mercury.",
          "table": []
        },
        {
          "text": "Triazin-resistant amaranth spp. may succumb to acetochlor combinations.",
          "table": []
        },
        {
          "text": "Merlin WG, contains: 75% isoxaflutol, recommended dose is 100-140 g/ha; Merlin SC, contains: 480 g/l isoxaflutol, suggested dose 0.16-0.22 l/ha. It is used for presowing, preemergence and early-postemergence treatments. After sowing, 100-140 g/ha doses are used depending on the soil type and on the abundance of weeds. As an early-postemergence treatment, it is not phytotoxic until maize kernels germinate up to the 3 rd true leaves appeared.",
          "table": []
        },
        {
          "text": "Within 14 days after sowing, 10 mm precipitation is needed to develop its effect. As an effect of isoxaflutol, seeds of weeds fail to emerge or the seedlings become pale and die. The compound remains in the upper layer of the soil. Moisture induces its change into diketonitril, which is also a herbicide. It is effective on the weeds of Abutilon, Amaranthus, Ambrosia, Anagallis, Cannabis, Chenopodium, Datura, Echinochloa, Helianthus, Panicum, Setaria, Sinapis, Solanum, Xanthium species, moreover on germinating Sorghum seedlings. A reduced effect is experienced on Hybiscus trionum and on annual mercury. Perennial weeds are immune to it. If monocot weeds are present, isoxaflutol could be combined with, for example, acetochlor compounds. Merlin Plus, its active compound: 480 g/l isoxaflutol + 840 g/l acetochlor + 84 g/l antidotum. The preparation is a twin parcel with 600 g Merlin WG and 5",
          "table": []
        },
        {
          "text": "liter Guardian EC, which is under normal conditions enough for 5 ha. To soils with a low humus content or in eroded condition, the twin parcel should be distributed over 6-7 ha area as a presowing spray treatment.",
          "table": []
        },
        {
          "text": "Pledge 50 WP, with 50% flumioxazin, with doses 0.08 kg/ha. Dicot weeds from seed are controlled. The preemergent spray is applied 2-3 days after sowing. Monocot weeds are hardly affected, therefore it is combined with e.g. acetochlor, propisochlor, S-metholachlor compounds. Cirsium, Convolvulus and Calystegia perennial species ought to be treated additionally with 2,4-D compounds.",
          "table": []
        },
        {
          "text": "Saterb 40 FW, its active agent is 40% terbutryn, which is recommended at 2.5-4 l/ha doses; Saterb 50 WP, is 50% terbutryn, in doses of 2-3.2 kg/ha. Dicot weeds from seed (e.g.",
          "table": []
        },
        {
          "text": "Abutilon, Amaranthus, Chenopodium, Datura, Galium, Matricaria, Portulaca). Knotweeds, bur-weed and ragweed are hardly affected and it does not control the fallow buckwheat, field pansy, hemp-nettle, moreover the triazin-resistant goose-foot and amaranth species. It should not be applied on soils with less than 1.5% organic fraction where it would harm maize. The special herbicide susceptibility of some maize hybrids must be kept in mind. Saterb 40 FW may be combined with other compounds such as atrazin, acetochlor and S-metolachlor.",
          "table": []
        }
      ]
    },
    {
      "title": "Control of seed grown monocot weeds",
      "div": [
        {
          "text": "Acenit 50 EC, 50% acetoclor, its dose: 4-5 l/ha; Acenit A 880 EC: 800 g/l acetochlor+80 g/l AD 67, its dose 2-2.6 l/ha; Guardian EC: 840 g/l acetochlor + 84 g/l AD 67, its dose 2-2.5 l/ha; Guardian Max: 840 g/l acetochlor + 28 g/l furilazol antidote, its dose 2-2.5 l/ha;",
          "table": []
        },
        {
          "text": "Harness: 900 g/l acetochlor, its dose 1.8-2.5 l/ha; Sacemid A EC: 50% acetochlor + 8% dahemid, its dose 3-5 l/ha. Recommended as a preemergence treatment. Within twq weeks 10 mm precipitation is needed to control the weeds. As a postemergence treatment it is effective until the 2-3 rd true leaf of maize seedlings. Weeds are susceptible up to the two leavf stage.",
          "table": []
        },
        {
          "text": "Monocot weeds from seed are controlled (e.g. barnyard grass and foxtail species) but it does not kill e.g. ragweed, Johnsongrass, sunflower, abutilon, bur-weed and any perennials. It can be combined with carbamid derivatives. Combinations with linuron-compounds are susceptible to soil types (colloid fraction) and there are maize lines and hybrids with special susceptibility to be considered.",
          "table": []
        },
        {
          "text": "Dual Gold 960 EC: 960 g/l S-metolachlor, its dose: 1.4-1.6 l/ha. Monocots from seed are primarily contreolled but so are some dicots. It needs 10-15 mm precipitation for the full effect. It is ineffective against e.g. white goose-foot, ragweed, sunflower, knotweed sp. and zanthium sp. The active ingredient is often used in combinations.",
          "table": []
        },
        {
          "text": "Frontier 900 EC: 900 g/l dimethenamid, its dose: 1.4-1.6 l/ha. For use against monocot weeds from seed, especially barnyard grass, wild oats and foxtails. Some dicots are also susceptible such as amaranth, goose-foot, ragweed, scentless matricaria. It is ineffective against wild millet, abutilon, sunflower and perennials. Soils with poor organic fraction (>1%) should not treated. 10 mm precipitation is needed for action.",
          "table": []
        },
        {
          "text": "Proponit 720 EC, its active ingredient is 720 g/l propisochlor, its recommended dose is 2-3 l/ha; Proponit 840 EC contains 840 g/l propisochlor, recommended dose is 1.5-2.5 l/ha.",
          "table": []
        },
        {
          "text": "Mainly against seed grown monocots (e.g. barnyard grass and foxtail species). Its effect is weak on wild millet, amaranth, Abutilon, woundwort and black nightshade. Wild oath, Abutilon, Hibiscus, Datura, Sinapis, Raphanus and Polygonum species are resistant. The compont should be applied in combinations.",
          "table": []
        },
        {
          "text": "Stomp 330 contains 33% pendimethalin, dose recommended: 4-6 l/ha; Panida 330 EC, containe 330 g/l pendimethalin, recommended is 4-6 l/ha; Stomp 400 SC with 400 g pendimethalin, recommended dose is 3.5-4 l/ha. This herbicide should not incorporated into the soil. For an acceptable effect, 15-20 mm precipitation is needed within 5 days. A seed bed of low quality and intense precipitation may hurt the maize. It is effective against seed-grown monocots and dicots (e.g. barnyard grass, foxtail species, millet, scentless matricaria), moreover the triazin-resistent amaranth and goosefoot species. Not effective against giant ragweed and bur-weed species. It could be combined with triazin and carbamid derivatives.",
          "table": []
        },
        {
          "text": "Tiara 60 WG is 600 g/kg flufenacet, recommended dose is 1.0 kg/ha. Against seed grown monocots and also some dicots. Most seed grown dicots should be used in combinations.",
          "table": []
        },
        {
          "text": "Wild millet is controlled with low effectivity.",
          "table": []
        },
        {
          "text": "Trophy, contains 768 g/l acetochlor + 128 g/l dichlormid, and a dose of 2-3.3 l/ha is recommended. Seed grown monocots are controlled in fodder and silo maize crops. Its preemergence application may waite until the maize germinate. It is effective against barnyard grass, wild oath and foxtail species. No effect against knotweed and goosefoot species, therefore it should be combined.",
          "table": []
        },
        {
          "text": "Wing EC, contains 250 g/l dimethenamid+ 250 g/l pendimethalin, recommended dose 3.5-4.5 l/ha. Seed grown mono-and dicot weeds are successfully controlled in fodder and sugar maize crops.",
          "table": []
        },
        {
          "text": "Tropazin Fultime CS, contains 288 g acetochlor+ 192 g atrazin + 48 g dichlormid, recommended dose is 4-6 l/ha. Against seed grown mono-and dicot weeds the effect is good as Amaranthus, Abutilon, Ambrosia, Chenopodium, Digitaria, Datura, Echinochloa, Galinsoga, Matricaria, Polygonum, Portulaca, Setaria and Sinapis species. With sugar maize and seed production the genotypes and hybrids may prove to be susceptible.",
          "table": []
        },
        {
          "text": "Primextra Gold 720 SC contains : 400 g/l S-metolachor+ 320 g/l atrazin, recommended dose is 3-3.5 l/ha. This combination is effective against seed grown monocot weeds including the difficult cases of millet and seed grown Johnsongrass too. Among the seed grown dicot weeds, success is pronised with amaranth, ragweed, knotweed and thorn apple.",
          "table": []
        },
        {
          "text": "Gardoprim Plus Gold 500 SC contains: 312 g/l S-metholachlor + 187 g/l terbuthylazin, its recommended dose is 4-5 l/ha. Against seed grown monocots and dicots it is effective. It may be used in a preemergence as well as postemergence treatment.",
          "table": []
        },
        {
          "text": "Lumax contains: 37.5 g/l mesotrion + 375 g/l S-metolachlor + 125 g/l terbutilazin, recommended dose 4-5 l/ha. Similarly to the former praparations, seed grown mono-and dicot weeds are controlled by preemergence as well as in postemergence treatments.",
          "table": []
        },
        {
          "text": "Erunit 530 FW contains: 300 g/l acetochlor + 200 g/l atrazin+ 30 g/l AD 67, its dose recommended is 5-7 l /ha; Erunit Profi contains: 410 g/l acetochlor+ 270 g/l atrazin+ 41 g/l AD 67, its recommended dose is 3.5-5 l/ha. Seed grown mono-and dicot weeds are controlled, but moderately only against bur-weed , wild millet, ragweed, sunflower and mutant amaranth species, which got atrazin-resistance.",
          "table": []
        }
      ]
    },
    {
      "title": "Postemergent (POST) methods, compounds and products to be used",
      "div": [
        {
          "text": "In the past, the postemergence herbicids were considered to enhance the effects of the presowing and preemergence treatments. Postemergence treatment means that the maize has started to grow (from the germinating seed up to 10-20 cm size), or even later, when it is called \"below the leaves\" treatment, as long as the machine can move across the field without damagng the plants. (Figure 8.7.2,coloured pictures). Recently, the postemergence treatments have increased and are now dominating the technology over presowing and preemergence methods (Reisinger 2000).",
          "table": []
        },
        {
          "text": "Its advantages are : (i) its effect is less influenced by precipitation and by other weather conditions, (ii) it is effective against perennial weeds too, (iii) the competition between maize and the weeds does not appear or is still unimportant, (iv) according to the recognition of the weeds an exact choice of the best compounds and combinations is possible, (v) the most dangerous, resistant annual weeds (e.g. abutilon, zanthium, sunflower, jimsonweed) are successfully controlled (Reisinger 2000).",
          "table": []
        },
        {
          "text": "The disadvantages of postemergent herbicide treatment are: (i) frequently, a partitioned technology is needed because the postemergence compounds are acting on the leaves by contact, however, they lose quickly their potential, (ii) competition between maize and weeds can occur when the treatment is delayed (Reisinger 2000).",
          "table": []
        },
        {
          "text": "The characterisation of the compounds used for postemergence treatment is based on the publications of Kádár (2001) and Ocskó (2005) as well as on the licence documents.",
          "table": []
        },
        {
          "text": "The majority of the compounds are most effective on weeds with 1-4 leaves and the maize may tolerate them even at a size of 10-20 cm. Against broadleaf weeds, several compounds are used for postemergence treatments. Some of them also control monocot weeds (e.g. Escort with a compound 12.5 g imazanox + 250 g pendimethalin is recommended at a dose 3.2-4 l/ha with 2-300 litre water. It is suggested exclusively for imidazolinon-resistant hybrids (Clearfield technological system) with an early postemergence treatment. Seed grown monocot weeds are killed at a stage with 1-3 leave-stage, whereas dicots with 2-4 leaves. It works through leaves as well as through the soil. For the latter case, some precipitation (rain) is needed. One treatment per season is recommended only. It is effective against many species (e.g. Amaranthus, Abutilon, Ambrosia, Avena, Chenopodium, Datura, Galium, Helianthus, Mercurialis, Polygonum, Sinapis, Panicum, Sorghum, Solanum, Stachys, Xanthium). Less effective against creeping thistle, field bindweed, Johnsongrass and Hibiscus trionum.",
          "table": []
        },
        {
          "text": "Erunit 530 FW contains 300 g/l acetochlor 3 200 g/l atrazin+30 g/l AD 67, recommended dose 5-7 l /ha; Erunit Profi with 410 g/l acetochlor+ 270 g/l atrazin+ 41 g/l AD 67, recommended dose 3.5-5 l/ha. The preparation is suggested as for preemergence application, but also after the emergence for early postemergence too. Best effects are expected immediately after germination until 2-3 leaves stage, when monocot weeds developed 1-2 leaves.",
          "table": []
        },
        {
          "text": "effect is enhanced with admixture of atrazin or N-fertilisers (ammonium-nitrate or ammonium-sulphate) (Németh et al. 2002).",
          "table": []
        },
        {
          "text": "Monsoon is 22.5 g/l foramsulfuron + 22.5 g/l isoxadifen-ethyl, its recommended dose is 1.8-2.5 l/ha. Maize should have 3-5 leaves, when seed grown monocot weeds have 1-3 leaves, whereas dicot weeds have 2-4 leaves. Against millet, creeping thistle, common couch and rhizomes of Johnsongrass need higher doses of the herbicide. Common couch ought to be 10-15 cm tall, Johnsongrass 20-30 cm for optimal effects. The treatment could be also partitioned. Organic phosphor-esters delay the decomposition of the compounds within the maize plant, therefore their use should be avoided when Monsoon is applied.",
          "table": []
        },
        {
          "text": "Motivell as 40 g/l nicosulphuron, recommended dose is: 0.75-1.0 l/ha. The compound is a sulfonylcarbamid substance with a wide spectrum of activity, i.e. controls monocot and dicot weeds (Kikugawa & Yoshii 1997) Successor T contains 300 g/l petoxamid+250 g/l terbutylazin, its recommended dose is 4 l/ha in preemergence and 3 l/ha in postemergence treatment. In commercial and seed production the treatment may ensue until the 8-leaves stage of maize. Preemergence application controls seed grown monocot weeds (Setaria and Echinochloa spp.) moreover, small seed grown dicots (Abutilon, Amaranthus, Ambrosia. Polygonum, Datura, Hibiscus, Raphanus, Sinapis, Galium, Solanum spp.). As postemergence application it is effective to kill also bur-weed species.",
          "table": []
        },
        {
          "text": "Tazastomp SC containes 30% pendimethalin+ 20% atrazin, its recommended dose is 4-5.5 l/ha. Monocot weeds should have 1-3 leaves, dicot weeds 2-4 leaves. Lower doses are applicable also in seed prodduction and in sugar maize, but the genetically determined susceptibility of parental lines as well as of hybrids ought to be observed.",
          "table": []
        }
      ]
    },
    {
      "title": "Defoliation and desiccation of the plants",
      "div": [
        {
          "text": "The preparations for harvest may be associated with defoliation and with desiccation of the plants. The permitted compounds are: glyphosata izopropylamin sault (e.g. Clininck 480, Dominator, Fozate 480, Glialka 480 Plus, Glyphos, Roundup Bioactive), dimethypin (Harvade 25 F), diquat-dibromid (Reglone Air).",
          "table": []
        }
      ]
    },
    {
      "title": "Weed control in maize seed production",
      "div": [
        {
          "text": "Inbred maize lines and the parent lines of hybrid seed production are a lot more susceptible to herbicide compounds than the hybrids in production (Green & Urlich 1993, Széll 1994, Berzsenyi et al. 1994). Most of the current lines and hybrids are studied for their specific susceptibility and/or tolerance to the generally used compounds. A detailed weed control technology is needed for all widely grown haybrids and breeding lines (Pál & Nagy 1983, Széll 1990, 1994, Bónis et al. 2000, Molnár et al. 2001, Kádár 2001). For seed production special growing sites are recommended, where problematic weeds do not disturb the usual technological procedures. The spectrum of weed controlling compounds recommended for the particular parental lines is inevitably restricted. The least phytotoxic effect may alter the flowering time of one or the other parent, which may frustate the whole seed growing process.",
          "table": []
        },
        {
          "text": "The most selective herbicides are eligible to be used e.g. butilate with antidote, atrazin, atrazin+metolachlor, acetochlor or metolachlor with antidote, bentazon and petoxamid+terbutilazin. Bónis et al. (2000) established the list of compounds which when used do not harm inbreds and parental lines of single cross hybrids in a reducing order: chlormezulon, S-metolachlor+atrazin, 2,4-D-ester and dicamba, whereas among the sulphonilurea-type compounds nikosulphuron. It should be noted that the selectivity of the compounds could vary because the most superselective herbicide, atrazin, may also become phytotoxic to some lines (Széll 1989, Széll et al. 1990, Bónis et al. 2000, Molnár et al. 2001).",
          "table": []
        }
      ]
    },
    {
      "title": "Weed control in sweet corn",
      "div": [
        {
          "text": "Sweet corn is especially susceptible to herbicide compounds, consequently, the number of recommended preparations is restricted. Also, those compounds where a witholding period needs to be observed prior to human consumption cannot be used. The sweet corn hybrids display a very variable reaction to selective herbicides. Among those which are eligible to be tested are: atrazin, atrazin+S-metolachlor, atrazin+S-metolachlor+metobromuron, bentazon, klopiralid, chlorbromuron, chlormezulon, linuron and S-metolachlor (Kádár 2001, Molnár és Zöldi 2001). Kimura et al. (1989) showed the susceptibility of several sweet corn hybrids to nikosulfuron applied as a postemergence treatment. Molnár & Zöldi (2001) stated that the hybrid Wombat was particularly affected by primisulfuron+prosulfuron compounds.",
          "table": []
        }
      ]
    },
    {
      "title": "Herbicide-resistant maize",
      "div": [
        {
          "text": "Herbicide resistance is thought to appear in weed species as a spontaneous mutation (Solymosi 1999). The manufacturers of herbicides, large multinational companies, have sought to develop herbicide-resistant cultivated plant varieties. Presently, there are maize varieties and hybrids available which are resistant to selective or even total herbicides (e.g. to glufozinatammonium as well as imidazolinon), and some of them are equally resistant to some animal pests (Kádár et al. 1997, Solymosi 1999, Kádár 2001). Those herbicide-resistant varieties are products of biotechnological procedures. Two of them are shortly characterised as nontransgenic and non-transgenic. Among the non transgenic herbicide resistant maize lines, the 8.7.5.11. Sulfonilurea herbicides: a herbicide group for maize of great promise (effectivity, selectivity, resistance)",
          "table": []
        },
        {
          "text": "The studies of Tóth (2001) served as a basis to characterise the sulfonilurea-type herbicides according to three points of view: effectivity, selectivity and resistance.",
          "table": []
        },
        {
          "text": "The most frequently quoted herbicide of the group was the first detected nikosulfuron (Kimura et al. 1989, Vidrine et al. 1990). As an effective compound, it was used to control sorghum (Johnson grass), wheatgrass, barnyardgrass, crabgrass (Kimura et al. 1989, Vidrine et al. 1990, Murai et al. 1995), later it turned out that besides perennial grasses, annual and perennial broadleaved weeds are also controled successfully (Kikugawa & Yoshii 1997).",
          "table": []
        },
        {
          "text": "Another compound of this sulfonilurea group, rimsulfuron controlled wheatgrass, barnyardgrass and Poa annua too (Claude & Eveaere 1992). It was successfully applied as a preemergence as well as postemergence herbicide against abutilon, nutsedge and zanthium (Krausz et al. 1995).",
          "table": []
        },
        {
          "text": "In Hungary, Hunyadi (1992) and Béres et al. (1993) assessed the effect of sulfonilcarbamids on the giant ragweed. It was also examined against abutilon by Czimber et al. (1994) andCzimber &Hartmann (1994), against millet by Gara (1995) and against Johnsongrass. Ughy (2000) concluded that nikosulfuron, rimsulfuron and tifensulfuronmethyl combinations were equally effective in controling barnyardgrass, foxtail (Setaria pumila), white goosefoot and knotweed (Persicaria lapathifolia). Németh & Sárfalvi (2000) however distinguished tifensulfuron-methyl as effective, whereas rimsulfuron and nikosulfuron as poorly effective to conrol white goosefoot.",
          "table": []
        },
        {
          "text": "Maize varieties and hybrids differ according to susceptibility to sulfonilurea. Green & Ulrich (1993) examined this relationship through a wide range of experiments. Authors concluded that the susceptibility of maize hybrids is controlled by a single recessive gene. Burton et al. (1994) showed that decomposition of sulfonilcarbamids is much quicker in tolerant hybrid maize than in susceptible varieties. It was also found that the susceptibility to sulfonilurea compounds increased with the use of organic phosphorus esters, which were sprayed as a soil desinfectant before the appliction of the herbicide (Diehl et al. 1995).",
          "table": []
        },
        {
          "text": "Hungarian experiments showed that the most effective chlorsulphuron is most dangerous to maize (Gimesi 1992) among chlorsulfuron, triasulfuron, amidosulfuron. However, its phytotoxicity is easily reduced to a minimum by an antidote. Szabó (1999) suggested that nikosulfuron and rimsulfuron compounds can be safely used in maize plantations until the 5 th leaf stage. Benécsné & Molnár (2000), as well as Hartmann & Szentey (2000) observed that compounds of the sulfonil-carbamid group are noxious to maize at high (25°C <) and at low (10°C >) temperatures, moreover, after the maize developed more than 7-8 leaves. Bónis et al. (2000) tested a series of inbred lines and parent lines of single crosses and concluded that among the sulfonilurea compounds nikosulfuron was the least harmful, and pirimisulfuronmetil + prosulfuron was most noxious.",
          "table": []
        },
        {
          "text": "At several sites of the world -mainly in the USA -sulfonilurea resistant weedspecies have been found (13 species, where to herbicides inhibiting the ALS function in the USA, 9 in Australia, 5 in Canada and 5 in Israel) (Hunyadi et al. 2000). Among those were several Amaranthus species, Xanthium strumarium, Sorghum bicolor and Kochia scoparia.",
          "table": []
        }
      ]
    },
    {
      "title": "Genetically modifies maize varieties and hybrids",
      "div": [
        {
          "text": "In the international literature, the designation of maize hybrids, which are resistant to herbicide compounds named glyphosate and glyphosate-ammonium as GMOs (Genetically Modified Organisms). The resistance is developed as a rule by (i) changing the amino-acid sequence of the protein damaged by the compound, or (ii) a gene is buit into the plant by gene surgery, which is coding an enzyme decomposing the deleterious compound. The detection and transfer of the gene coding resistance is an achievement of up to date molecular biology.",
          "table": []
        },
        {
          "text": "Almost all possible weeds are succesfully controlled by those \"total\" herbicides without any danger to scare the crop carrying the resistance. GMO hybrids are grown on large surface in the USA, but they are prohibited at the moment in West-European countries as well as in Hungary (Kádár 2001).",
          "table": []
        },
        {
          "text": "In the case of the hybrid Roundup Ready (RR), the amino-acid sequence of the scared protein is modified as to avoid the damage caused by the herbicide Roundup (RR is the commercial name of the hybrid). Roundup contains glyphosate. The resistance is based on the synthesis of mEPSP, which is an enzyme protein resistant to be bound by the active ingredient of glyphosate. In the susceptible maize plant, the EPSP enzyme is blocked by glyphosate and consequently, the cyclic amino acids cannot be synthetised. The EPSP enzyme is building up enol-pyruvic-sikimin-acid-5-phosphate (EPSP) from (EP), and in case of its deficiency essential amino acids (triptophan, tyrosine and phenyl-alanine) cannot be formed. In Roundup Ready maize, the glyphosate cannot bind the modified enzyme mEPSPbecause its structure is not adequate, consequently the synthesis of cyclic amino-acids remains undisturbed. The resistant maize owes its potection to a so called GA 21 -DNA, which has been transferred to the maize genome (Czepó 1999).",
          "table": []
        },
        {
          "text": "The DNA code \"GA 21\" contains the code of the mEPSP enzyme. GA 21 has been shot into the embryonal cells of maize by particle acceleration or gene gun (Klein et al. 1987, Gordon-Kamm et al. 1990). The DNA has been precipitated onto gold particles and attached to a plastic carrier. That complex has been accelerated by Helium gas on a high pressure in a tube. The carrier substance has been screened out on a metal grid, but the gold particles with the DNA attached continued their way into the maize cells of the tissue culture. There the DNA is freed and built into a chromosome of maize. The tissue culture has been cultivated on a substrate containing glyphosate, where only the resistant cells could survive and grow into whole maize plants (Klein et al. 1987, Gordon-Kamm et al. 1990).",
          "table": []
        },
        {
          "text": "With gene surgery also sulfonyl-urea resistant maize lines have been produced (SUMO varieties) (Tóth 2001).",
          "table": []
        },
        {
          "text": "In the USA also transgenic maize hybrids resistant to maize beetle and to its larvae, rootworms, plus herbicides (e.g. MON 810-hybrid) are permitted to be grown. In the roots an insect-pathogenic protein is sythetised, which is derived from the Bacillus thuringiensis (Meinke 2003). The resistance of the hybrid to the maize rootworm was 80%, but to control other soil born insects, soil disinfection is necessary. The precondition of releasing the cultivation of transgenic maize hybrids is the establishment of refuge areas. The outcrossing of GMO maize with other non-GMO varieties is a matter of concern; moreover, problems of human health and ethics may arise. At the moment, in Europe including Hungary, the cultivation of transgenic, maize rootworm resistant maize is not admitted.",
          "table": []
        }
      ]
    }
  ],
  "tables": [
    "{\"title\": \".\", \"head\": [\"I. II.\", \"III. IV. V.\", \"VI. VII. VIII. IX. X.\", \"XI. XII.\"], \"value\": [[\"egg\", \"\", \"\", \"\"], [\"larva\", \"\", \"\", \"\"], [\"pupa\", \"\", \"\", \"\"], [\"imago\", \"\", \"\", \"\"], [\"egg\", \"\", \"\", \"\"], [\"Figure 8.7.1 -Phenology of the American corn rootworm (Source: Jenser et al. 2003)\"]]}",
    "{\"title\": \"\", \"head\": [\"\", \".7.1 -Compounds used for soil desinfection in the maize plantation\"], \"value\": [[\"Name of product\", \"Active ingredient\", \"Dose /kg/ha, l/ha\", \"Method of application\"], [\"Agrofur\", \"carbofuran\", \"5-6 l\", \"Overhead spreading\"], [\"\", \"\", \"2 l\", \"Row treatment\"], [\"Chinufur 40 FW\", \"carbofuran\", \"5-6 l\", \"Overhead spreading\"], [\"\", \"\", \"2 l\", \"Row treatment\"], [\"Dursban 480 EC\", \"chlorpyrifos\", \"5-6 l\", \"Overhead spreading\"], [\"\", \"\", \"2 l\", \"Row treatment\"], [\"Force 10 CS\", \"teflutrin\", \"1,2 l\", \"Overhead spreading\"], [\"\", \"\", \"0,4 l\", \"Row treatment\"], [\"Force 1,5 G\", \"teflutrin\", \"12-15 kg\", \"Row treatment\"], [\"Furadan 10 G\", \"carbofuran\", \"15-20 kg\", \"Overhead spreading\"], [\"Marshal 25 EC\", \"carbosulphan\", \"5-6 l\", \"Overhead spreading\"], [\"\", \"\", \"2 l\", \"Row treatment\"], [\"Pyrinex 48 EC\", \"chlorpyrifos\", \"5 l\", \"Overhead spreading\"], [\"\", \"\", \"2 l\", \"Row treatment\"]]}",
    "{\"title\": \"\", \"head\": [\".7.2 -Approved insecticides used for seed treatment against larvae of the corn rootworm\"], \"value\": [[\"Preparation for seed treatment\", \"Active ingredient\"], [\"Gaucho 600 FS\", \"Imidakloprid\"], [\"Cruiser 350 FS\", \"Thiametoxam\"], [\"Imidakloprid (Gaucho 600 FS) at a dose of 2.25 μl/seed or thiametoxam (Cruiser 350 FS)\"], [\"at a dose of 2.25 μl/seed are recommended (Ocskó 2005). At relatively low population\"], [\"densities of larvae, those treatments may prove effective. The compounds act across the\"], [\"cuticle as well as through the digestive tract. Favourable results against larvae are registered\"], [\"with the desinfectant Mavicell attached to cellulose pearls (Takács & Nádasy 2006b, Takács\"]]}",
    "{\"title\": \"7.3 -Approved pesticides used against corn rootworm beetle (imagines) in maize plantations\", \"head\": [\"Product\", \"Active ingredient\", \"Dose/ha\", \"Danger to bees\"], \"value\": [[\"Karate Zeon 5 CS\", \"lambda-cihalotrin\", \"0.2-0.3 l\", \"Moderately dangerous\"], [\"Sumi-Alfa 5 EC\", \"esphenvalerate\", \"0.4-0.5 l\", \"Moderately dangerous\"], [\"Sumi-Guard\", \"alfa-cipermetrin\", \"0.15 l\", \"Moderately dangerous\"], [\"Calypso 480 SC\", \"thiakloprid\", \"0.2 l\", \"Not dangerous\"], [\"Diabro CS\", \"chlorpyriphos\", \"1.5-2 l\", \"Extremely dangerous\"], [\"Diabro CS+Invite EC\", \"chlorpyriphos +\", \"0.15 l +0.85 l\", \"Moderately dangerous\"], [\"\", \"cucurbicatin\", \"\", \"\"], [\"Invite EC\", \"cucurbicatin\", \"0.85 l\", \"Not dangerous\"], [\"Mospilan 20 SP\", \"acetamiprid\", \"0.15kg/ha\", \"Not dangerous\"], [\"Danadim Progress\", \"dimethoate\", \"1.0 l/ha\", \"Extremely dangerous\"], [\"Lemagard 100 EC\", \"alfa-cipermetrin\", \"0.15 l/ha\", \"Moderately dangerous\"]]}",
    "{\"title\": \"7.4 -The appearance of weed biotypes resistant to atrazine and other compounds in Hungary\", \"head\": [\"\", \"Date of recognition\", \"Date of recognition and compound\"], \"value\": [[\"Weed species\", \"of atrazin resistant\", \"involved in producing resistant\"], [\"\", \"weed biotypes\", \"biotypes\"], [\"idle pigweed (Amaranthus blitum)\", \"1979\", \"\"], [\"slender pigweed (A. chlorostachys)\", \"1979\", \"\"], [\"hairy pigweed (A. retroflexus)\", \"1979\", \"1988, carbamid\"], [\"giant ragweed (Ambrosia artemisiifolia)\", \"1994\", \"\"], [\"white goosefoot (Chenopodium album)\", \"1979\", \"1989, pyrazon-pyridat-atrazin\"], [\"many seeded goosefoot(Ch. polyspermum)\", \"1987\", \"\"], [\"creeping thistle (Cirsium arvense)\", \"\", \"1987, MCPA\"], [\"\", \"\", \"1998, sulfonil-urea\"], [\"fleabane (Conyza canadensis)\", \"1981\", \"1986, uracil\"], [\"\", \"\", \"1988, paraquat\"], [\"\", \"\", \"1989, urea\"], [\"common groundsel (Senecio vulgaris)\", \"2000\", \"\"]]}",
    "{\"title\": \"rimsulphuron, foramsulphuro and chlormesulon), thus they can used against monocots too. In the Hungarian practice, manufactured combinations are offered with a broad control spectrum (e.g. Basis, Mester, Motivell Turbo, Successor T, Titus Plus,) which are very effective against all important monocot and dicot weeds. No effect against monocots and amongst dicots as annual mercury, sow thistle.Little effect to thorn apple, nightshade, Abutilon species. Perennial weeds are controlled best when they are 15-20 cm tall. Against monocots it should be combined with other preparations (e.g. 50 g/ha rimsulfuron or 800 g/ha isoproturon (IPU). the above suggestions are to be observed. The compound should be combined with a detergent, and the targete weeds are most susceptible with 2-6 leaves. It should be used once in the same season because it has after-effects. at a stage of 5-15 cm of maize plants. Larger than 20 cm maize plantlets get glass-like at the base and may snap. At a dry and warm weather, maize may recover slowly from the symptoms. This compounds drifted by the wind may become deleterious in orchards and grape plantations. They control annual dicot weeds first of all, but perennials are also exposed, e.g. creeping thistle, field bindweed, dewberry. Bur-weed is killed with combinations with triazin compounds. Low efficiency is expected with perennials like Asclepias, dead-nettle, common chickweed, wild pansy and thorn apple. Ineffective against scentless mayweed and monocot weed species. No admixture of oil containing substances is\", \"head\": [\"Banvel 480 S, Dikamba 480, contain: 480 g/l dicamba, its reommended dose is 0.5-0.7 l/ha. It should be applied at the age of 3-6 leaf stage of maize. Later, after the 6-leaves stage, large drops and low position of the nozzles are recommended, however, maize plants should not surpass 20 cm size because the danger of phytotoxicity. High temperature (28°C) and solar radiation may also damage the plant. Seed grown dicot weeds are affected also species known as being resistant (e.g. bur-weed, creeping thistle, field bindweed, pepperwort, hedge bindweed). Basagran is 480 g/l bentazon, recommended dose is 3-3.5 l/ha; Basagran Forte is 480 g/l bentazon, recommended dose is 1.5-2 l/ha; Cadence 70 WG is 700 g/kg Na-salt of dicamba, recommended dose 340-380 g/ha. Most dicot weeds are controlled well when develop 2-4 leaves (e.g. ragweed, bur-weed, bedstraw, thorn apple, knot weed, charlock, wild radish, nightshade, matricaria), moreover it kills triazin-resistant amaranth and goosefoot species. Knotgrass is resistant and bur-weed is only after the 2 leaves stage. Late treatment may allow the regeneration of the weeds. Bentazon is known in other preparations (e.g. Cambio, Laddok). Cambio contains 320 g bentazon + 90 g dicamba, recommended dose is 2-3 l/ha. Effective against dicot weeds with 2-4 leaves until maize developed 3-6 leaves. Field-and hedge bindweed should have 15-20 cm long shoots, creeping thistle in rosette stage should be treated with higher doses. If there are many monocot weeds, Cambio should be combined with nicosulfuron. Laddok FW contains 200 g/l bentazon + 200 g/l atrazin, its recommended dose is 4-5 l/ha. Seed grown mono-and dicot weeds are well controlled. Monocot weeds are killed as far as they have one or two leaves. Bur-weed species ought to be treated with an oil additive (e.g. Agropon), monocots with nicosulfuron as an additive. For fodder, sugar and silo maize, this compound is utilised. Callisto 4 SC contains 480 g/l mesotrion, recommended dose is 0.25-0.35 l/ha. For WSC contains 720 g 2,4-D, recommended dose is 1-1.5 l/ha; Dicopur D Prim, with 800 g/kg 2,4-D, its recommended dose is 0.85 kg/h; 2,4-D amine salt 450 SL, has 39% 2,4-D, recommended dose is 1.5-1.8 l/ha; Dikonirt being 80% 2,4-, recommended dose 1.3-1.5 kg/ha; DMA-6, with 66.8% 2,4-D, its recommended dose is 0.9-1.2 l/ha; Esteron 60 contains 840 g/l 2,4-D etil-hexil ester, its recommended dose is 0.8 l/ha; Maton 600, with 600 g 2,4-D, its recommended dose is 0.7 l/ha; Solution with 96.9% 2,4-D dimethylamin salt, recommended dose is 0.7 l/ha; Syrius contains 500 g/l 2,4-D, recommended dose is 1.0-1.2 l/ha; U-46 D-Fluid SL with 500 g 2,4-D, recommended dose is 1.3-1.5 l/ha. All of them should be applied recommended. If monocot weeds are also a problem, combinations with monocot-effective preemergence treatment, Dikamin D contains 40% 2,4-D, and its recommended dose is 2.6-3.3 l/ha; Dikamin 720 compounds (e.g. triazin) may help.\"], \"value\": []}",
    "{\"title\": \". Maize should have 3-8 leaves when treated. Seed grown dicot weeds with 2-4 leaves, monocots with 1-3 leaves are susceptible. Applied alone, 1 l/ha, in combinations 0.5-0.75 l/ha doses are recommended. It is effective against Chenopodium, Amaranthus species. Oil and detergents should not combined with this compound, and warm weather (more than 25°C) are contraindicated. Bromoxynil may be combined with e.g. fluroxypyr, 2,4 D and atrazin compounds.\", \"head\": [\"Refine 75 DF is 75% tiphensulfuron-methyl + 0.1% Trend, recommended dose is 10-15\"], \"value\": [[\"g/ha. This sulfonylurea compound is suggested to be used when maize has 2-5 leaves, and\"], [\"weeds have 2-4 leaves. Later, when maize has already 5 leaves, the treatment should be\"], [\"suppressed. Seed grown dicot weeds are well controlled. Perennials and black nightshade and\"], [\"monocot weeds are resistant. The compound may be combined with atrazin, dicamba and é\"], [\"rimsulfuron.\", \"\"], [\"Starane contains 250 g/l fluroxypyr, recommended dose is 1-1.5 l/ha. It kills weeds,\"], [\"Motivell Turbo D is a combination of, 5 l Motivell and 2 x 5 l Cambio in a twin-package.\"], [\"Maize should have 3-6 leaves, seed grown dicot weeds 2-4 leaves, monocots 1-3 leaves.\"], [\"Johnsongrass with shoots 10-15 cm long, field bindweed 10-20 cm long and creeping thistle\"], [\"in rosette stage are successfully controlled. Take care of phosphoric acid-esters as insecticides\"], [\"or soil disinfectants, which should not meet this herbicide in the field. However, detergents\"], [\"are recommended.\"], [\"Pardner containes 22.5% bromoxinil, recommended dose is 1.5 l/ha; Bromotril 25 SC\"], [\"being 250 g/l bromoxinil, recommended dose is1-1.5 l/ha; Bromotril 40 EC being 400 g/l\"], [\"bromoxynil,\", \"recommended dose 0.6-0.9 l/ha; Mextrol B or 235 g bromoxynil,\"], [\"recommended dose 1-1.5 l/ha. Those bromoxynil compounds are used in maize ot 4 leaves\"], [\"(10 cm), when dicots have 2-4 leaves. It has a contact-effect, which kills the plants within 3-5\"], [\"days. Intense solar radiation and high temperatures (more than 25°C) maize leaves may\"]]}",
    "{\"title\": \"Rhizomes of perennials are best killed if their shoots grew to 5-25 cm. However, some weeds are resistant, e.g. bindweed, reed, black nightshade, chickweed, amphibious bistort. The compound is decomposed quickly in the soil as well as within the maize plant. Organic phosphoric acid ester compounds are prohibited to get into contact with rimsulfuron. Some maize hybrids are susceptible to that compound (e.g.\", \"head\": [\"Dolar, Etalon, Occitan). Perennials and monocots difficult to control (e.g. Asclepias) are\"], \"value\": [[\"better controlled by repeated treatments. For that \\\"partitioned\\\" spraying, the compound is\"], [\"divided as 30+30 g or 30+20 g doses, and for that purpose detergents are added 0.1% Trend\"], [\"or Citowett to the solution. High density of Abutilon should treated with the \\\"partitioned\\\"\"], [\"method. In order to complete the effect against dicot weeds, other compounds are added, e.g.\"], [\"tiphensulfuron, dicamba, 2,4-D, terbutylazin. Basis 75 DF contains 50% rimsulfuron + 25%\"], [\"tiphensulfuron-methyl, recommended dose is 15-25 g/ha; Titus Plus DF contains 3%\"], [\"rimsulfuron + 60% dicamba, recommended dose 383 g/ha. Fodder and silo maize crops are\"], [\"treated to control monoct and dicot weeds, when the maize plants grew 5-7 leaves. In the\"], [\"Titus 25 DF is 25% rimsulfuron, recommended dose is 40-60 g/ha. Maize should have 2-\"]]}"
  ]
}