{
  "meta": {
    "title": "No title found",
    "author": "No author found",
    "journal": "No journal found",
    "date": "No date found"
  },
  "paragraphs": [
    {
      "title": "Abstract",
      "div": []
    },
    {
      "title": "The importance of irrigation",
      "div": [
        {
          "text": "Climatic conditions of Hungary tend to be arid and extreme weather occurs frequently and varies in space and time, therefore the probability of drought is rather high. This is as much a regular matter of concern as the copious rains causing floods and inland waters like during the last 4-5 years. Especially from the late 1980s until the mid 1990s, excessively dry weather called our attention to the potentials of irrigation (Toldiné et al. 2003).",
          "table": []
        },
        {
          "text": "The moderation of the consequences of drought ought to be an elaboration of special growing technologies mostly adapted to local conditions. The most effective measure of avoiding drought damage is of course watering.",
          "table": []
        },
        {
          "text": "In Hungary, irrigation is possible on an area of nearly 500 000 hectares, the majority of which is unutilised largely for economic reasons. According to the average of several years, about 3-10% of that area is planted with maize. In years of drought too, only a small fraction is irrigated and the role of irrigation deserves more attention. The wide seasonal variation in maize yields could be avoided by the extension of the irrigated portion of the cultivated area including maize. Szőke Molnár & Szalóki (1984) claimed that in some parts of Hungary, irrigation is an indispensable condition of successful and reliable maize production. Correct predictions of the necessity of watering are difficult and should be based on the exact knowledge of local groundwater and soil conditions (Antal 1968, Posgay 1968, 1983, Balogh 1978). If precipitation and water reserves of the soil are insufficient, watering is needed (Petrasovits 1967(Petrasovits , 1969)). Regarding the accumulated data of the agro-meteorological service, on the Great Plain of Hungary 25% of the seasons could supply the cultivated plants with sufficient water, therefore irrigation will be an important issue in the future as well (Antal et al. 1972). The possibilities of regular irrigation ought to be explored and where the return is secured, the area of irrigated cultures should be increased.",
          "table": []
        },
        {
          "text": "Contradictions between the changes in property relations, economic difficulties on the one hand and the urgent need for watering on the other hand are causing unemployment as well as under-exploitation of the possibilities of developing irrigation on larger areas. The financial background is not secured. At the same time, row crops, seed production and horticultural production (vegetables and fruits) for markets of Hungary and other countries as well as the processing industry demand reliable quality. The most important basic factor of stability and quality is irrigation. Among field crops, after high value vegetables, maize, sugar beet, potatoes and seed production meaning higher values, follow as cultures requiring priority in irrigation (Cselőtei & Harnos 1996). Lelkes (2003) called our attention to the advantages of precision watering (Figure 8.8.1. and coloured pictures), which means the precise determination of water doses and the uniformity of distribution to avoid any deleterious effects (erosion, silt accumulation, compaction). A professional approach involves also the handling of the possible appearance of stress susceptibility caused by shortage of, or excessive moisture. Observing the expected commercial value of the produce, whatever utilisation is planned, the water content ought to be kept within a relatively narrow interval (60-65% of the utilisable moisture as the lower limit).",
          "table": []
        }
      ]
    },
    {
      "title": "The role of the water supply",
      "div": [
        {
          "text": "In Europe, where under the moderate climate the annual precipitation is 400-600 mm, a \"classic\" irrigation system has been developed which is aimed to meet the requirement of plants during the growing season monitored by the observation of the phenology of the respective plants. Bocz (1978) proposed for areas -where the ground water level is deep an extended order of watering. In those areas indicated, the water content of the upper 200 cm layer of the soil is subject to the meteorological conditions, which means that during periods of drought, 50-160 cm, i.e. the central zone of the soil dries out. A continuous restoration of water may maintain the undisturbed physiological processes, whereas the lack of water causes disturbances (Derco 1979). Cselőtei (1957) emphasises that watering is the primary guarantee of yield on those areas affected by aridity. At the appearance of tassels, the drought may reduce the yield by 40-50% (Claassen & Shaw 1970). Water stress at flowering reduces the number of kernels per ear whereas, after pollination, the mass of kernels and, consequently, yield is reduced substantially (Shaw 1977). The water requirement of the plants declines conspicuously with approaching maturity. At that time the impact of temperature prevails (Berényi 1958, Posza & Stollár 1983). Szász (1963) showed that, in Hungary, water supply has the biggest impact on yields. Several authors attempted to determine the amount of water necessary for ensuring an optimal water content of the soil by individual parameters of the plant, intensity of husbandry as well as the water capacity of the soil (Oroszlány 1965, Szlovák 1972, Blanchet 1973, Szőke Molnár 1977, Cselőtei 1978, Várallyay 1985, Petrasovits 1988, Szalóki 1988, Szalai 1989).",
          "table": []
        },
        {
          "text": "Water relations of the soil depend on the amount and distribution of precipitation, the properties of the soil and the depth of ground water (Szász 1973, Várallyay 1987).",
          "table": []
        },
        {
          "text": "For calculating the lack of precipitation or estimation of water requirement alternative methods have been developed e.g. Lack of water supply according to Bocz, agrohydropotential of Petrasovics, function of drought of Harnos, hydrotermic and aridity function-factors, and the procedure of computing parameters of potential water stress developed by the ÖKI (Research Institute of Irrigation) (Szalóki 1988). Those methods are utilised successfully in planning of watering and in expressing the necessity of irrigation on a particular area.",
          "table": []
        },
        {
          "text": "Watering may produce by substituting for the lack of precipitation different amounts of additional yield depending on the year (Figure 8.8.2).",
          "table": []
        }
      ]
    },
    {
      "title": "The interaction of irrigation and nutrition on maize yields",
      "div": [
        {
          "text": "Several Hungarian researchers have studied the interaction between irrigation and fertilisation. Experiments combining irrigation treatments with different rates of fertilisers by Hank & Frank (1951), Hank (1961), Frank (1969), Márton (1969), Bocz & Nagy (1981) and Szlovák (1983Szlovák ( , 1986)), have shown that water and nutrients mutually improve the benefits of each other. Láng (1971) found a close correlation between the utilisation of nutrients and water supply of plants.",
          "table": []
        },
        {
          "text": "Precipitation or moisture content of the soil modify the requirement for nutrients and their effects as well. The beneficial effect of fertilisers increases with water applications up to the optimum, but subsequently declines because of the deleterious effect of excessive water (Nagy 1994, Pummer et al. 1995, Szalókiné & Szalóki 2002). The effects of fertilisers depends also on the agroecological conditions (Láng 1981, Ángyán 1985, Hepp 1989). The higher the rates of fertilisers the more accentuated were the increases caused by irrigation as stated by Yamada et al. (1972) in California, Caliandro et al. (1983) in Italy, Tsankova (1981), and Silega & Zakhariev (1981) in Bulgaria. Harmati (1984) stated that beneficial effects of irrigation showed up in soils only if well supplied by nutrients, in spite of the higher availability of originally present nutrients. Higher yields of dry matter due to improved nutrition did not require additional amounts of water (Petinov 1965, Petrasovits 1967, Pethő 1984). Szász (1968Szász ( , 1988) ) claimed also the priority of a nearly optimal water supply as a condition of beneficial nutrition. Ruzsányi's (1973Ruzsányi's ( , 1975Ruzsányi's ( , 1981) ) studies -on a wide basisshowed that a favourable nutritional state increases the rate of water-utilisation. The effect of irrigation was related to N-fertilisation, 90 kg/ha N increased yield by 10% (Debreczeni 1976). Several authors confirmed this relationship between N-fertilisation and irrigation: in Bulgaria Tsalov (1981), in Italy Bari et al. (1980), and in the USA Timmons (1980), Bataglia (1981), Martin et al. (1982) and Stapleton et al. (1983).",
          "table": []
        },
        {
          "text": "The available supply of nutrients provided and maintained by the soil and watering is closely related with each other. In the experiments of Debreczeni (1970), substantial elution caused by irrigation reduced the N content of the soil. However, subsequently an intense nitrification restored or improved the nitrogen level. P and K elution was unimportant under irrigated conditions. Similarly, Debreczeniné (1964,1969,1985) and Debreczeni (1973) showed experimentally a superior beneficial effect of irrigation on soils where the nutrition was near to the optimum than on poor soils. At the same time, the effect of fertilisation on non irrigated soils, the relative and often the absolute increment of yield was lower on soils of higher fertility.",
          "table": []
        },
        {
          "text": "If the effects of the agronomic interventions on yield are evaluated, the following range could be established: fertilisation 48%, irrigation 28%, soil cultivation 18% and population density 6% (Nagy 1995). But the results of research show that the above mentioned factors are not independent of each other. The interactions between irrigation and fertilisation as well as between population density and fertilisation are positively correlated; therefore, all those three factors should be changed, i.e. developed, together. At any level of intensity the cited interactions are to be exploited by coordination of the respective levels of cultivation aiming for the highest possible degree of interactions. Utilisation of fertilisers and irrigation are closely related, both ought to be developed together (Nagy 1997). Irrigation alonerepresenting a higher level of plant production -requires higher doses of fertilisers in order to increase also the positive interaction between irrigation and fertilisation, which is at the same time a higher degree of production than irrigation alone. In irrigated production, the effect of the season on the variability of yields is reduced (Figure 8.8.3). On the semi-heavy soils of Debrecen, where the chernozem with chalk precipitation was the basis of a multifactorial soil-cultivation experiment which shows the outstanding importance of irrigation and fertilisation as well as the interaction between them during successive years (Megyes et al. 2001, 2003, 2005a,b Huzsvai et al. 2003). The yields of irrigated maize are decisively influenced by fertilisation and the season. With sufficient moisture, the critical component of yield is nutrition. Similarly, the water reserves of the soil are decisive in determining the nutrient doses as well as the effects of fertilisation, which means that less water requires, or tolerates, less fertilisers. According to the results of field experiments at Debrecen, 240 kg/ha nitrogen is not recommended without irrigation, as yields did not increase as a result of doses higher than 120 kg/ha (Figure 8.8.4), moreover, under conditions of drought, yields declined as a consequence of overdosing. In some years, irrigated maize produced lower yields because of lack of sufficient nutrients, which confirms the statement about significant interaction between water supply and nutrients. Irrigation and fertilisation changes not only the yields of maize but also the chemical composition of it, therefore a thorough study of the effects is needed (Győri 1977). Amaducci et al. (2000) investigated the effect of irrigation on the yield and quality of fibres in four species including maize. Irrigation above the natural precipitation increased the mass of cellulose in the case of hemp and kenaf, whereas in maize and sorghum, the cellulose content declined. The content of hemicellulose declined in all of the four species as a consequence of the delayed harvest.",
          "table": []
        },
        {
          "text": "In Louisiana State (USA), significant differences were measured in 58 maize hybrids as a consequence of irrigation (Hutchinson et al. 1980). Allegedly, the length of growing season was taken as a decisive factor. Differences were detected among the effects of irrigation on yields in maize hybrids: in Western Germany (Martin 1982), Italy (Ruggiero et al. 1981) and Uruguay (Fernández 1981). The stability of yields in outstanding hybrids was displayed only under conditions of sufficient moisture, (Széll 1984). Hardjoamidjojov et al. (1982) showed in Ohio that maize yields are closely related to the susceptibility to water stress of the varieties.",
          "table": []
        },
        {
          "text": "The model developed fitted excellently to the results obtained in independent experiments performed in Iowa and in India. Field experiments at two different growing sites showed convincingly the close interaction between the nutritional status and irrigation on several maize hybrids (Nagy 1985(Nagy , 2003)). In some hybrids, the utilisation of nutrients was 10-25% more favourable with than the average (Figure 8.8.5). According to Harmati (1983),",
          "table": []
        },
        {
          "text": "Hungarian varieties are mainly influenced by the approaching optimum of water supply rather than some American hybrids grown in Hungary, which exploit the favourable opportunity to incorporate nutrients owing to irrigation.According to the measurements, the hybrids of the medium maturity group benefit most from irrigation.",
          "table": []
        }
      ]
    },
    {
      "title": "Relationship between irrigation and soil cultivation",
      "div": [
        {
          "text": "The method of irrigation is significantly correlated with the growth and development of maize because of the different compaction of the soil (Ekwue & Stone 1995). There is evidence that the length and number of watering periods or the doses (amount of water) each time are decisive in reducing the deleterious consequences of compaction. The improper way of soil utilisation beginning with the crop sequence, weed control, compacting and loosening could be counterbalanced by earlier maturing varieties, choosing the correct planting density and, moreover, by an appropriate method of watering (Ruzsányi & Pető 1993). In direct seeded plots, the stability of aggregates in the upper 5 cm layer was high, the enzyme activity increased (dehydrogenase, urease, phosphatase) compared to the intensively cultivated plots. Irrigation did not alter the stability of the soil structure, and did not much influence the microbiological activity, but the stock of organic matter of the soil increased.",
          "table": []
        },
        {
          "text": "The interventions of soil cultivation left a mulch layer on the surface which could be favourable for the water dependent plants like maize also under irrigated conditions (Tolk et al. 1999). The effect of the covered soil surface by remnants on the cultivated plant depends on the intensity of cultivation, climatic and soil conditions. According to studies, mulching created favourable conditions: water loss by evaporation declined, water uptake and yield increased, and the index of water utilisation improved in relation to the barren soil surface receiving the same amount of water. Cassel & Wagger (1996) claimed that in some plant growing systems, the maintenance of stubble remnants as a mulch on the surface of soil is beneficial to the soil in managing the water reserves and conserving the physical structure. In our own experiment, two cultivation systems have been compared (direct seeding and the traditional ploughing), moreover, three levels of irrigation has been applied (non irrigated, restricted watering and doses corresponding to the total water requirement of maize given by overhead rain). During the two years, maize yields were significantly higher in the direct seeded plots, where the mulch (remnants) covered the surface. The water utilisation indices were better in the minimum tillage treatments. After harvest, nitrate concentration was lower in the ploughless plots because more moisture was left and, in parallel, higher yields exhausted the nitrogen reserves of the soil.",
          "table": []
        },
        {
          "text": "In the long term field experiments at Debrecen, irrigation and soil cultivation acted directly on yields and the respective correlation was close (Nagy 1996). It turned out unequivocally that autumn ploughing was the most favourable way of preparing the soil in both unirrigated and irrigated variants. The results indicated that the soil saving methods, including shallow cultivation in the spring on chernozem soils, cannot be recommended in irrigated cultivation because the increase in yield owing to watering was significantly smaller than after autumn ploughing. In irrigated plots too, spring ploughing means a high risk, therefore it is not recommended (Figure 8.8.6). Agrotechnical procedures are decisively changing the water reserves of the soil.",
          "table": []
        }
      ]
    },
    {
      "title": "Decision support and the application of simulation models in irrigated maize production",
      "div": [
        {
          "text": "Our natural resources, including the water available for irrigation, are restricted; therefore an economical management needs help in finding optimal solutions for particular conditions showing up in practice. Simulation system models are developed to help decision makers in order to increase the effectiveness of management.",
          "table": []
        },
        {
          "text": "The ever-changing economic conditions, the variable weather, precipitation and drought periods aggravate the concerns related to the irrigation strategies. The \"subhumid\" climate is particularly prone to drought periods which may restrict even the use of limited reserves. The simulation models facilitate the planning of optimal strategies for the given combination of conditions. The MODERATO is a system model for decision making in plant production, which is able to handle the bottlenecks (labour, water supply, intensity of irrigation, number of days, on which irrigation should be used but cannot), a dynamic biophysical model, which simulates the events of the soil-plant system and the variations in conditions of the area to be irrigated. The dynamic biophysical model is based upon the process of interception and conversion (Bergez et al. 2001). The improvement of effectiveness of water distribution, as well as environmental conservation and economic aspects are tasks of prime importance in agriculture. Thoughtful planning about the right timing of watering may save water. The optimisation of the irrigation strategy may involve difficult computations if environmental criteria are to be observed too. Among a couple of methods which could be applied, the complex biophysical/decision support models proved to be valid by facilitating a comparison and examination of different strategies of irrigation -under variable weather conditions. Bergez et al. (2003) suggested the optimal method based on the so called stochastis simulation (P2P). Parameters of irrigation (water volume, timing, threshold value, etc.) should be optimised for maize by means of the MODERATO simulation model. Each large maize field may require more than one day to be irrigated once. But the soil and its moisture conditions may vary such that the water administered would be distributed unevenly. Bergez & Nolleau (2002) applied also the MODERATO plant production system aimed to optimise its economy, where they checked the depth of watering, the speed of distribution, the variation of the water uptake of plants, and tested the different systems of irrigation. According to their results, the variation of kernel yields could be reduced if the speed and depth of irrigation increases and, at the same time, the whole amount of water used reduced.",
          "table": []
        },
        {
          "text": "The competition for available water resources necessitates a development of strategies which ought to be an essential part of planning irrigation. For this planning, we need to know the water requirement of plants, the threshold values of moisture, the elution of nitrates, the type of soil and the weather conditions (predictions of the meteorology) at the regional level.",
          "table": []
        },
        {
          "text": "The geographic information systems (GIS) coupled with the yield simulation models could be extended to a whole region. In Brazil, version 3.5 of the DSSAT decision support system connected with spatial modelling is used as AEGIS/WIN system in order to determine the water requirements of cultivated plants and estimate the eluted nitrogen quantity at a regional level (Heinemann et al. 2001). According to the results, the yield simulating models of the GIS system are of significant help in calculating the water requirement on growing sites of the region which are similar regarding their water supply to that where the experiments were performed.",
          "table": []
        },
        {
          "text": "For developing a strategy of irrigated plant production, it is first of all necessary to know the water requirement under drought conditions which may occur on the respective site. The simulation techniques will increasingly contribute to the estimation of maximal water requirement on a particular site or the circle of a water source. Thus the CERES-Maize model was used recently (Hook 1994). Where the irrigation water is restricted, the use of an effective and economically sensible planning strategy is needed. A tool for that purpose is the so called dynamic programming based on simulation models. Instead of using a static threshold value being valid for the whole growing season, the CERES-Maize model postulates for each growing stage of maize different threshold values. With the indicated method, the net income of maize production is successfully increased because the maximuml allowed water doses could be avoided (Epperson et al. 1993).",
          "table": []
        },
        {
          "text": "The fresh water is needed not only on drought stricken areas but also on sites where the  The CERES-Maize model has been tested under various moisture conditions under semiarid Mediterranean conditions by Nouna et al. (2000). At favourable water contents, growth and kernel yield of maize could be predicted with reasonable accuracy. Among the input parameters, the air humidity was not represented, in spite of that the estimated values of the model were not impaired neither under dry conditions. On the contrary, due to a moderate water deficit of the soil, the model underestimated the LAI, as well as the values of the above-  Mo et al. (2004) experimented with a process oriented yield-simulation model (SVAT), which applied tele-sensors (distant sensoring), and estimated the yields of the region, helped to calculate the coefficient of water utilisation and other parameters of irrigation. The results indicated that the model could be applied at an international level, outside of China and on other agronomically utilised areas. The new perspective of the system is the possibility of modelling biophysical processes and on a regional level to estimate the utilisation of agricultural and water resources. Utset et al. (2004) applied the SWAP model to calculate the water utilisation of maize under Mediterranean conditions. For that purpose, basic information of an irrigation experiment served as example. As tools, evapotranspiration (ET) was calculated according to Priestley-Taylor (PT), as well as to Penman-Monteith (PM). Results indicated that the PT method should be preferred in decision making around watering. Under the conditions of the experiment, the ET values were significantly lower if calculated with the PM method. The water content of soil according to the PT method was higher than ET calculated with the PM method.",
          "table": []
        },
        {
          "text": "Stockle & Jara (1998) measured daily and at 20-minute intervals the transpiration and the changes in water reserves in the soil. Both models gave the same results, thus the use of the short intervals was not justified. The shorter than daily intervals are recommended for special cases.",
          "table": []
        },
        {
          "text": "Mahmood & Hubbard (2003) applied a simple water balance model to evaluate different soil utilisation systems (irrigated, non irrigated maize and grass) acting on the water reserves of soil and on evapotranspiration. According to the susceptibility tests, among properties of the soil e.g. the water capacity is decisive for the water supply of the root zone, which influences the seasonal dynamics of evapotranspiration. According to those results, for the soil utilisation of a given region, we need a proper characterisation of the climatic and soil conditions, i.e. the knowledge of the water-and energy balance of the site. Fernández et al. (2002) examined the WAVE 2.1 and the EURO-ACCESS II models as tools for measuring the water utilisation of maize, the losses due to run off and the timely variation of water content percentage. Results showed that the model is valid in predicting the fate of water in coarse sandy soils under semi-arid Mediterranean conditions. Both models gave correct data regarding evapotranspiration as well as water loss. Soil moisture was also well traced as far as the total moisture of the soil of the root zone of maize was concerned.",
          "table": []
        },
        {
          "text": "Individual layers of the soil, however, showed larger deviations between estimated and measured values. In the EURO-ACCESS II model, the hydraulic conductivity values near to saturation influenced substantially the water loss values caused by run off. A calibration of the method is necessary in order to improve the validity of the models of simulation considering the special conditions of the site in question. The calibration is aimed to the input parameters, which are most subject to spatial and temporary variation.",
          "table": []
        },
        {
          "text": "In Italy, Tubiello et al. (2000) examined the effects of climatic changes expected in the future. They postulated that the present 350 ppm CO2-cocentration will increase to 700 ppm.",
          "table": []
        },
        {
          "text": "To simulate the climatic changes, they utilised the general circulation model (GCM) and applied the weather data as input to the CROP-SYST simulation model describing the relationship between soil and plant. According to the results, the joint effects of climate and the higher CO2-concentration will cause a substantial decline in yields if the growing practices do not change. Authors call our attention to the fact that high air temperatures will speed up the development of plants and the accumulation of organic substances whilst; on the contrary, yields will be moderate or decrease. They emphasise furthermore that climatic changes will necessitate 60-90% more water for irrigation if yields are to be maintained at the present levels. This may also mean that the present water reserves will not be sufficient to meet the demands.",
          "table": []
        },
        {
          "text": "In south-west France, Stockle et al. (1997)  In north-east Spain, the main concern is the scarce water supply for agriculture. Irrigation is always necessary but costly and the demand is not met by the water available. The model of EPIC-PHASE was examined by Cabelguenne et al. (1997) for simulating real irrigation methods. In their experiment, strategies of decision support were compared.",
          "table": []
        },
        {
          "text": "The results of experiments showed that the simulation could be connected with the weather prognoses. The study pointed out that the differences between the actual and predicted weather caused controversies between the alternative strategies of irrigation to be applied. The posterior simulation of the measured data proved the possible utility in decision making for water economising strategies. By those means, the risk of excessive irrigation together with nitrate leaching could be avoided.",
          "table": []
        }
      ]
    },
    {
      "title": "The effect of irrigation on the environment",
      "div": [
        {
          "text": "One of the main tasks of modern agriculture is the monitoring of effects caused by irrigation on the environment. Irrigation is an important component of the complex water management of the region, of the husbandry of the nutrient capacity of soil, and of crop production in general. Irrigation is an intervention not only in the field of water management but also of plant growing, and both are based on the soil (Petrasovits 1970, Várallyay 1974, 1975, 1976).",
          "table": []
        },
        {
          "text": "The basic requirement is to preserve the structure and the fertility of the soil, avoid compaction; this being essential for the activity of microorganisms, prevent leaching of N and other mineral nutrients, and alkalisation of the site. (Fehér 1954, Szabolcs 1961, Kovács 1968, Szabolcs et al. 1969, Stefanovits 1975, Loch & Jászberényi 1987, Várallyay 1987, Ruzsányi 1992).",
          "table": []
        },
        {
          "text": "Under arid conditions, the role of ground water and the alkalisation are threatening the soil being irrigated. In China, significant scientific as well as practical results are being achieved in the development of systems of irrigation. Long term experiments at Debrecen (Rátonyi et al. 2005) gave the opportunity to observe the effects of fertilisation and of irrigation and their interaction on the NO3-N-content of the soil. Under irrigated conditions, the doses 0, 30, and 120 kg N/ha are distributed evenly throughout the whole -300 cm deep -profile of the soil without any accumulation. None of the N-doses increased substantially the N-content of the profile. The layer between 100 and 200 cm displayed a poor nitrate-N supply both in irrigated or in non-irrigated treatments. Data of the layer 0-200 cm of the soil did not show significant differences in nitrate-N content between irrigated and non-irrigated treatments. On the contrary, deeper, 200-300 cm profiles showed accumulation in all of the three treatments, where the peak was even deeper than 300 cm (Figure 8.8.8). On the North Chinese Plain, Liu et al. (2003) analysed the N-dynamics and N-balance of the soil in a crop sequence system of winter wheat/maize. In the traditional fertilisation and irrigation practice, the most nitrate-N accumulated in the upper 300 cm layer of the soil. The recommended dose of fertiliser was 120 kg/ha. This dose cuts the leaching and accumulation of NO3-N to a minimum, and at the same time it is necessary to produce high and profitable yields. Improper water management and fertilisation practices contribute to the pollution of the ground water. One of the solutions to the problem would be the adoption of an alternative agronomic strategy or the use of simulation models.",
          "table": []
        }
      ]
    },
    {
      "title": "Rimski",
      "div": [
        {
          "text": "In Portugal, under Mediterranean climatic conditions, on alluvial soils with high ground water levels or sandy soils of low water retention capacity, Cameira et al. (2003) measured the water-and nitrogen balance of soils. The present management of nutritive substances did not consider the fact that, in alluvial soils, mineralization produces substantial quantities of nitrates. Until harvest, substantial quantities of nitrogen may accumulate which subsequently, during the rainy autumn and winter seasons, leached out from the root zone. In sandy soil, the ill performed irrigation caused the nitrate to leach into the zone below the root system over the growing season (45% loss is possible). On the other hand, the nitrogen utilisation of the plants could be defective.",
          "table": []
        },
        {
          "text": "In Washington State, Peralta & Stockle (2002) examined the simulation model of CROP-SYST to understand the interactions among soil, crop, weather, irrigation and fertilisation, as well as to develop scenarios of decision-making. They stated that nitrogen applied according to the schedule of the extension service was scarcely exposed to leaching. Overdosing of water caused some N-leaching but the amount of N was not influenced essentially. The study concluded that a reasonable means to moderate N-leaching is to reduce doses of the fertiliser.",
          "table": []
        },
        {
          "text": "In Spain, Díez et al. (1994) confirmed the general statement that contamination of the ground water is due to the \"traditional\", i.e. industrial type of agronomic practice. The overdosing of nitrogen fertilisers in maize production is a consequence of forgetting a regular sampling of the soil as well as of frequently using large doses of water, which sped up the leaching of NO3. With a regular fertilisation with slowly dissolving N-fertilisers the contamination of ground water could be moderated successfully. Díez et al. (1997) repeated the experiment three years later with different irrigation procedures (traditional, effective, water saving) and fertilisation treatments (non-fertilised control, urea (carbamid), slowly dissolving fertilisers and compost of organic waste) in order to study nitrogen leaching, kernel yield and N uptake of the plants. The results of the experiments indicate that the type of fertiliser and the method of distribution did not essentially influence yields. The compost made from domestic waste combined with an \"effective\" irrigation seemed to be a promising way to regulate nitrogen leaching. Authors claimed that at set doses of fertilisers, the nitrate penetrating into the water reserves could be traced adequately with the water infiltrating the respective soil layers. Moreno et al. (1996) examined the development of water-balance and leaching of nitrate over three successive years either during the growing season as well as the winter time in south-western Spain, where maize is grown with intensively irrigated cultivation. The purpose was the possible moderation of the rather high doses of N fertilisers (ca. 500 kg/ha/year) in order to avoid environmental risks without substantial decline of the actual yields. According to the study, leaching of nitrate beneath the rooting zone ensued mainly on the barren field during the period of the year with abundant precipitation. Reducing the dose of N-fertilisers to 170 kg/ha/year produced nearly the same yields and reduced substantially the leaching of nitrates.",
          "table": []
        },
        {
          "text": "In France, optimal doses of fertilisers were sought under irrigated systems near Grenoble in a multi-disciplinary experiment by Kengni et al. (1994). The results indicate that the water management of the irrigated area was effective and successful from the point of view of the water balance if losses due to leaching were reduced to being negligible during the growing season. Examinations aiming to trace the N-turnover of the soil revealed that the mineralisation of organic substances may release significant amounts of available N up to 150 kg/ha/year. The traditionally used 260 kg/ha N-doses contaminated the ground water and its reduction to 100 kg/ha has been suggested. Cartagena et al. (1995) measured the effect of generally used fertilisers in agriculture with different mechanisms of availability to the plants (ammonia, slowly dissolved N-fertilisers), and the effect of NO3-N applied with the irrigation water. Authors found a close correlation between losses of N calculated from the N-balance and the amount of NO3-N leached into the water reserves.",
          "table": []
        },
        {
          "text": "In Thailand, Asadi et al. (2002) traced the effects of N distributed by the irrigation water on maize yields and leaching. According to them, the fertilisation combined with irrigation was an efficient method from the point of view of economy as well as of environmental compatibility.",
          "table": []
        }
      ]
    },
    {
      "title": "Economic relations of irrigation",
      "div": [
        {
          "text": "The economic value of irrigation depends under the prevailing economic situation on the following conditions: soil, nutrition and effectiveness of the maize plant regarding its water utilisation. Gardner et al. (1981) and Clawson & Blad (1982) showed in Nebraska for a series of Pioneer hybrids that effective irrigation cannot be planned without regard to the temperature of the air and of the plant. In Hungary, similar results were obtained by Szlovák et al. (1991). A series of experiments over several years dealt with the water utilisation of the plants (Szalóki 1971ab, Szalóki et al. 1984) and concluded that higher yields need more water, but the relative amount of water was lower than the amount needed for one unit of yield. A regression function has been developed for several crops, including maize, which expresses the water requirement of the plant throughout the whole growing season. Fekete (1971) stated that among the agrotechnical procedures or factors determining the yield, irrigation is the most costly and moreover requires the most investment stocks.",
          "table": []
        },
        {
          "text": "In Nebraska State of the US, Franzluebbers & Francis (1995) developed the energy balance of crop production systems for cereals, including maize and sorghum. The output/input ratios of energy proved to be in systems of cultures optimally irrigated and treated with traditional tillage with cereals as preceding crops 4-5, whereas the non-irrigated systems with leguminous preceding crops, applying reduced tillage and small doses of fertilisers the rates were higher: 12-14. That means the energy balance of irrigated cultures is less favourable than of non-irrigated agronomical systems.",
          "table": []
        },
        {
          "text": "With the exhaustion of non-renewable fuel reserves, the intensive cultivation of irrigated maize requiring considerable amounts of fossil energy needs a special justification referring to its importance in providing more food for mankind. According to the study, the western part of the Corn Belt with its dry climate is considered with its non-irrigated cereals, maize and leguminous crop sequence and use of low doses of N-fertilisers to represent a valid alternative for the future with its favourable energy balance.",
          "table": []
        }
      ]
    },
    {
      "title": "Methods and systems of irrigation",
      "div": [
        {
          "text": "In arid areas, the population of the world is increasing rapidly and the area of arable land is declining, moreover, the expansion of irrigation has approached its limits, therefore our attention is more concentrated on the sites where the natural precipitation covers the water requirement of crops. Yields should be increased preferably on those areas. The relevant literature, however, serves with rather variable parameters regarding the potential level of yields, nonetheless, the difference between yields attained by the growers and the research institutes (experimental stations) are considerable. Rockström & Falkenmark (2000) stated that the rhapsodic variation of precipitation and the weak water uptake of plants, the yield obtained by the growers was always less by 1/10 than the potential level. That means, in arid sites of the African Sub-Sahara region, the lack of water is not the sole main bottleneck of production. In this region, with a minimal change of the energy balance (modified evapotranspiration and a moderation of losses due to run-off and infiltration) with the existing agro-hydrology conditions, yields could be even doubled.",
          "table": []
        },
        {
          "text": "Maize is an important food in the African Sahel-region. The limited water resources often cause water shortage. The less than optimal dose of fertilisers is another factor of low yield. Pandey et al. (2000a) studied during a two-year period the effect of timely change and frequency of water shortage on yield and on the components of yield, moreover the combined effect of water shortage and deficient N-nutrition on evapotranspiration and water utilisation.",
          "table": []
        },
        {
          "text": "Water shortage occurring during vegetative growth and at an early phase of reproductive processes, depending on the level of the nutritional status, reduced yields at various rates. The decline of yield was conspicuous mainly at high N-doses. As far as the aim of production was the achievement of maximum profits under semi-arid conditions, watering of maize cannot be recommended at any developmental phase of plants. On the other hand, if the aim was to distribute a limited supply of water on a defined area among several growers, applications according to the consideration of compensating for the lack of water during the phase of vegetative growth would be reasonable. Pandey et al. (2000b) continued their work in order to explore the joint effect of water shortage and deficient nutrition on yield and on the adaptability of maize. They stated that during water shortage during vegetative growth the depth of the root system increased and water uptake of the root system increased in that zone.",
          "table": []
        },
        {
          "text": "At the same time, the active leaf area of plants decreased together with the water loss by transpiration. By means of optimising both N-nutrition and water supply, biomass production and values of harvest index increased substantially. This information is to be utilised in the development of strategies under the semi-arid conditions of the Sahel zone.",
          "table": []
        },
        {
          "text": "The main challenge for the agrotechnical sector is to produce more food with less water, which may be achieved by increasing the water utilisation potential of plants (CWP), i.e.",
          "table": []
        },
        {
          "text": "improving the productivity of the plant-water complex. Zwart & Bastiaanssen (2004) concluded after reviewing 84 papers of the relevant literature that the effectiveness of a unit of water varies on a wide scale depending on climate, on methods of irrigation and nutrition practices and on the crop species (wheat, maize, rice, cotton). Agricultural production could be maintained at the present level or even increased by 20-40% during the conditions of declining availability of resources. The value of CWP, in other words, the effectiveness of watering could be increased substantially if with smaller doses of water we strive to moderate the losses as a most important endeavour. Ortega et al. (2003) developed a helpful and easy-to-apply method of distributing water in order to reduce the costs of irrigation. Under semi-arid regions of Spain, the tested method would be useful for farmers as well as for decision makers. The method facilitates the analysis of different systems of irrigation under different climatic conditions and the calculation of costs exploring the possibilities of optimal strategies promising the highest profits. After having compared the systems of irrigation practiced in the region and the major crops (including maize) they stated that the economically optimal depth of the water-soaked layer is less than that required for maximum yield. The authors recommended that the maximal profit did not coincide with the maximal yields. This fact should be considered in planning irrigation systems and procedures.",
          "table": []
        },
        {
          "text": "In the loess soils of NW-China, under semi-arid conditions, water resources quickly become exhausted, therefore the moderation of irrigation is essential. In order to spare the water supply, a method has been developed which means essentially to reduce temporarily the water deficit of the soil. The regulated lack of moisture means that the water capacity of the soil was filled up to 50-60% and moderate or heavier lack of water (40-50%) has been risked around planting and early development. Kang et al. (2000) claimed in their experiments that the initial water shortage did not greatly reduce the chances of a good yield. At emergence, plants may accustom themselves to modest water supply and will be more tolerant to drought during their further development. According to the results, in semi-arid areas, a moderate water supply to the seedling and the young plant is considered as optimal under the given conditions.",
          "table": []
        },
        {
          "text": "Kar & Verma (2005) explored the effect of irrigation on maize of short growing period in East India, where the rainy season is followed by a dry period. Watering was closely adjusted to the phenophases of maize. The study concluded that one watering around the appearance of tassels was more effective than any earlier irrigation during the vegetative growth of plants.",
          "table": []
        },
        {
          "text": "With the increasing number of watering procedures, the coefficient of water-utilisation (WUE) grew until three irrigations linearly. Four interventions -at early vegetative phase, at appearance of tassels, at female blooming and at the filling of kernels -increased yield, but the value of WUE declined.",
          "table": []
        }
      ]
    }
  ],
  "tables": []
}