{
  "meta": {
    "title": "No title found",
    "author": "No author found",
    "journal": "No journal found",
    "date": "No date found"
  },
  "paragraphs": [
    {
      "title": "Abstract",
      "div": [
        {
          "text": "The technique of maize harvesting has changed immensely during the last half of century. The \"maize breaking\" i.e. the hand-breaking of ears was a traditional opportunity of rural feasts.",
          "table": []
        },
        {
          "text": "With the appearance of maize headers and stalk-choppers, the harvest operation has speeded up and the claim to handle the stalks became imminent (Sándor 2006). Taking into account the countrywide average yield and the area planted, Hungarian maize crop is yearly 6-8 million of tons. The utilisation of maize for different purposes can be grouped into two categories: the majority is for one's own purposes and then for sale. Harvest has been the main challenge of maize production. The grower has to be prepared and has to calculate the time according to the selected hybrid with a set growing period, and to hold the equipment ready for use being informed about the ecological and technical conditions of the growing site and the farming unit. As mechanical harvest moves large capacities, which are strictly coordinated to perform synchronous operations, harvesters, transporters and storing capacities have to operate with a reasonable schedule.",
          "table": []
        },
        {
          "text": "Harvesting of fodder maize can start soon after biological maturity ensued. By that time the accumulation of organic matter in kernels is finished, and the possibly best chemical content of the kernels is established. The biological maturity is signalised by a black layer on the base of the kernel, where the germ is located and the moisture content of the kerneldepending on the genetic properties, weather and agrotechnical conditions -is around 25-32%. In early maturing varieties, the moisture content of kernels is lower than in the late maturing ones. At earlier than optimal harvesting, the accumulation of organic substances is not completed, consequently, the value of maize as fodder is inferior and the yield is lower (Fótosné 1983). In the 1920s, the time of harvest, i.e. the end of the growing period used to be decided by subjective estimation (Villax & Surányi 1932).",
          "table": []
        },
        {
          "text": "The beginning of harvest and the time span of the operation depend on the variety and the weather conditions. Within a farming unit, the varieties have to be combined to facilitate the continuous work without delay from the early ripening then the later ripening ones. On the right time of harvest depend not only the yield and the quality of work, but also the losses and related costs. In Hungary, the harvest starts with the early varieties in the second part of September, continues through October and November. The shelled kernel harvest is recommended at moisture content of 22-27%, in order to diminish the costs of drying. An earlier start can be justified by the borer infestation of maize or the softness of stalks. The same is threatening when harvest is delayed.",
          "table": []
        }
      ]
    },
    {
      "title": "It is expressed in the",
      "div": [
        {
          "text": "The husked ear used to be broken by hands, husks were separated in the farmyard and the cleaned ears were collected in a barn (called góré), where they were protected from precipitation and could dry gradually throughout the autumn and winter time. The air-dry kernels contain 14.5% moisture during the next spring; therefore the product was called shelled maize of May (májusi morzsolt).",
          "table": []
        },
        {
          "text": "Seed-corn producing firms use husker machines with maize headers and take care not to cause significant grain losses. In the processing plants supplementary husker machines are inserted after the picking belt. For that purpose, the kernels destined to be used for seed-corn have to be dried on the cob and shelled after being dried. Without being husked, the \"mini\" ears are picked for the purpose of deep freezing or canning. The French self-propelled Bourgion husker machines (with or without a tank) can be used for this purpose (Kocsis 2001).",
          "table": []
        }
      ]
    },
    {
      "title": "Harvesting of maize kernels",
      "div": [
        {
          "text": "Gathering of shelled kernels is the most wide spread way of maize harvesting. Fodder maize is marketable and a regular item of the Stock Exchange. Most of the machines are combine harvesters equipped with a maize header. Beside the traditional combines, used for cereal crops, and which are built with tangential thresher units with straw-walkers, recently the tangential thresher units with rotating straw-walkers have been commonly used. Combines with axial threshing cylinders are also widely used nowadays. Most of the traditional tangential thresher units are combined with universal concaves and so they can be used in harvesting maize. The rotating speed of the drum, however, has to be modified by a \"reductor\", and the lower riddle of the cleaning unit has to be removed (Kelemen 2005).",
          "table": []
        },
        {
          "text": "In the process of choosing the optimal combine harvester the size, the configuration, the evenness of the area, and other conditions of the operation should be taken into consideration",
          "table": []
        },
        {
          "text": "That means that farmers working on minor fields can use machines of lower permeability, i.e. 8-12 kg/s with a drum width of 1100-1400 mm, efficiently. Motors of 85-150 kW output power are built into these machines. In these farms where the distances are smaller, tractors with mechanical variable-speed drive are recommended. For larger enterprises combines with a drum width of 1400-1600 mm and with 5-6 straw-walkers are suitable; their permeability is about 16-24 kg/s, and beside the traditional machines, similar threshers with rotating grain separators and axial-cylinder systems with a permeability of 14-19 kg/s are also used. For larger performance, larger and more flexible engines are needed, of course. The hydrostatic ground drive of 3 speed + reverse speed is exclusively used. Therefore, the regulation of speed is gradual within the respective grades. Machines of high performance have been equipped with a computer-steered monitoring, recently, and also with GPS-system. Combines have to be equipped with an adequate maize header, which is compatible with the performance of the threshing unit and with the cutting width of the machine. Maize headers for machines of lower performance can harvest 4-5 rows, those of medium performance 6 rows, whereas of high performance 8-12 rows.",
          "table": []
        },
        {
          "text": "The maize headers either can be adjusted to the row distance, which may be regulated within given limits, or recently, designed to be less susceptible to row distances. They are grouped according to a system of families (Figure 9.2, coloured pictures). Their parts of attachment allow their combination with all existing combine harvesters. Because of certain traffic regulations and the need to increase the working width, the new types have been built",
          "table": []
        },
        {
          "text": "with folding headers, recently.",
          "table": []
        },
        {
          "text": "New combines are equipped with Quick-Attach maize headers and can be mounted on a frame, made of hollow structural section and compatible with the working width of the combine. The frame is covered by the side walls, back walls and the bottom plate. On the two side walls bearing boxes support the ball bearings of the large-pitch cross auger. The front parts of the frame hold the hollow structural section consoles that hold the snap rolls and their Nowadays stalk choppers are built together with the maize headers. These devices are equipped with rotating blades with vertical axes and arranged by the rows. They are driven by cone-wheels. Some models have stationary knives to support the stalks and so to make the chopping more efficient. The advantage of these types of choppers is that their drive can be switched off and in some cases the direction of rotating can be changed, so they can operate as windrowers. In order to increase the efficiency of the operation, chopping knives are mounted after the snap rolls. These types of maize headers have chopping rolls between each breaking lath. There are knives fitted up with small distance on the rolls between plastic discs.",
          "table": []
        },
        {
          "text": "Opposite the rolls and so the knives, there are counter-knives. The lower part of the stalk is pushed against a steel plate and the rotating knives chop the stalk. The rolls pull the stalk dawn while chopping it. Pulling down the stalks and chopping them continuously, finally the ears are separated. In order to increase the security of separation there are maize headers with two chopping rolls. In order to increase or to improve the security of combine harvesters the specimens tend to increase their capacity with the built in engines being of more perfect construction. A higher capacity of the combines cannot be achieved without a wider working width of headers. In consequence of the larger working width, i.e. the increasing number of rows harvested, and the strict traffic regulations the folding headers have been spreading in the case of 6-row variations. The construction of these headers is the same as described above.",
          "table": []
        },
        {
          "text": "There are only differences between the frames and the cross auger construction and its driving mechanism. The available assortment varieties and hybrids of maize facilitate the adaptation of the choice of the most suitable rate of the respective varieties to optimise the utilisation of the human as well as technical resources of the given farm. Among the hybrids of FAO 200 are ripe already at the first half of September, FAO 300 hybrids during the second half of September when they contain 20% moisture already, whereas later ripening of hybrids of FAO 400 are expected to attain a ripening of 20-22% moisture, whereas FAO 500 hybrids may have little chance of very good weather until their moisture became reduced to 22-25% moisture content (Sziebert 2001).",
          "table": []
        },
        {
          "text": "Combine harvesters when used for maize can work with much higher performance than when harvesting cereals. It means that the prolonged harvesting season allows the available capacity of combines to be amply sufficient for the maize season. The prolongation of the maize harvest means that the harvest of FAO 400 and 500 hybrids will ensue with high probability at rainy weather, when the drying capacity of the farms will prove to be short and a limiting factor. At rainy weather, the combines work also with lower performance. On moist soil, the four-wheel driven combines are preferred for the sake of higher security. Almost all firms produce combines of that type. For extreme conditions, rubber belted tracks should be applied on the machines. That may moderate also the risk of soil compaction. The rubber belted tracks may allow a higher total weight carried by the combine with the accumulated weight of kernels, which can attain 20 tons, as the ground pressure remains under 10-20 N/cm 2 , whereas with rubber tires it would mean 30-40 N/cm 2 .",
          "table": []
        },
        {
          "text": "Heavy and moist soil conditions may hamper also the work of assisting trucks, which are destined to transport the harvested goods. Machines adapted to highway transport are handicapped on the field. Unloading of the grain has to be performed into cross-country cars equipped with tandem driving gear, four-wheel propulsion; trailers with universal tractors, preferably bearing tyres of low pressure. In those cases the unloading should ensue in a fixed position.",
          "table": []
        },
        {
          "text": "Under difficult conditions, assembling-reloading trucks may offer a favourable alternative with large capacity containers up to 20-40 m 3 . Smaller, 20 m 3 variants with outfits of balloon tyres or larger capacities with low-pressure tyres, tandem under-carriage or rubber-belt are also used. Those constructions facilitate reduction of the specific load on the soil surface down to 10-20 N/cm 2 , which allows the movement on soaked soils too. For the operations, engines of 130-150 kW capacity are recommended, e.g. universal tractors. Those may attend the moving harvester-threshers in unloading on the field.",
          "table": []
        },
        {
          "text": "The accumulated grain is emptied into the unloading car, which carries it to the edge of the field, where a truck of high capacity, 40-44 t, is waiting. The unloading car with a capacity of 200-300 t/h operates with a loading gear.",
          "table": []
        },
        {
          "text": "The drying of kernels is a very expensive operation, which is difficult to maintain in the practice because of the high costs of oil, therefore, the kernels should be harvested in the driest condition.",
          "table": []
        },
        {
          "text": "The drying of kernels requires different amount of energy depending also on the particular genotypes of hybrids. As long the costs of drying are not prohibitive, the artificial exsiccation is recommended; otherwise, the storing or immediate processing of kernels of high moisture content should be preferred. The artificial drying of hybrids of the former category is not only cheaper, but also mild as the kernels are not heated during the process and their content is not scared. Therefore, hybrids of a relatively short growing season should be preferred, which loose moisture already in the field at a rate of 0.8-1% per day at least. At harvest, moisture content should not surpass 20-24%. Moisture content of kernels depends, by the way, on several factors, e.g. length of growing period of the hybrid, water retaining ability, effect of the particular season, water and nutrient supply. A thoughtful observation of moisture content may lower the costs of drying, moreover, the risk of scaring the kernels.",
          "table": []
        },
        {
          "text": "Maize harvesting means on a countrywide level an important challenge regarding the volume (6-8 million tons) and the circumstances for the entrepreneurs, nonetheless for the coordinators in harmonization of capacities of harvest, transport, receiving and storing, and to be secure and effective.",
          "table": []
        }
      ]
    },
    {
      "title": "Harvesting maize for silage",
      "div": [
        {
          "text": "In production of silage, the main endeavour is a maximum of yield in dry matter as well as in energy, which require a high ratio of kernels (Menyhért 1985). For that purpose, there are outstanding hybrids specialised for silage. They produce large masses of kernels containing much sugar, which facilitates an intense fermentation. They are harvested preferably with a self propelled forage harvester, outfitted with a row-adapter which can have strong alternating cutting knives or more frequently rotating disks. Silo-maize is often planted in a mixture with sorghum or other forage crops in order to increase the nutritive value of the forage. For those crops, row-independent adapters are used. Those adapters are combined with self propelled forage harvesters operating with two or four rotating drums, depending on the number of rows to be harvested simultaneously. For 6 rows, choppers with two larger outer rotors and two inner ones are applied. The earlier mentioned, high-power (330-400 kW) machines are combined with eight row-independent rotors being able to harvest 8 rows simultaneously.",
          "table": []
        },
        {
          "text": "Maize silage and other mixtures with sorghum have to be harvested at 70% moisture content referring the whole mixture. At this stage, maize is still entirely green, fresh, and the ears as well as kernels are in a milky stage. At this moisture content, the chop size of 11-17 mm is preferable.",
          "table": []
        },
        {
          "text": "Forage harvesters operate either by disks or by drums (Figure 9.3). The diameter of the chopping disks is limited technically; therefore their capacity is low, so their use has been neglected. When corn-cob mix is harvested a modified combine harvester is used. The first step is to change the cutting unit to a maize header. Moisture content, lower than 30-40% is not good for producing silage, but higher moisture content causes the kernels' crocking in the drum.",
          "table": []
        },
        {
          "text": "The load of the machine is increasing by about 50% because of cobs, husks and pieces of the stalk, and so the field performance is decreasing. The corn-cob mix is stored subsequently in horizontal-or tower-silos, but first the product has to be ground in order to diminish the size The whole plant chopped of the 70-80% of particles to pieces smaller than 3 mm. There are also purpose-made machines for harvesting corn-cob mix. The procedure starts also with separating the ears, and then they are accelerated with a drum and passed on into another drum, where the ears are crushed and pushed through a concave. 9.5. Production of crushed ears (LKS)",
          "table": []
        },
        {
          "text": "For that purpose, self propelled forage harvesters are used with row adapters. The final product contains the whole mass of kernels and cobs, 80-100% of husks, and at most 20% of stalks; finally the fibre content is between 10-15%. It is preferably used as cattle fodder, but after storing a screening may diminish the fibre fraction and can be used for feeding pigs, and the remainder of husks for cattle. 9.6. Gathering in of maize stalks Maize stalk is the major by product of maize production. There are three possible purposes to gather in maize stalks: forage, littering and heating.",
          "table": []
        },
        {
          "text": "The fraction of the total nutrients in the maize plant is represented by a ratio of 30-40% in the stalk, which justifies its gathering, left behind by the combine harvester on the field, first of all for forage. Stalks are cut up by a chopper mounted under the maize header. The chopped stalk is considered to be organic manure.",
          "table": []
        },
        {
          "text": "For chopping stalks semi-mounted machines with rotating knives on vertical axes can also be used. These stalk-choppers travel after the combine harvester independently. The chopped stalks are arranged into swaths and gathered either by baling or haycock machines.",
          "table": []
        },
        {
          "text": "Experiments have been carried out to examine the usage of stalks for heating but it has not been proved to be economical so far.",
          "table": []
        },
        {
          "text": "If the gathering of stalks has no clear purpose, the chopping is all the same recommended.",
          "table": []
        },
        {
          "text": "In Hungary, after the spreading of combine harvesters, chopping and ploughing the stalks into the soil have been used widely. This is done either together with harvesting or in a different pass.",
          "table": []
        }
      ]
    }
  ],
  "tables": [
    "{\"title\": \"1 -The final products of mechanic harvesting of maize and their properties\", \"head\": [\"Final product\", \"Composition\", \"Mean yield (t/ha)\", \"Rough fibre content (%)\", \"Mode of utilisation\", \"Harvesting machine\"], \"value\": [[\"The whole plant\", \"100% stalks\", \"12.0-18.0\", \"\", \"Cattle fodder\", \"Forage harvester\"], [\"chopped*\", \"100% ears\", \"\", \"\", \"\", \"\"], [\"Maize cob\", \"100% kernel\", \"7.0-8.0\", \"6-10\", \"Seed-corn\", \"Maize header +\"], [\"\", \"100% cob\", \"\", \"\", \"Human feeding\", \"husker\"], [\"\", \"Max. 10% husks\", \"\", \"\", \"For sale on the\", \"\"], [\"\", \"\", \"\", \"\", \"market\", \"\"], [\"Crushed ears\", \"100% kernels\", \"7.5-9.5\", \"10-15\", \"Cattle fodder\", \"Forage harvester\"], [\"\", \"100% cobs\", \"\", \"\", \"\", \"with row-adapter\"], [\"\", \"80-100% husks\", \"\", \"\", \"\", \"\"], [\"\", \"Max. 20% stalks\", \"\", \"\", \"\", \"\"], [\"Corn-cob mix\", \"100% kernels\", \"6.5-8,0\", \"5-8\", \"Silage and\", \"Maize header +\"], [\"CCM\", \"95% cobs\", \"\", \"\", \"livestock fodder\", \"modified combine\"], [\"\", \"\", \"\", \"\", \"\", \"harvester\"], [\"Shelled maize\", \"100% kernels\", \"7.0-10.0\", \"2-3\", \"For sale on the\", \"Maize header+\"], [\"kernels\", \"\", \"\", \"\", \"market\", \"modified combine\"], [\"\", \"\", \"\", \"\", \"\", \"harvester\"], [\"* 30-40% of the nutritive content of the whole plant is located in the stalk, which means 5-6 tons per hectare\"], [\"9.1. Harvesting of maize cobs\", \"\", \"\", \"\", \"\"]]}",
    "{\"title\": \"2 -The effect of cutting time on yield and composition of maize\", \"head\": [\"Date of cutting\", \"Green mass t/ha\", \"%\", \"Dry matter\", \"t/ha\", \"Kernel yield t/ha (at content) 15% moisture\", \"Ratio of kernels %\"], \"value\": [[\"August 16\", \"47.94\", \"17.0\", \"\", \"8.15\", \"1.63\", \"17.20\"], [\"August 24\", \"46.45\", \"22.2\", \"\", \"10.38\", \"3.33\", \"27.26\"], [\"August 31\", \"45.47\", \"26.0\", \"\", \"11.86\", \"4.97\", \"35.58\"], [\"August 7\", \"42.00\", \"31.4\", \"\", \"13.34\", \"6.34\", \"40.33\"]]}"
  ]
}