{
  "meta": {
    "title": "A bibliographic review of climate change and fertilization as the main drivers of maize yield: implications for food security",
    "author": "Akasairi Ocwa, Endre Harsanyi, Adrienn Széles, Imre Holb János Holb, Szilárd Szabó, Tamás Rátonyi, Safwan Mohammed",
    "journal": "Springer Science and Business Media LLC",
    "date": "2023. 06. 02."
  },
  "paragraphs": [
    {
      "title": "Abstract",
      "div": [
        {
          "text": "Introduction Crop production contribution to food security faces unprecedented challenge of increasing human population. This is due to the decline in major cereal crop yields including maize resulting from climate change and declining soil infertility. Changes in soil nutrient status and climate have continued to occur and in response, new fertilizer recommendations in terms of formulations and application rates are continuously developed and applied globally. In this sense, this review was conducted to: (i) identify the key areas of concentration of research on fertilizer and climate change effect on maize grain yield, (ii) assess the extent of the effect of climate change on maize grain yield, (iii) evaluate the extent of the effect of fertilization practices on maize grain yield, and (iv) examine the effect of interaction between climate change factors and fertilization practices on maize grain yield at global perspective.",
          "table": []
        },
        {
          "text": "Methodology Comprehensive search of global literature was conducted in Web of Science (WoS) database. For objective 1, metadata on co-authorship (country, organisation), and co-occurrence of keywords were exported and analysed using VOSviewer software. For objective 2-4, yield data for each treatment presented in the articles were extracted and yield increment calculated.",
          "table": []
        }
      ]
    },
    {
      "title": "Results",
      "div": [
        {
          "text": "The most significant keywords: soil fertility, nutrient use efficiency, nitrogen use efficiency, integrated nutrient management, sustainability, and climate change adaptation revealed efforts to improve maize production, achieve food security, and protect the environment. A temperature rise of 1-4 °C decreased yield by 5-14% in warm areas and increased by < 5% in cold areas globally. Precipitation reduction decreased yield by 25-32%, while CO 2 concentration increased and decreased yield by 2.4 to 7.3% and 9 to 14.6%, respectively. A promising fertilizer was a combination of urea + nitrapyrin with an average yield of 5.1 and 14.4 t ha -1 under non-irrigation and irrigation, respectively. Fertilization under climate change was projected to reduce yield in the average range of 10.5-18.3% by 2099.",
          "table": []
        }
      ]
    },
    {
      "title": "Conclusion",
      "div": [
        {
          "text": "The results signified that sole fertilizer intensification is insufficient to attain sustainable maize yield. Therefore, there is need for integrated agronomic research that combines fertilizers and other technologies for enhancing maize yield, and consequently maize contribution to the attainment of global food security under climate change conditions.",
          "table": []
        }
      ]
    },
    {
      "title": "Introduction",
      "div": [
        {
          "text": "The human population is projected to rise to 9 billion by 2050 and food necessity is anticipated to increase by 85% . Sustaining this growing population requires stable agricultural production and food systems  which are currently affected by land degradation and climate change . Attaining the correct balance between food security, environment protection, and addressing climate change remains the leading bottleneck to sustainable food production systems and arable land management . In fact, it is devastating for less-favoured agricultural areas inhabited by poor vulnerable groups of people and communities in countries with limited resources to mitigate the impacts resulting into food insecurity, and poverty-environment traps . One way to respond is transforming major crop production techniques to offset the negative effects of climate change and consequently increase agricultural productivity .",
          "table": []
        },
        {
          "text": "Maize (Zea mays L) is among the top three cereal food crops grown and consumed globally . It is a staple food in the diets of millions of people in Africa, Latin America, and South Asia and important feed crop for livestock in Europe and North America. However, there is still a significant global shortage of maize which precipitates food insecurity . Climate change and soil fertility deterioration are among the causes contributing to declining maize production . Earlier, it was reported that increasing maize production in semi-arid areas requires right fertilizer use, soil management, and application of other recommended practices . The interactions between climate, soil features, and agronomic management are critical to understanding productivity and sustainability of maize agroecosystems .",
          "table": []
        },
        {
          "text": "Generally, the effect of climate change and fertilizer application on maize production and yield has been documented differently . For instance, the interaction between temperature and rainfall alters soil water balance and reduce soil moisture by 11.2%, hence aggravating soil drying . Generally, the average impact of different projected climate scenarios on grain yield could range between -9% and -39% . On the other hand, fertilizer application has been reported to increase yield depending of climate conditions. Literature shows contradicting effect of changes in temperature, rainfall and CO 2 concentration, and fertilizer on yield of maize. Earlier, it was reported that maize yield was positively correlated with mean temperature change in the control and negatively with nitrogen application . Moreover, yield reduction by drought increased with the increased application of nitrogen . Besides, maize yield response was negatively correlated with temperature effects expressed as accumulated corn heat units (CHU), but positively before side-dressing with different nitrogen fertilizer . It was also reported that substituting chemical nitrogen fertilizer with organic fertilizers may mitigate N 2 O emission but may reduce maize yield as compared to sole inorganic nitrogen fertilizer application . Generally, maize yield is highly dependent on fertilizer management, soil type and nutrient status, maize growth duration period, and the initial soil organic content  and change in meteorological variables. Accordingly, changes in soil nutrient status along with climate change occur every year and new fertilizer recommendations in terms of types, formulations, and application rates continue to emerge which affect yield.",
          "table": []
        },
        {
          "text": "Based on the above literature, this research was designed to bridge the gap in the literature about the interaction between maize yield and fertilization in a changing climate. However, the specific goals were to: (i) identify the key areas of concentration of research on fertilizer and climate change effect on maize yield, (ii) assess the extent of the effect of climate change on maize grain yield, (iii) evaluate the extent of the effect of fertilization practices on maize grain yield, and (iv) examine the effect of interaction between climate change factors and fertilization practices on maize grain yield at global perspective.",
          "table": []
        }
      ]
    },
    {
      "title": "Methodology",
      "div": []
    },
    {
      "title": "Search strategy and document evaluation",
      "div": [
        {
          "text": "Comprehensive search of global literature was conducted in Web of Science (WoS) database. WoS was chosen because it is regarded as the most complete and extensively used database archiving literature used in reviews and bibliometric analyses. The search keywords were \"Maize\" AND \"fertilizer\" AND \"climate change\" AND \"soil\" AND \"yield\" covering years 2003-2021. No language restriction was applied because all articles were written in English. The search yielded a total of 287 articles which included 269 journal articles, 8 book reviews, and 10 conference proceedings. Being a manageable number, all articles were screened by titles, abstracts, and keywords. All the 287 articles retrieved contained at least a keyword from the search equation hence all used for bibliometric analyses to address objective one.",
          "table": []
        },
        {
          "text": "For objective 2-4, the inclusion and exclusion strategy involved reviewing the articles to answer the following questions:",
          "table": []
        },
        {
          "text": "1. Was there any climate change factor effect on maize yield reported? a) Yes (heat or temperature or water or drought stress or CO 2 concentration effect on yield reported) b) No (something else) c) Unclear 2. Was there any fertilizer effect on maize yield reported? a) Yes (organic or chemical fertilizer effect on yield reported) b) No (something else) c) Unclear 3. Was there any fertilizer and climate change factor interaction effect on maize yield reported? a) Yes (organic or chemical fertilizer and heat or temperature or water or drought stress or CO 2 concentration interactive effect on yield reported) b) No (something else) c) Unclear Therefore, only articles with yes response were selected for reporting of objectives 2-4, because they met the inclusion criteria (Fig. 1) for the topic of this study.",
          "table": []
        }
      ]
    },
    {
      "title": "Data extraction and analysis",
      "div": [
        {
          "text": "Document metadata: For objective 1, author details, like names, affiliation and country, title of document, abstract, publication date, and journal name exported. Bibliographic analyses for co-authorship (country, organisation), co-occurrence of keywords (most significant and all), and total links were conducted using VOSviewer (Version 1.6.17) bibliographic metric tool. Results were visualized and mapped out to identify potential gaps and highlight knowledge limits in terms of regions where the studies were done.",
          "table": []
        },
        {
          "text": "For objectives 2-4, data extracted included country, soil type in experimental site, type of fertilizer, fertilizer rates, and yield. Yield data were extracted directly from article tables and using a WebPlotDigitizer if presented as figures. Yield increase or decrease by major treatments were calculated and presented in tabular form . For climate effect, the key results from individual articles were highlighted and synthesized without tabulating. Qualitative evidence was also presented and discussed. . This represents a progressive increase from 2.1% to 17.8% from 2012 to 2019. However, only a slight decrease was realised in the number of papers in 2020 and 2021 with 47 (16.4%). The trend was exponential, justified by high R 2 (0.9) model fit regarding the scientific papers published in the topics of maize, fertilizer, climate change, soil, and yield (MFCCSY) (Fig. 2). This increased number of publications signifies rapid response to address agricultural resources degradation, climate change, and food insecurity. The human population is projected to rise to 9 billion by 2050 and food necessity anticipated to increase by 85% . The 2021 UN food system summit recommended addressing environmental challenges like averting climate change threats on agrarian systems ability to sustainably produce food. In response to that call, robust research on cropping systems, soil factors, climate change, and major food crops was carried out.",
          "table": []
        }
      ]
    },
    {
      "title": "Results and discussion",
      "div": [
        {
          "text": "According to the network co-occurrence of all author keywords, MFCCSY appeared 162, 140, 126, 126, and 91 times, respectively, out of 1586 words with total links   3). In fact, higher total link value showed that the keyword has been linked with others several times. The other relevant keywords that appeared were climate change adaptation, drought, temperature, cropping systems, integrated nutrient management, biochar, greenhouse gases, nitrogen fertilizer, nitrogen use efficiency, nitrate leaching, organic matter, nutrient use efficiency, carbon sequestration, and sustainability among others (Figs. 5,6). The keyword sustainability is evidence of maize sustainable intensification to increase yield without degrading agroecosystems. The practices pointed out in all authors' keywords such as integrated nutrient use, nutrient use efficiency, nitrogen use efficiency, and climate change adaptation ensure increased maize productivity, food security, and environmental security.",
          "table": []
        },
        {
          "text": "Particularly, the keyword nitrogen use efficacy is a pertinent area of research focus, because it ensures high yield production though at environmental cost if over applied. Excess nitrogen in the environment degrades soil, reduces water, and air quality, and contributes to climate change by increasing N 2 O and NO emissions . This underscores application of technologies that ensure effective use of fertilizers inputs in crop production to sustainably ensure stable food production and boost food security . Overall, judicious fertilizer intensification in maize production is partly directed to the attainment of SDG2 (zero hunger) and 13 (climate action).",
          "table": []
        }
      ]
    },
    {
      "title": "Effect of climate change on maize yield",
      "div": [
        {
          "text": "According to United Nations Framework Convention on Climate Change (UNFCCC), climate change caused directly or indirectly by human activities affect global atmospheric composition. Ultimately, these activities  change the climate characteristics hence affecting productivity of agroecosystems. In this sense, researchers analyse the effect of climate change on crop yield . For example, rise in CO 2 concentration under projected climate change was predicted to increase yield by 7.3% between 2021 and 2050 from the baseline of 3.5 t ha -1 (1981-2010) . In contrast, yield was predicted to decrease by 10-17%, 8.9-14.7%, and 10.1-12.9% in 2030s, 2050s, and 2070s, respectively under increasing CO 2 . Accordingly, CO 2 decreased yield by 0.1% at 360 ppm (1980-2009), 0.8% at 496 ppm (2040-2069), and increased yield by 2.4% at 556 ppm (2040-2069), 4.5% at 734 ppm (2070-2099) . Overall analysis reveals uncertain positive and negative effects of increasing CO 2 concentration on yield depicting the need for continuous monitoring, assessment, and prediction. Concerning temperature, a report in Canada revealed that rising temperature reduced yield by 41% . Similarly, high-temperature stress reduced yield by 25-32% between 2018 and 2017 in China . Also, a prediction of yield decline of up to 32% in southern Africa between 2070 and 2099 was reported . The effect of temperature stress is severe during the reproductive stage, since it can cause grain weight reduction by 25-32% . In Africa, each 1 °C mean temperature rise caused yield loss of 5-10% in 10 countries, but increased by < 5% in four moderately cool countries ). In China, corn yield had a significant negative correlation with variations in the average maximum temperature (T max ) during the growth season . A 1 °C increase in T max caused 14% yield reduction. This shows a maximum yield change of 4% by 1 °C temperature change between China and African countries. It is also explained that temperature effect on maize yield varies by altitude . What remains uncertain is the exact change in regional temperature rise in low and high altitudes that will affect yield and in what percentage. Closely related to temperature effect on maize yield is drought. High and very high agricultural drought hazard zones are approximated at 23.57 and 27.19% of global total agricultural area . In tropical areas, the overriding effect of climate change will be in altered water balance/rainfall. It is underscored that increased incidence of severe drought is likely to double the rate of drought-induced yield losses in the prevalent warming scenarios , reducing yield by up to 33% in USA . Drought and heat stress hasten soil drying, interfere with crop water-utilization patterns, and negatively affecting reproduction thus yield. Projection of maize yield is reported to decrease and increase by 4.7 and 3.5% in the fast warming-low rainfall climates and slow warming-high rainfall regions, respectively by 2050 . A prediction in Uganda indicated that water balance (rainfall) will decrease yield by 11.35% between 2021 and 2050. It remains unclear the pattern of water balance that will sustain grain yield. Together, it is reported that high CO 2 concentration, intensive rainfall, and rising temperature increased grain yield by 8.5% . It is reported in China that enhancing maize yields required medium temperature (14.2-14.6 °C) and precipitation (628.4-649.9 mm) . However, the medium temperatures, rainfall, and CO 2 concentrations that enhance maize yield under changing climate in different regions remain unclear and hence require investigation.",
          "table": []
        }
      ]
    },
    {
      "title": "Effect of fertilizer application on maize yield",
      "div": [
        {
          "text": "Nutrient stress is among the key limiting factors that curtail maize growth and yield , and hence, judicious fertilizer application as well as increasing nutrient use efficiency are critical steps to addressing nutrient limitation . The future therefore, calls for better maize crop and soil fertility management as significant factors to boost yield . Among the options include optimizing application of fertilizers through integrated soil fertility management framework to ensure proper utilization of limited nutrients , site-specific nutrient management , and use of balanced fertilizers .",
          "table": []
        },
        {
          "text": "Nitrogen sources and application rates were the principal investigations undertaken. Even when organic fertilizers were used, nitrogen was the major element investigated. The dominant fertilizer sources were urea, NPK, and ammonium sulfate. The yield range differed by fertilizer source, rate, and nature of use (whether sole or combined). Application of high nitrogen (120 kg ha -1 ) rate in West Africa produced 1.6 t ha -1 equivalent to 60% yield increment compared to the control . Similarly, in Italy, application of 180 kg N ha -1 yielded 2.7 t ha -1 compared to 1.2 t ha -1 in the control which represents 125% yield increment (67]. In China, yield from higher rates of nitrogen 168-321 kg N ha -1 was 9.3-9.5 t ha -1 compared to 5.7 t ha -1 in the control  presenting a 60% yield increase by higher nitrogen application rates. Accordingly, a yield difference of 14.7 and 13.5 t ha -1 was registered in 100% and 70% nitrogen fertilization (urea) compared to the control (10.6 t ha -1 )  reflecting a yield increment of 38.7 and 26.9%. Accordingly, the yield in 100% NPK was 4.7 t ha -1 compared to 3.0 t ha -1 in 50% NPK and 2.0 in the control . Overall, 100% yield difference in NPK and urea suggests the effect of nitrogen source. Certainly, this may not be conclusive, since there are other influencing factors that differ in the two countries.",
          "table": []
        },
        {
          "text": "A part from rates accounting for yield increment differences, we observed that soil type in the experimental sites affected yield response to different fertilizer sources and rates. For example, 90 kg Nha -1 under calcaric gleyic cambisol and ferric acrisol soil produced 1.98 and 2.3 t ha -1 , respectively, in Italy and Ghana . Comparing a similar rate (90 kg Nha -1 ) in in Italy and Ghana under calcaric gleyic cambisol and ferric acrisol soil produces a yield difference of 0.3 t ha -1 . The low grain yield from 90 kg Nha -1 under calcaric gleyic cambisol and ferric acrisol depicts the need to investigate higher doses of nitrogen that can produce optimum yield. In Chile, application of 200 and 400 kg ha -1 of urea in soils of alluvial origin produced 16.7 and 9.4 t ha -1 , respectively . Conversely, in China, slightly higher rate (175 kg Nha -1 ) under Mollisol soil produced the highest yield of 10.8 t ha -1 compared to 5.5 t ha -1 in the control  representing 96.4% yield increment. This shows that yield effect by fertilizer rates varies by soil type and/ or location of the experiment depicting the importance of geographical experiment replication for purposes of reproducibility and replicability of results.",
          "table": []
        },
        {
          "text": "From our synthesis, it became clear that various techniques were applied to reduce nitrogen loss and improve nitrogen use efficiency and consequently yield. For example, in Pakistan, application of urea with nitrapyrin (nitrification inhibitor) and gibberellic registered different results; 6.2 t ha -1 in urea (200 kg N kg ha -1 ) + nitrapyrin (700 g ha -1 ) + Gibberellic acid (60 g ha -1 ), 5.3 t ha -1 in urea (200 kg N kg ha -1 ) + nitrapyrin (700 g ha -1 ), 4.5 t ha -1 in sole urea, and 4.0 t ha -1 in the control . Similarly, considerably higher yield was recorded in nitrogen application through prilled urea (5.6 t ha -1 ), sulfur coated (5.4 t ha -1 ), and neem-coated urea (5.8 t ha -1 ) compared to 2.8 t ha -1 in the control . This shows that the highest (107%) yield increment was recorded in nitrogen supplied through neem-coated urea. Coating of urea ensures slow release of nitrogen thereby lowering nitrogen losses, and improving uptake in the form of ammonium . The results reveal the possibility of combining neem-coated urea + nitrapyrin + gibberellic acid to improve grain yield. Therefore, future study could consider evaluating the effect of different levels of neem-coated urea + nitrapyrin + gibberellic acid on yield. Another approach to improve nutrient use efficiency is site nutrient management . For example, specific nutrient management involving nitrogen, phosphorus, and potassium (N:P2O5:K2O) had superior (6.99 t ha -1 ) yield compared to farmers practice (3.8 t ha -1 ) and control (2.9 t ha -1 ) under maize-wheat-mungbean cropping system . This shows 145% yield increment by site-specific nutrient management due to optimum nutrient supply that matches crop demand.",
          "table": []
        },
        {
          "text": "Besides, application of organic materials in sole or in combination with chemical fertilizers enlisted various effects. In China, application of biochar (20 t ha -1 ) had yield of 1.2 t ha -1 compared to 1.1 t ha -1 in organic fertilizer [32]. This is seemingly very low yield related to quantity of biochar used. Besides, application of biochar at 30 t ha -1 increased maize leaf chlorophyll content (21%), photosynthetic rate by 16.5%, and yield by 11.9% [77]. We suggest that future study could consider assessing the yield effect of integrating reduced rates biochar with different levels of nitrogen and phosphorus. This is because nitrogen and phosphorus could improve the efficacy of biochar. Earlier, in Malaysia, it was reported that the average yield from rice biochar (10 and 15 t ha -1 ) combined with triple superphosphate, dolomite (75 and 100%) was 15.17 t ha -1 compared to 9.77 and 9.22 t ha -1 in NPK and Control (no biochar or fertilizer), respectively [78]. This is a clear indication that effective utilization of biochar to sustain higher grain yield is possible through its amendment with chemical fertilizers, and use of increased application rate. However, future studies could consider investigating the effect of biochar from different materials, such as wheat straw, corn stems, and wood sawdust with varying NPK levels and dolomite. This widens the scope of applicability of results since organic materials vary by physicochemical properties. Conversely, integration of 25 kg Nha -1 (FYM) + 25 Nha -1 (urea) + 30 kg P ha -1 registered the highest (46.7%) yield increase compared to the control [79]. Similarly, in China, a higher yield (8.2 t ha -1 ) in inorganic NPK fertilizer + horse manure compared to sole NPK (7.2 t ha -1 ) was recorded reflecting 1 t ha -1 yield improvement [31]. Overall, this confirms the role of integrated fertilizer use in improving corn yield. The effect of different fertilizers sources and rates on grain yield and associated increment increments is shown in The summary of the effect of fertilizers on maize yield (selected data).",
          "table": [
            "The summary of the effect of fertilizers on maize yield (selected data)"
          ]
        },
        {
          "text": "The improvement of maize yield by fertilizers was not in isolation but in combination with other agronomic practices with irrigation being the dominant (The summary of effect of fertilizers × other agronomic practices on maize yield (selected data)). A study in Spain involving nitrogen × irrigation levels revealed that the highest yield of 12.4 and 17.2 t ha -1 at 75% and 100% irrigation compared to 6.91 and 10.8 t ha -1 was recorded in single application of 170 kg N ha -1 of urea (with urease inhibitor) [80]. This reveals a yield enhancement of 79.5 and 59.3% in 75 and 100% irrigation interacting with nitrogen levels, respectively. What remains unknown would be the yield effect if urea with urease inhibitor is applied at over 200 kgha -1 at 50-100% irrigation. This is critical since potential optimum yield needs to be obtained with minimal water requirement due to climate change. Accordingly, nitrogen fertilizer rates at 120, 180, 240, and 360 kg ha -1 had yield ranging from 6.1 to 6.7 t ha -1 and 8.3 to 8.5 t ha -1 under drought and non-drought water regimes [32]. This slightly depicts low physiological and nitrogen utilization efficiency of maize under drought conditions. Similarly, in China, the highest yield (15.7 t ha -1 ) was recorded under surface drip fertigation and plastic mulch + clay soil compared to 13.2 t ha -1 in the control [47] presenting a 18.9% yield increment. Conversely, the application of NPK at 375 kg ha -1 + alternative ridges-furrows + transparent polyethylene film, alternative ridges-furrows + black polyethylene film and conventional flat planting had yield of 4.3, 4,3, and 2.9 t ha -1 compared to 3.8,3.8 and 1.7 t ha -1 in the control, respectively [81]. Closely related to the effect of nitrogen, phosphorus, and potassium (NPK), the  , P2O5 56N kg ha -1 , K2O 60N kgha -1 ) Organic fertilizer (20,000 kg ha -1 ) Integrated fertilizer (half chemical and half organic)",
          "table": [
            "The summary of effect of fertilizers × other agronomic practices on maize yield (selected data)"
          ]
        },
        {
          "text": "13.4 t ha -1 13.6 t ha -1 13.4 t ha -1",
          "table": []
        },
        {
          "text": "Not calculated  India Gangetic alluvium (Entisol) 100% recommended dose of nitrogen or RD N ) (chemical fertilizer) 25% RD N (vermicompost) 25% RD N (FYM) 25% RD N (brassicaceousseed meal) 25% RD N (neem cake) 5.6 t ha -1 5.7 t ha -1 5.9 t ha -1 6.5 t ha -1 6.2 t ha -1",
          "table": []
        },
        {
          "text": "Not calculated  China Loam, clay and sand Nitrogen levels",
          "table": []
        },
        {
          "text": "9.3 t ha -1 9.5 t ha -1 9.4 t ha -1 9.3 t ha -1 5.7 t ha -1",
          "table": []
        },
        {
          "text": "63.1 66.7 64.9",
          "table": []
        },
        {
          "text": "Pakastan Silt loam Urea alone (200 kg N kg ha -1 ) Urea (200 kg N kg ha -1 ) + Gibberellic acid(60 g ha -1 ) Urea (200 kg N kg ha -1 ) + nitrapyrin (700 g ha -1 ) Urea(200 kg N kg ha -1 ) + nitrapyrin (700 g ha -1 ) + Gibberellic acid(60 g ha -1 ) Control 4.5 t ha -1 5.0 t ha -1 5.3 t ha -1 6.2 t ha -1 4.0 t ha -1",
          "table": []
        },
        {
          "text": "12.5 25 32.5 55  interaction between NPK levels × mycorrhiza had varying effect on yield; 4.7 t ha -1 in 100% NPK + Sans CMA, 2.9 t ha -1 Sans CMA + 50% NPK, and 1.6 t ha -1 (Sans CMA + 0% NPK (control) . This shows 193% yield increment in 100% NPK + Sans CMA compared to the control. Based on a promising treatment, future studies would consider evaluating 100% NPK + Sans CMA with varying level of irrigation to ascertain its potential yield.",
          "table": []
        },
        {
          "text": "Besides, earlier, we reported that integrated chemical and organic fertilizers sustain yield. Based on the promising results of Sans CMA mycorrhiza, a study could be also conducted to establish integrated effect of 100% NPK + Sans CMA and farmyard manure on yield. Other practices that enhanced fertilizer effect on maize yield were seed dressing, tillage, and planting date. Maize grain yield increased to 2.6 t ha -1 by mounding and 60 kg N ha -1 application as compared to 2.3 t ha -1 in level tillage . Similarly, a simulation of yield in a 5 year experiment under 180 kg Nha -1 showed that yield under conventional and no tillage was 3.2 and 2.2 t ha -1 compared to the control of 1.4 and 0.95 t ha -1 , respectively , representing 128 and 131% yield improvement. On the other hand, a comparative assessment of maize, finger millet, and sorghum for household food security in the face of increasing climatic risk in Zimbabwe indicated that high rate of fertilizer: 90 kg N ha -1 , 26 kg P ha -1 and 7 t ha -1 manure had 3.9, 3.3, and 0.6 t ha -1 yield in early, normal, and late planting, respectively . Our analysis of the yield effect between fertilizer interaction with tillage, and planting dates without irrigation reveals a low yield of < 4 t ha -1 . This depicts the necessity for water to ensure sustainable yield and food production.",
          "table": []
        }
      ]
    },
    {
      "title": "Interactive effect of climate change and fertilization on maize yield",
      "div": [
        {
          "text": "Maize yield is susceptible to climate change since meteorological variables control availability of resources like, CO 2 , water, and solar radiation that directly affect maize growth and development. Countries with  better management practices are anticipated to have better yields but probably more susceptible to yield losses  due to climate change. In fact, maize grain yield due to sufficient nutrient supply is more sensitive to climate variability . Therefore, specific application and adjustment of agronomic techniques matching the changing climate patterns like technical fertilizer application to sustain higher maize yield in future is required . Temperature increase by 1 °C is reported to reduce maize yield by 2.6% though with slight increase in some areas depending of nutrient management . Specifically, nitrogen fertilization is reported to control the reaction of maize grain yield to variations in temperature, rainfall, and CO 2 . It is projected that fertilizer use under elevated CO 2 concentration will increase yield by 9% between 2021 and 2050 . However, reduction in yield by 14 and 26% due to increased temperature with application of 0 and 160 kgNha -1 was reported in sub-Saharan Africa . The same report shows that a 4 °C rise in temperature had less effect on grain yield at 80 and 160 kgNha -1 . Accordingly, yield reduced by > 10% for 1 °C temperature rise in areas with soil total nitrogen < 1.10 g kg -1 but, increased when > 1.33 g kg -1 depicting nitrogen to contribute to the resilience of maize grown in summer warming . Consequently, nitrogen application improved grain yield by 5.4 and 26.8% in the dry and wet years, respectively . Low yield increase in dry year was attributed to the fact that high nitrogen application increased the leaf area and transpiration rates, and caused curling of maize leaves hence decreasing photosynthesis. Conversely, temperature rise and precipitation decrease were simulated to cause yield change of 2.78 to 9.94% in 55.2 kgNha -1 , -3.81% to -8.88% in 110.4 kgNha -1 , and -2.33% to 10.63% in 165.6 kgNha -1 as influence by sowing dates for 2040-2069/1980-2010 . Increase in fertilizer rates decreased yield, implying that increasing fertilizer rates only do not address the effects of climate on yield. This suggests need for broader agronomic research integrating fertilizers, sowing dates, and irrigation, since precipitation was predicted to decrease. Because earlier projections under climate change revealed that high fertilizer rate and late sowing would decrease yield by 13 and 20% for the periods 2010-2069 and 2070-2099 . Contradictory, a recent prediction indicated that soil fertility under climate change will increase yield by 19.6% between 2021 and 2050 from the baseline of 3.5 t ha -1 (1981-2010) . Interestingly, another simulation revealed a reduction in grain yield by 10-46% between 2080 and 2099 irrespective of soil fertility and crop management. In fact, yield will decrease by an average of 2.8 t ha -1 in intensive mineral fertilizer use and 2.7 t ha -1 in integrated soil-crop management relative to the baseline of 3.7 and 3.3 t ha -1 (1986-2005) due to climate change . Synthesizing the above results reveals that fertilization especially with nitrogen under climate change will reduce yield by year 2099. Hence, this raises the following questions: (i) what will be appropriate nitrogen level that can produce maximum grain yield under elevated CO 2 , temperature, and reduced rainfall? (ii) What sowing date, irrigation level combined with nitrogen levels produces maximum grain yield under elevated CO 2 , temperature, and reduced rainfall? (iii) What will be the exact grain yield reduction (sensitivity) by nitrogen levels under elevated CO 2 , temperature, and reduced/increased precipitation?",
          "table": []
        }
      ]
    },
    {
      "title": "Conclusions",
      "div": [
        {
          "text": "This bibliographic review was carried out to analyse the interaction between maize yield, fertilization, and climate change. General synthesis of literature on climate and fertilizer effects reveal interesting results: a 1-4 °C temperature rise will decrease and increase yield by 5-14% and < 5% in warm and cold areas, respectively, precipitation reduction will decrease yield by 25-32% while CO 2 concentration will increase and decrease yield by 2.4 to 7.3% and 9 to 14.6% between 2030 and 2099. A promising fertilizer was a combination of urea + nitrapyrin with an average yield of 5.1 and 14.4 t ha -1 under irrigation and non-irrigation. A 90 kg Nha -1 application under calcaric gleyic cambisol and ferric acrisol soil had low (1.98-2.3 t ha -1 ) yield in all countries. Fertilization under climate change will reduce yield by an average of 10.5-18.3% by 2099. This signifies that a part from judicious fertilizer intensification in maize production, there is need for integrated agronomic research that combines fertilizers and other enhancing technologies if optimum yield and maize contribution to food security are to be attained under climate change.",
          "table": []
        }
      ]
    }
  ],
  "tables": [
    "{\"title\": \"\", \"head\": [\"The top 20 publishing and co-authoring countries on\"], \"value\": [[\"MFCCSY based on web of science literature search between 2003\"], [\"and 2021\"]]}",
    "{\"title\": \"Co-occurrence and total link of selected significant all author keywords on MFCCSY based on web of science literature search between 2003 and 2021\", \"head\": [\"Keyword\"], \"value\": []}",
    "{\"title\": \"\", \"head\": [\"Keyword\"], \"value\": []}",
    "{\"title\": \"The summary of the effect of fertilizers on maize yield (selected data)\", \"head\": [\"Country\", \"Soil type (experimental site)\", \"Fertilizer\", \"Yield\", \"Yield increase or\", \"Reference\"], \"value\": [[\"\", \"\", \"\", \"\", \"decrease (%\", \"\"], [\"\", \"\", \"\", \"\", \"change from the\", \"\"], [\"\", \"\", \"\", \"\", \"control)\", \"\"], [\"India\", \"Vertisol sandy loam texture\", \"Organic fertilizers and urea 100% RDF of N (100% RDF comprised of 60 kg ha -1 of N and 30 kg h -1 of P2O5.) 25 kg ha -1 N (FYM) + 25 kg N (Urea) + 30 kg P ha -1 25 kg ha -1 N (Compost) + 25 kg N (Urea) + 30 kg P ha -1 25 kg ha -1 N (Crop residue) + 25 kg ha -1 Leaf ) + 25 kg N (Urea) + 30 kg P 15 kg ha -1 N (FYM) + 10 kg N (Green P ha -1 (Compost) + 25 kg N (Urea) + 30 kg 15 kg ha -1 N (FYM) + 10 kg N (Urea) + 30 kg P ha ha -1 N (Crop Residue) + 25 kg N 15 kg ha ha -1 N (FYM) + 10 kg N (Urea) + 30 kg P ha -1\", \"2.1 t ha -1 1.5 t ha -1 1.8 t ha -1 2.3 t ha -1 2.1 t ha -1 2.0 t ha -1 2.0 t ha -1 2.1 t ha -1 2.2 t ha -1\", \"20 53.3 40 33.3 33.3 40 46.7 40\", \"[79]\"], [\"\", \"\", \"100% recommended N (urea) without P (60 kg ha -1 of N)\", \"\", \"\", \"\"], [\"\", \"\", \"Control\", \"\", \"\", \"\"], [\"West Africa (Ghana, Benin, Burkina Faso)\", \"Lixic Plinthosols, Haplic Lixisols\", \"Recommended nitrogen (60 kg ha -1 ) High nitrogen (120 kg ha -1 )\", \"1.5 t ha -1 1.0 t ha -1 1.6 t ha -1\", \"60 50\", \"[65]\"], [\"\", \"\", \"Control\", \"\", \"\", \"\"], [\"Italy\", \"Calcaric gleyic cambisol\", \"90N kg ha -1 180 N kg ha -1 Control\", \"1.98 t ha -1 1.2 t ha -1 2.7 t ha -1\", \"125 65\", \"[66]\"], [\"Ghana\", \"Ferric acrisol\", \"Urea (90 kg N ha -1 ) Plant residues Control (no fertilizer)\", \"2.3 ha -1 1.0 ha -1 1.9 ha -1\", \"90 130\", \"[70]\"], [\"India\", \"Sandy loam in texture (Typic Haplustept) of Gangetic alluvial origin\", \"N:P2O5:K2O kg ha -1 Farmer fertilizer practices (110.0:30.0:0.0) Recommended dose\", \"3.78 t ha -1 2.85 t. ha -1 6.99 t ha -1 4.42 t ha -1\", \"145.3 55.1 32.6\", \"[76]\"], [\"\", \"\", \"(150.0:60.0:40.0)\", \"\", \"\", \"\"], [\"\", \"\", \"Site specific nutrient management\", \"\", \"\", \"\"], [\"\", \"\", \"(170.0:37.0:44.0)\", \"\", \"\", \"\"], [\"\", \"\", \"Unfertilized (110.0:30.0:0.0)\", \"\", \"\", \"\"], [\"Ghana\", \"Sandy-loam soils\", \"Nitrogen levels (urea) 60 kg/ha 120 kg/ha\", \"2.2 t ha -1 0.5 t ha -1 2.8 t. ha -1\", \"460 340\", \"[89]\"], [\"\", \"\", \"Control\", \"\", \"\", \"\"], [\"Malaysia\", \"Bungor (Typic Paleudult; Order: Ultisol)\", \"Dolomite lime stone + Rice biochar + TSP (Data from average of TSP and Dolomite at 75 and 100%,\", \"15.17 t ha -1 9.22 t ha -1 9.77 t ha -1\", \"5.97 64.5\", \"[78]\"], [\"\", \"\", \"rice biochar from 10 and 15 t/ha)\", \"\", \"\", \"\"], [\"\", \"\", \"NPK recommended\", \"\", \"\", \"\"], [\"\", \"\", \"Control (no biochar or fertilizer)\", \"\", \"\", \"\"], [\"Italy\", \"Mesic Udertic Haplustalf soil\", \"100% N fertilization (230 kg N ha -1 -urea) 70% N fertilization (160 kg N ha -1 -urea)\", \"14.74 t ha -1 10.63 t ha -1 13.49 t ha -1\", \"26.9 38.7\", \"[68]\"], [\"\", \"\", \"0% N fertilization (control)\", \"\", \"\", \"\"], [\"\", \"\", \"\", \"\", \"decrease (%\", \"\"], [\"\", \"\", \"\", \"\", \"change from the\", \"\"], [\"\", \"\", \"\", \"\", \"control)\", \"\"], [\"China\", \"Brown soil (clay textural class)\", \"Inorganic N fertilizer Inorganic N and phosphorus (P) fertilizer Inorganic N, P, and potassium(K) fertilizer\", \"4.54 t ha -1 3.55 t ha -1 8.23 t ha -1 7.2 t ha -1 6.05 t ha -1\", \"131.8 102.8 70.4 27.9\", \"[31]\"], [\"\", \"\", \"Inorganic NPK fertilizer + manure Control\", \"\", \"\", \"\"], [\"\", \"\", \"(Fertilizers urea, calcium\", \"\", \"\", \"\"], [\"\", \"\", \"superphosphate, and potassium chloride; rates N 187.5 kg ha -1 , P 2 O 5 150 kg ha -1 , and K 2 O 150 kg ha -1 , horse manure 25 Mg ha -1 )\", \"\", \"\", \"\"], [\"China\", \"Brown earth\", \"100% manure 75% cattle manure + 25% mineral nitrogen nitrogen 50% cattle manure + 50% mineral\", \"6.9 t ha -1 7.2 t ha -1 8.1 t ha -1 7.2 t ha -1\", \"Not calculated\", \"[90]\"], [\"\", \"\", \"100% mineral nitrogen\", \"\", \"\", \"\"], [\"China\", \"Mollisol\", \"Farmer's N management 250 kg N ha -1 , Improved N management 175 and 14-38 kg N ha -1 at jointing kgNha -1 applied at the basal stage\", \"10.7 t ha -1 5.5 t ha -1 10.8 t ha -1\", \"96.4 94.5\", \"[72]\"], [\"\", \"\", \"stage\", \"\", \"\", \"\"], [\"\", \"\", \"Control\", \"\", \"\", \"\"], [\"India\", \"Sandy-loam soil (Typic Haplustept)\", \"N through prilled urea (N:P2O5:K2O kg ha -1 150:60:40) N through Sulfur coated urea (S) (N:P2O5:K2O kg ha -1 150:60:40)\", \"5.6 t ha -1 2.8 t ha -1 5.8 t ha -1 5.4 t ha -1\", \"107.1 92.8 100\", \"[74]\"], [\"\", \"\", \"N through Neem coated urea(N:P2O5:K2O kg ha -1 )\", \"\", \"\", \"\"], [\"\", \"\", \"Control\", \"\", \"\", \"\"], [\"Taiwan\", \"Hyperthermic, udic, haplaquept,\", \"Chemical fertilizer (N 178N kg ha -1\", \"\", \"\", \"\"], [\"\", \"mixed, and calcareous, with a silty\", \"\", \"\", \"\", \"\"], [\"\", \"loam texture\", \"\", \"\", \"\", \"\"], [\"\", \"\", \"\", \"\", \"decrease (%\", \"\"], [\"\", \"\", \"\", \"\", \"change from the\", \"\"], [\"\", \"\", \"\", \"\", \"control)\", \"\"], [\"China Ghana\", \"Black soils (luvic phaeozems), fluvo-aquic soils (calcaric cambisols), and loessial soils (calcaric regosol) Ferric luvisol\", \"Mineral nitrogen and phosphorous fertilizer NPK: NP + potassium NP + S: NP + Straw NPK + S: NPK + straw Ammonium sulfate (60 kgs/ha/yr) Ammonium sulfate (120 kgs/ha/yr) Urea (60 kgs/ha/yr) Urea (120 kgs/ha/yr) NPK 60-40-40 (Recommended) Control\", \"3.99 t ha -1 7.4 t ha -1 8.3 t ha -1 8.3 t ha -1 8.2 t ha -1 2.1 t ha -1 0.4 t ha -1 2.1 t ha -1 2.3 t ha -1 2.2 t ha -1 2.3 t ha -1\", \"Not calculated 425 475 450 475 425\", \"[35] [93]\"], [\"Uganda\", \"Silty loam gleysols\", \"Farmers practice (weeded once) Mineral fertilizer; low rate (NPK: 60:0:0)-130 kgha -1 urea Mineral fertilizer; high rate (NPK: 120:60:60)-261 urea + 130 Organic amendments; low rate TSP + 100 Potassium chloride (KCl)\", \"1.6 t ha -1 3.2 t ha -1 4.2 t ha -1 3.4 t ha -1 5 t ha -1 3.3 t ha -1\", \"31.3 6.3 56.3 3.1 -50\", \"[94]\"], [\"\", \"\", \"(NPK: 60:3:35)-5929Lablab\", \"\", \"\", \"\"], [\"\", \"\", \"purpureus (Linnaeus) Sweet\", \"\", \"\", \"\"], [\"\", \"\", \"Organic amendments; low\", \"\", \"\", \"\"], [\"\", \"\", \"rate (NPK: 120:18:79)-5929L.\", \"\", \"\", \"\"], [\"\", \"\", \"purpureus + 6758 poultry manure Non-fertilized (weed free)\", \"\", \"\", \"\"], [\"Benin\", \"Ferralitic soil\", \"100% NPK 50% NPK 0% NPK (control)\", \"4.7 t ha -1 2.0 t ha -1 3.0 t ha -1\", \"50 85\", \"[69]\"], [\"China\", \"Semi-hydromorphic-fluvo-aquic-salinized fluvo-aquic soil\", \"Biochar (20 t. ha -1 ) Organic fertilizer 1.35 t ha -1 )\", \"1.2 t ha -1 1.1 t ha -1\", \"9.1\", \"[32]\"], [\"Chile\", \"Alluvial origin (coarse loam family on skeletal, mixed, thermal sand of the Entic Haploxerolls)\", \"Nitrogen rates (urea) 400 kg ha -1 200 kg ha -1\", \"19.14 t ha -1 16.66 t ha -1\", \"14.9\", \"[71]\"]]}",
    "{\"title\": \"The summary of effect of fertilizers × other agronomic practices on maize yield (selected data)\", \"head\": [\"Country\", \"Soil type (experimental site)\", \"Fertilizer × agronomic practice(s)\", \"Yield\", \"change from the Yield increase (%\", \"Reference\"], \"value\": [[\"\", \"\", \"\", \"\", \"control)\", \"\"], [\"Spain\", \"Calcic Cambisol/TypicCalcixerept\", \"Nitrogen × Irrigation levels 170 kg N ha -1 of urea split into two dressings (4-6 and 8 leaves) + 75% irrigation 170 kg N ha -1 of urea split into two dressings (4-6 and 8 leaves) + 100% irrigation 170 kg N ha -1 of urea applied at 4-6 leaves + 75% irrigation 170 kg N ha -1 of urea applied at 4-6\", \"9.8 t ha -1 10.8 t ha -1 6.91 t ha -1 17.2 t ha -1 12.4 t ha -1 14.2 t ha -1 9.6 t ha -1 16.1 t ha -1 9.8 t ha -1 16.7 t ha -1\", \"59.3 79.5 31.5 38.9 49.1 41.8 54.6 41.8\", \"[80]\"], [\"\", \"\", \"leaves + 100% irrigation 170 kg N ha -1 of urea (with urease\", \"\", \"\", \"\"], [\"\", \"\", \"inhibitor) split into two dressings (4-6\", \"\", \"\", \"\"], [\"\", \"\", \"and 8 leaves) + 75% irrigation 170 kg N ha -1 of urea (with urease\", \"\", \"\", \"\"], [\"\", \"\", \"inhibitor) split into two dressings (4-6\", \"\", \"\", \"\"], [\"\", \"\", \"and 8 leaves) + 100% irrigation 170 kg N ha -1 of urea (with urease\", \"\", \"\", \"\"], [\"\", \"\", \"inhibitor) applied at 4-6 leaves + 75% irrigation 170 kg N ha -1 of urea (with urease\", \"\", \"\", \"\"], [\"\", \"\", \"inhibitor applied at 4-6 leaves + 100% irrigation\", \"\", \"\", \"\"], [\"Italy Benin\", \"Calcaric gleyic cambisol Ferralitic soil\", \"Control (no fertilizer) + 75% irrigation Control (no fertilizer) + 100% irrigation Nitrogen × tillage types 90N kg ha -1 + conventional tillage 90N kg ha -1 + no tillage 180 N kg ha -1 + conventional tillage 180 N kg ha -1 + no tillage Control + conventional tillage Control + no tillage NPK × mycorrhiza Sans CMA + 100% NPK Sans CMA + 50% NPK Glomus caledonius + 50% NPK Diversispora globifera + 50% NPK Acaulospora capsicula + A. dilatata + 50% NPK Sans CMA + 0% NPK NPK Acaulospora capsicula + A. dilatata + 0% Diversispora globifera + 0% NPK Glomus caledonius + 0% NPK\", \"2.4 t ha -1 1.6 t ha -1 3.2 t ha -1 2.2 t ha -1 1.4 t ha -1 0.95 t ha -1 4.7 t ha -1 2.4 t ha -1 2.5 t ha -1 2.6 t ha -1 1.6 t ha -1 3.1 t ha -1 3.3 t ha -1 4.2 t ha -1 2.9 t ha -1\", \"71.4 68.4 128 131.6 29.2 24.2 61.5 81.3 193\", \"[66] [69]\"], [\"Italy\", \"Mesic Udertic Haplustalf soil\", \"N fertilization (urea) × gypsum seed dressing 100% N fertilization (230 kg N ha -1 ) + gypsum seed dressing 70% N fertilization (160 kg N 70% N fertilization (160 kg N ha -1 ) 100% N fertilization (230 kg N ha -1 ) seed dressing 0% N fertilization (control) + gypsum ha -1 ) + gypsum seed dressing\", \"4.5 t ha -1 2.6 t ha -1 3.2 t ha -1 4.1 t ha -1 2.8 t ha -1 3.6 t ha -1\", \"7.7 12.5 9.7\", \"[68]\"], [\"\", \"\", \"0% N fertilization (control)\", \"\", \"\", \"\"], [\"\", \"\", \"\", \"\", \"control)\", \"\"], [\"Kenya\", \"Sandy clay loams in texture (chromic luvisols)\", \"Fertilization (NPK 1:1:1) × ridge-furrow plastic-mulching 375 kg ha -1 + RFT 375 kg ha -1 + RFB 375 kg ha -1 + FP 225 ha -1 + RFT 225 ha -1 + RFB 225 ha -1 + FP RFT (control)\", \"4.3 t ha -1 1.7 t ha -1 3.8 t ha -1 3.8 t ha -1 2.4 t ha -1 4.1 t ha -1 4.2 t ha -1 2.9 t ha -1 4.3 t ha -1\", \"41.1 7.9 10.5 41.4 13.2 13.2\", \"[81]\"], [\"\", \"\", \"RFB (control)\", \"\", \"\", \"\"], [\"\", \"\", \"FP (control)\", \"\", \"\", \"\"], [\"\", \"\", \"RFT (alternative ridges-furrows with\", \"\", \"\", \"\"], [\"\", \"\", \"transparent polyethylene film), RFB(\", \"\", \"\", \"\"], [\"\", \"\", \"alternative ridges-furrows with black\", \"\", \"\", \"\"], [\"\", \"\", \"polyethylene film), FP (conventional flat\", \"\", \"\", \"\"], [\"\", \"\", \"planting)\", \"\", \"\", \"\"], [\"China Zimbabwe Granite-derived sands Fluvoaquic China Sandy and clay soil\", \"N fertilizer rates × drought stress (mean of two varieties) 120 N kg ha -1 + drought 120 N kg ha -1 + non-drought 180 N kg ha -1 + drought 180 N kg ha -1 + non-drought 240 N kg ha -1 + drought 240 N kg ha -1 + non-drought 360 N kg ha -1 + drought 360 N kg ha -1 + non-drought 0 N kg ha -1 + drought 0 N kg ha -1 + non-drought Fertilization rate × planting date Low rate (35 kg N ha -1 , 14 kg P ha -1 , 3 t ha -1 manure) + early planting High rate (90 kg N ha -1 , 26 kg P ha -1 , 7 t ha -1 manure) + early planting Low rate (35 kg N ha -1 , 14 kg P ha -1 , 3 t ha -1 manure) + normal planting High rate (90 kg N ha -1 , 26 kg P ha -1 , 7 t ha -1 manure) + normal planting Low rate (35 kg N ha -1 , 14 kg P ha -1 , 3 t ha -1 manure) + late planting High rate (90 kg N ha -1 , 26 kg P ha -1 , 7 t ha -1 manure) + late planting Control/no fertilizer + early planting Control/no fertilizer + normal planting Control/no fertilizer + late planting Drip fertigation methods (NPK) × soil type Drip irrigation + sandy soil Drip irrigation + clay soil Surface drip fertigation × sandy soil Surface drip fertigation × clay soil Subsurface drip fertigation + sandy soil Subsurface drip fertigation + clay soil Surface drip fertigation and plastic mulch + sandy soil Surface drip fertigation and plastic\", \"6.7 t ha -1 8.3 t ha -1 6.4 t ha -1 9.6 t ha -1 6.2 t ha -1 8.7 t ha -1 6.1 t ha -1 8.5 t ha -1 6.0 t ha -1 6.9 t ha -1 1.7 t ha -1 3.9 t ha -1 1.9 t ha -1 3.3 t ha -1 0.6 t ha -1 0.9 t ha -1 0.6 t ha -1 0.7 t ha -1 0.2 t ha -1 12.0 t ha -1 13.2 t ha -1 9.4 t ha -1 15.7 t ha -1 13.3 t ha -1 14.99 t ha -1 12.8 t ha -1 15.5 t ha -1 13.2 t ha -1 14.8 t ha -1\", \"11.6 20.3 6.7 39.1 3.3 26.1 1.7 23.1 183 550 171.4 371.4 200 350 18.9 41.5 13.6 36.2 17.4 40.4 12.1 27.7\", \"[32] [83] [47]\"], [\"\", \"\", \"mulch + clay soil Conventional + sandy soil Conventional + clay soil\", \"\", \"\", \"\"]]}"
  ]
}