{
  "meta": {
    "title": "A global analysis of dry matter accumulation and allocation for maize yield breakthrough from 1.0 to 25.0 Mg ha−1",
    "author": "Guangzhou Liu, Yunshan Yang, Xiaoxia Guo, Wanmao Liu, Ruizhi Xie, Bo Ming, Jun Xue, Keru Wang, Shaokun Li, Peng Hou",
    "journal": "Elsevier BV",
    "date": "2023. 01."
  },
  "paragraphs": [
    {
      "title": "Abstract",
      "div": [
        {
          "text": "Feeding a growing population requires improving crop yield without compromising the environment. Maize (Zea mays L.) is the largest food crop in the world. Identifying underlying drivers that increase maize yield is not only important for food security but also high resources use efficiency and environmental sustainability. Dry matter (DM) accumulation and its allocation to kernels are key factors that determine the final maize grain yield. To clarify the characteristics of DM accumulation, and allocation for maize yield breakthrough, data from previous publications from the 1970s to 2020s were collected and analyzed in combination with data from five years' field experiment conducted with six maize cultivars once yielding the highest in China and in all previous publications globally. As grain yield increased from 1.0 to 25.0 Mg ha -1 , a longer growth duration was essential, especially post-silking duration. A large but not excessive maximum leaf area index (LAI, 6.74) at silking was needed for crowded populations, and a relatively large LAI (3.35) at maturity was necessary. The pre-silking DM plateaued at 13.49 Mg ha -1 when grain yield exceeded 17.0 Mg ha -1 . The proportion of post-silking DM to total DM increased with yield and was about 70% when the yield level was 25.0 Mg ha -1 . By contrast, the DM transfer rate decreased with increasing yield. In addition, the harvest index (HI) could be further increased from a steady 0.52 to 0.55 when grain yield exceeded 10.1 Mg ha -1 . These innovative findings are of great significance for yield breakthrough and high resources use efficiency.",
          "table": []
        }
      ]
    },
    {
      "title": "Introduction",
      "div": [
        {
          "text": "Maize (Zea mays L.) is the largest food crop in the world in terms of both grain yield per hectare and total production (Tester and Langridge, 2010;Hou et al., 2020;Hou et al., 2021a). The primary countries for maize production are the USA, China, Brazil, Argentina, etc., and the average yield is 5.8 Mg ha -1 in the global world (FAO, 2020). Maize production consumes great amounts of water and fertilizers, and produces massive straw, which is an important biofuel feedstock (Liu et al., 2022a). With the growth of the world economy and the increasing consumption of fossil fuels, the demand for biofuel will continue to increase (Mauser et al., 2015). The current increases in crop yields in the limited arable land are still not sufficient to satisfy the demands of the world's population by 2050 (Bailey-Serres et al., 2019). Therefore, increasing maize production per unit area is not only vital for future food security, but also for increasing resources use efficiency. It is also a critical approach to achieve the United Nations Sustainable Development Goal SDG 2 (Zero Hunger) (FAO, 2015).",
          "table": []
        },
        {
          "text": "In recent decades, more and more studies have demonstrated that increasing population density is one of the most effective ways to improve maize grain yield (Zhang, 2011;Liu et al., 2017;Assefa et al., 2018;Hou et al., 2020;Luo et al., 2020;Jaikumar et al., 2021;Rizzo et al., 2022). A recent study stated that by increasing the plant density by 15,000 plants ha -1 without extra nitrogen input, the maize grain yield could increase by 2.7% -10.5% in China (Hou et al., 2020). This improvement of grain yield is mainly due to the fact that increasing plant density can improve light interception, photosynthesis, and light use efficiency and thus increase the aboveground dry matter (DM) accumulation and final grain yield (Maddonni et al., 2001;Li et al., 2011;Huang et al., 2017;Xu et al., 2017;Bernhard and Below, 2020).",
          "table": []
        },
        {
          "text": "The accumulated DM or photosynthate is the material base of yield formation. Increasing the total DM accumulation and the proportion of DM allocated to the kernels are the key factors for yield improvement (Rivera-Amado et al., 2019). A previous study with multisite experiments showed that the contribution of DM to grain yield was 73.7%, indicating it played an important role in varieties with a high yield level (Liu et al., 2020a). Many studies have pointed out that DM accumulation during post-sillking (from silking to maturity) is more important for modern maize cultivars (Yang et al., 2012;Zhou et al., 2016;Liu et al., 2017;Cao et al., 2021). The proportion of post-silking DM is more than 60% when the grain yield is > 18 Mg ha -1 , which is only 50% when the grain yield is < 9.0 Mg ha -1 (Meng et al., 2018). Therefore, higher DM accumulation or the proportion of post-silking DM is vital for achieving higher grain yields.",
          "table": []
        },
        {
          "text": "Previous studies showed that grain yield formation was mainly due to the transfer of DM from vegetative organs (Papakosta and Gagianas, 1991;Qi et al., 2020), and the total DM transfer rate could reach 46% (Huo et al., 2021). Other studies have found that the contribution of pre-silking DM is limited (Allison and Watson, 1966;Tollenaar, 1991), and there is little or no DM transfer under modern high-yield conditions (Srivastava et al., 2018;Zhang et al., 2020;Hu et al., 2021;Li et al., 2021). There exists a negative relationship between grain yield and rate of DM transfer from vegetative organs (Yi et al., 2006). More and more studies have shown that post-silking DM contributes much more to final grain yield under high-yield levels (Huang et al., 2007;Meng et al., 2016;Zhou et al., 2016;Liu et al., 2019). For high-yield maize grown under dense planting conditions, higher post-silking DM accumulation reduces DM transfer from vegetative organs, especially the stem, and thus reduces the risk of lodging (Xue et al., 2017). Therefore, for modern high-yield maize cultivation, a high DM transfer rate from vegetative organs may not be essential for yield formation because there is a large amount of DM accumulation during the grain filling stage.",
          "table": []
        },
        {
          "text": "The harvest index (HI) is the proportion of total aboveground DM that is allocated to the kernels. A previous study found that the HI did not change in the U.S. Corn Belt from the 1930s to 1970s while maize grain yield greatly increased (Meghji et al., 1984), as well as the found in Canada (Tollenaar, 1989). However, the HI of maize hybrids released from 1965 to 1993 increased from 0.41 to 0.52 in Argentina (Echarte and Andrade, 2003). In addition, there was also an increase of HI from 0.37 to 0.51 in China (Hou et al., 2012), and an analysis of data from previous studies showed that the HI did not increase when grain yield exceeded 15 Mg ha -1 (Liu et al., 2020a). In our previous study, we showed that an average HI of 0.54 could be achieved for a modern maize hybrid with yield potential of 22.5 Mg ha -1 by using precise field regulation strategies (Liu et al., 2017). Therefore, there is still potential to further improve the HI.",
          "table": []
        },
        {
          "text": "The increase in DM and final grain yield are related to the increase in leaf area (LA) and increased duration of the LA and growth period (Long et al., 2006;Ciampitti et al., 2013;Tian et al., 2020), and there is a significant relationship between grain yield and the duration of grain filling (Daynard et al., 1971;Poneleit and Egli, 1979;Liu et al., 2021a;Rizzo et al., 2022). Because of breeding for increased tolerance to density, the optimal plant density has increased greatly, and cultivars thus have a higher leaf area index (LAI) and increased light interception and use efficiency (Liu et al., 2022b). However, previous studies have shown that a LAI exceeding 5.0 is not necessary for obtaining high grain yield (Stewart et al., 2003;Liu et al., 2015;Liu et al., 2017), and that a LAI of about 5.0-6.0 might be optimal for maize (Li, 2000;Kiniry et al., 2004;Wang et al., 2004;Liu et al., 2020b). A recent meta-analysis showed that the highest maize grain yield was reached when the maximum LAI (MaxLAI) was 6.4 at density of 11.0 plants m -2 and that further increasing MaxLAI would decrease the photosynthetic rate (Hou et al., 2021b). In addition, early leaf senescence adversely affects crop yield during the grain filling stage (Gregersen et al., 2013), and the LAI for high-yield maize should be about 4.0 at maturity (Li, 2000;Liu et al., 2017). Therefore, a reasonable LAI is vital for high yield.",
          "table": []
        },
        {
          "text": "By using precise field regulation strategies, we previously obtained the highest grain yield (25.0 Mg ha -1 ) in China with a density of 13.5 plants m -2 (Cheng et al., 2021), which was higher than previous studies. The average maize yield was 6.0 Mg ha -1 in China (Liu et al., 2021b) and 5.8 Mg ha -1 in the world (FAO, 2020), which were much lower than our highest yield record. So far, it is not clear in how to achieve yield potential of 25.0 Mg ha -1 . Therefore, we performed a synthesis analysis of data from previous studies combined with those from our high-yield experiments to explore how to achieve maize yield breakthrough, from the aspects of DM accumulation and allocation.",
          "table": []
        }
      ]
    },
    {
      "title": "Materials and methods",
      "div": []
    },
    {
      "title": "Experimental site and design",
      "div": [
        {
          "text": "Five consecutive years' field experiments from 2017 to 2021 were conducted at Qitai Farm (89 • 34 ′ E, 44 • 12 ′ N) in Xinjiang, China. A local alternating narrow-wide-row pattern was used with narrow and wide rows of 0.4 m and 0.7 m wide, respectively. We selected six hybrids (SC704, ZD958, XY335, LY66, DH618, and MC670), which once gained highest yield records in China,16.3,20.4,20.8,21.2,22.7,and 24.9 Mg ha -1 , respectively. In 2017, five of the six cultivars (except MC670) were planted at three densities (7.5, 10.5, and 13.5 plants m -2 ), and in 2018-2021 all six cultivars were planted at four densities (7.5, 10.5, 12.0, and 13.5 plants m -2 ). A split-plot design was employed with cultivars as the main plots and densities as sub-plots. Each 44 m 2 plot was composed of eight 10 m long rows, and each cultivar was arranged in a randomized design with three replications.",
          "table": []
        },
        {
          "text": "The total organic matter, alkaline N, available P, and available K in the soil were 14.1 g kg -1 , 87.6 mg kg -1 , 53.8 mg kg -1 , and 108.6 mg kg -1 , respectively, and the soil bulk density and pH were 1.37 g cm -3 and 7.97, respectively. Over more than ten years' exploration, we had integrated a set of precise field regulation strategy, which had been widely used in Xinjiang, China. Each year, maize was sown in mid-April and harvested in mid-October. Based on preset target yields, the plants were watered nine times per growing season using drip irrigation. Irrigation was first performed on the day of sowing (15 mm) and then again 60 days after sowing, with subsequent irrigation events (58 mm each time) every 9 -10 days. The total amount of water applied was approximately 540 mm during each growing season. Base fertilizers were applied at 150 kg N ha -1 (as urea), 225 kg P ha -1 (as super phosphate), and 75 kg K ha -1 (as potassium sulfate) before sowing, and an additional 300 kg N ha -1 (as urea) was applied via drip irrigation during each growing season. All the experimental plots were uniformly irrigated and fertilized, and weeds, diseases, and pests were well controlled.",
          "table": []
        }
      ]
    },
    {
      "title": "Sampling and measurements",
      "div": [
        {
          "text": "The dates of sowing, silking, and physiological maturity were recorded to calculate the duration of pre-silking and post-silking.",
          "table": []
        },
        {
          "text": "At silking and maturity, three uniform and representative plants were harvested from the central rows of each plot, and the length (l) and maximum width (w) of each green leaf were measured to calculate LA as follows: LA = 0.75 × l × w (Liu et al., 2020b). The green LAI was calculated as follows: LAI = Total LA per plant × n/s (Liu et al., 2020b), where n is the number of plants within a unit area of land and s is the unit area of land. The plants were then separated into stem (including tassels), leaf, sheath, cob, husk, and grain, and all separated components were oven-dried at 85 • C to a constant weight and those weights were recorded.",
          "table": []
        },
        {
          "text": "At maturity, ears from a 5 m × 2 row area in the center of each plot were harvested and the moisture contents of the grains were measured using a portable grain moisture meter (PM8188, Kett, Japan). The final grain yield was calculated at a 14.0% moisture content.",
          "table": []
        }
      ]
    },
    {
      "title": "Data collection from previous studies",
      "div": [
        {
          "text": "Searches for studies published between 1973 and 2021 were performed using the search terms \"maize or corn\" and \"dry matter or biomass\" from Web of Science (http://www.sciencedirect.com), Springer Link (http://www.springerlink.com), and the China Knowledge Resource Integrated Database (http://www.cnki.net). The criteria for including publications in our analysis were as follow: (ⅰ) availability of grain yield (i.e., could be standardized at 14% moisture content); (ⅱ) availability of measurements of DM accumulation at pre-silking or postsilking or maturity, or the ability to calculate DM accumulation from two of the stages as follows: DM at pre-silking + DM at post-silking = DM at maturity and DM = DM per plant × density; (ⅲ) availability of total DM (vegetative organs) transfer rate or stem DM transfer rate or leaf DM transfer rate, or the ability to calculate the transfer rates as follow: transfer rate = (DM at silking -DM at maturity)/DM at silking × 100%; (ⅳ) availability of HI or ability to calculate it as follow: HI = grain yield per plant/DM per plant at maturity; (ⅴ) availability of LAI at silking or at maturity or ability to calculate LAI as follow: LAI = LA per plant × plants per unit area/unit land area; and (ⅵ) availability of duration of pre-silking or post-silking or whole growth season, or the ability to calculate these values as follows: whole growth duration = duration of pre-silking + duration of post-silking or whole growth duration = date of maturitydate of sowing, and duration of pre-silking = date of silkingdate of sowing, duration of post-silking = date of maturitydate of silking. The data were retrieved from tables or obtained from digitized figures using Origin 2019b version 9.65. The collected data are presented in Table S1. Total of 202, 202 and 252 data pairs of grain yield-pre-silking duration, grain yield-post-silking duration and grain yield-whole growth duration, 899, 937 and 1540 data pairs of grain yield-pre-silking DM, grain yield-post-silking DM and grain yield-total DM, 659 and 321 data pairs of grain yield-LAI at silking and maturity, 827 data pairs of grain yield- HI,198,192 and 191 data pairs of grain yield-total DM transfer rate, grain yield-stem DM transfer rate and grain yield-leaf DM transfer rate, were taken from 119 publications, respectively. The experiment locations of these global works were shown in Fig. 1.",
          "table": []
        }
      ]
    },
    {
      "title": "Statistical analysis",
      "div": [
        {
          "text": "One-way analysis of variance with least significant difference multiple comparison tests was used to analyze differences of mean values among yield levels. Correlation analysis was used to analyze the relationship between different indices. All analyses were conducted using Origin 9.65 (OriginLab, Northampton, Massachusetts, USA).",
          "table": []
        }
      ]
    },
    {
      "title": "Results",
      "div": []
    },
    {
      "title": "Growth duration",
      "div": [
        {
          "text": "Analysis of data from the collected literatures and our field experiments revealed that the duration of the pre-silking (Fig. 2A) and postsilking (Fig. 2B) stages and the whole growth duration (Fig. 2C) significantly increased with increasing grain yield. When analyzing the data from the collected literatures alone, there was no significant correlation between pre-silking duration and grain yield (Fig. 2A, inset); however, the post-silking duration (Fig. 2B, inset) and whole growth duration (Fig. 2C, inset) significantly increased with increasing grain yield. When analyzing the data from our field experiments alone, the pre-silking duration significantly decreased with increasing grain yield (Fig. 2A, inset), while the post-silking growth duration significantly increased with increasing grain yield (Fig. 2B, inset). However, there was no significant correlation between whole growth duration and grain yield (Fig. 2C,inset).",
          "table": []
        },
        {
          "text": "The average pre-silking, post-silking, and whole growth durations for the collected literatures were 66 days (Fig. 2A), 53.8 days (Fig. 2B), 120.6 days (Fig. 2C), respectively, and those for our field experiments were 84.5 days (Fig. 2A), 79.2 days (Fig. 2B), and 163.7 days (Fig. 2C), respectively. The average durations of the three growth stages in our field experiments were significantly longer than that reported in the collected literatures. The pre-silking, post-silking, and whole growth duration for our field experiments were 18.5, 25.4, and 43.1 days longer than those reported in the collected literatures, respectively. With the increasing grain yield, the proportion of pre-silking duration significantly decreased, while that of post-silking significantly increased (Fig. 2D). At very low yield level, the proportions of pre-silking and postsilking growth duration were 59.9% and 40.1%, respectively, and at the highest yield level they were 48.2% and 51.8%, respectively. The data from our field experiments also showed a higher proportion of postsilking and lower proportion of pre-silking growth duration when the grain yield exceeded 20 Mg ha -1 .",
          "table": []
        }
      ]
    },
    {
      "title": "Leaf area index",
      "div": [
        {
          "text": "Analysis of data from the collected literatures showed that the LAI at silking significantly increased with increasing yield level, but there was no significant increase in LAI at maturity (Fig. 3). At yield levels of < 5, 5-10, 10-15, 15-20 Mg ha -1 , and this study (average 19.6 Mg ha -1 , range 13.5-24.6 Mg ha -1 ), the MaxLAIs were 2.89, 4.48, 5.51, 6.85, and 6.74 at silking, and 1.38, 2.50, 3.03, 1.99, and 3.35 at maturity, respectively. At silking, the LAI at yield level of 15-20 Mg ha -1 was significantly larger than that at lower yield levels; however, it was not significantly different with the LAI from our field study. At maturity, the LAI at yield level of < 5 Mg ha -1 was the lowest and significantly less than that at other yield levels, while the LAI from our field study was significantly larger than that at the other yield levels.",
          "table": []
        }
      ]
    },
    {
      "title": "Dry matter accumulation",
      "div": [
        {
          "text": "The DM at silking increased with grain yield and then plateaued at grain yields greater than 17 Mg ha -1 (Fig. 4A). The DM at silking in our field experiments was not significantly correlated with grain yield (Fig. 4A). The DM at silking increased significantly with grain yield when the grain yield was less than 17 Mg ha -1 , but it reached a limit of 13.49 Mg ha -1 at grain yields ≥ 17 Mg ha -1 . The DM at post-silking and maturity significantly increased with increasing grain yield, which were also significantly correlated with grain yield in our field experiments (Fig. 4B,C). The average accumulated DM at the three growth stages in our field experiments were significantly higher than those from the collected literatures. The average accumulated DM from the collected literatures were 9.6 Mg ha -1 at silking (Fig. 4A), 11.7 Mg ha -1 during post-silking (Fig. 4B), and 20.5 Mg ha -1 at maturity (Fig. 4C), and the corresponding values from our study, were 35.4% (13.0 Mg ha -1 ), 94.9% (22.8 Mg ha -1 ), and 74.6% (35.8 Mg ha -1 ) higher, respectively.",
          "table": []
        },
        {
          "text": "As grain yield increased, the proportion of pre-silking DM decreased significantly, while that of post-silking increased significantly (Fig. 4D). At a very low yield level, the proportions of pre-silking and post-silking DM were 53.4% and 46.6%, respectively, while they were 34.2% and 65.8% at the highest yield level. Analysis of the data from our field experiments also showed a higher proportion of post-silking DM and lower proportion of pre-silking DM.",
          "table": []
        }
      ]
    },
    {
      "title": "Dry matter transfer",
      "div": [
        {
          "text": "With increasing yield level, there was a decrease trend in the total, stem, and leaf DM transfer rates (Fig. 5). The total DM transfer rates were 23.17%, 17.74%, 15.11%, 18.71%, and 0.98% for yield levels of < 5, 5-10, 10-15, 15-20 Mg ha -1 , and this study (average 19.6 Mg ha -1 , range 13.5-24.6 Mg ha -1 ). The total DM transfer rate from our field study was significantly lower than those for the other yield levels. For yield level of < 5 Mg ha -1 , the DM transfer rate was higher than that for the other yield levels (Fig. 5A).",
          "table": []
        },
        {
          "text": "The stem DM transfer rates were 11.55%, 15.14%, 2.93%, and 2.72% for yield levels of 5-10, 10-15, 15-20 Mg ha -1 , and this study, respectively (Fig. 5B). The stem DM transfer rate at yield level of 10-15 Mg ha -1 was significantly higher than that at the other yield levels. The Fig. 2. Relationships between grain yield and pre-silking stage duration (A), post-silking stage duration (B), whole growth duration (C), and proportion of pre-and post-silking duration (D). Blue and red symbols in the graphs and insets represent data collected from the literatures and our field experiments, respectively. The blue and red shaded areas represent the ranges of proportion for pre-and post-silking duration in our field experiments, respectively. **, significant correlation at the level of p < 0.01; ns, no significant correlation. stem DM transfer rates at yield level of 15-20 Mg ha -1 and this study were both lower than those at other yield levels and there was no significant difference between them. The leaf DM transfer rates were 20.48%, 16.52%, 11.83%, and 4.9% for yield levels of 5-10, 10-15, 15-20 Mg ha -1 and this study, respectively (Fig. 5C). The leaf DM transfer rate at yield level of 5-10 Mg ha -1 was significantly higher than that of other yield levels, and the lowest transfer rate was observed in our field experiments.",
          "table": []
        }
      ]
    },
    {
      "title": "Correlation analysis",
      "div": [
        {
          "text": "With increasing proportion of pre-silking growth duration, the total, stem, and leaf DM transfer rates increased significantly, while these transfer rates decreased significantly with increasing proportion of postsilking growth duration (Fig. 6). With increasing plant density, the total, stem, and leaf DM transfer rates decreased significantly (Fig. 6). The LAI at silking and maturity showed the same negative relationship with DM transfer rate, whereas the increasing LAI reduction rate from silking to maturity was positively correlated with the total and leaf DM transfer rates. The LAI reduction rate was not significantly correlated with stem DM transfer rate. Therefore, severe leaf senescence would enhance the rate of DM transfer from the leaves but not the stem. The DM at postsilking and maturity was negatively correlated with the total, stem, and leaf DM transfer rates. Pre-silking DM was also negatively correlated with the total and leaf DM transfer rate, but it had no significant effect on the stem DM transfer rate.",
          "table": []
        }
      ]
    },
    {
      "title": "Harvest index",
      "div": [
        {
          "text": "The HI first increased significantly with increasing grain yield, but it reached a limit of 0.52 when the grain yield was ≥ 10.1 Mg ha -1 (Fig. 7). However, the analysis of data from our field experiments alone showed that the HI further increased significantly (from 0.49 to 0.55) as grain yield increased (Fig. 7). Further analysis showed that the average HI of our field study (0.52) was significantly higher than that of the collected literatures (0.48).",
          "table": []
        }
      ]
    },
    {
      "title": "Fig. 4.",
      "div": [
        {
          "text": "Relationships between grain yield and dry matter (DM) accumulation at silking (A), post-silking (B), and maturity (C) and the proportion of pre-and post-silking DM(D). The green and red symbols or columns represent data from the collected literatures and our field experiments, respectively. The blue lines are the fits to our field data. The histograms represent the samples of dry matter at different stages and grain yields. The green and red shaded areas represent the ranges of proportions for pre-and post-silking DM in our field experiments, respectively. Columns not sharing any lowercase letters in the insets are significantly different at the level of p < 0.01. **, significant correlation at the level of p < 0.01.",
          "table": []
        }
      ]
    },
    {
      "title": "Discussion",
      "div": [
        {
          "text": "Dry matter accumulation and its allocation into the kernels are very important determinants of final grain yield (Rivera-Amado et al., 2019;Liu et al., 2020a). A prolonged growth duration is related to higher DM accumulation and grain yield (Tian et al., 2020). By reviewing data from previous studies combined with data from five consecutive years' field experiments, we found that the pre-silking, post-silking, and whole growth durations significantly increased as grain yield increased from 1.0 to 25.0 Mg ha -1 (Fig. 2). A recent study found that a shorter vegetative phase and a longer grain filling phase were beneficial to the improvement of grain yield (Olmedo Pico and Vyn, 2021;Rizzo et al., 2022), which was not all consistent with our results. However other studies reported that high grain yield was related to a longer growth duration (Milander et al., 2017;Mason et al., 2018), which supported our findings. In this study, we found a relatively long vegetative phase but the proportion of vegetative phase (pre-silking) duration significantly decreased while the proportion of reproductive phase (post-silking) duration significantly increased (Fig. 2D). In addition, we obtained much higher yield level (average 19.6 Mg ha -1 , range 13.5-24.6 Mg ha -1 ) than that (15.3-16.3 Mg ha -1 ) reported by Rizzo et al. (2022). Therefore, a long, but not too long pre-silking stage and a relatively long post-silking stage are essential for improving grain yield.",
          "table": []
        },
        {
          "text": "Breeding of erect maize hybrids has improved the tolerance to high plant density (Liu et al., 2021c;Postma et al., 2021;Liu et al., 2022b), which is an effective way to improve grain yield. A higher optimum Fig. 6. The correlations between DM transfer rate of total (all vegetative organs), stem, leaf and proportion of pre-and post-silking growth duration (GD), plant density, MaxLAI at silking, maturity LAI, LAI reduction rate from silking to maturity, pre-silking DM, post-silking DM, total DM. *, significant correlation at the level of p < 0.05; **, significant correlation at the level of p < 0.01; ns, no significant correlation. Fig. 7. Relationship between grain yield and harvest index (HI). Blue and red symbols or columns represent data from the collected literatures and our field experiments, respectively. The black and blue lines represent the correlation between grain yield and HI for the collected literatures and our field experiments, respectively. **, significant correlation at the level of p < 0.01. plant density increases the LAI and is beneficial to increasing the interception of photosynthetically active radiation and radiation use efficiency (Bernhard and Below, 2020;Liu et al., 2021c). However, the maize canopy may suffer from shading because of excessive LAI (Hayashi et al., 2015;Xu et al., 2017;Liu et al., 2020b). In this study, we found that a MaxLAI of 6.7 at silking was enough when the grain yield exceeded 20 Mg ha -1 (Fig. 3). Previous studies also reported that a higher LAI was not necessary for obtaining high grain yield (Liu et al., 2017;Liu et al., 2020b;Liu et al., 2022c), which supported our result. A recent meta-analysis also showed an optimal LAI of 6.4 for higher grain yield (Hou et al., 2021b), which was similar with our finding. Moreover, early leaf senescence during the grain filling stage was reported to not be beneficial to grain yield improvement (Gregersen et al., 2013;Liu et al., 2022c), and that the LAI at maturity should be maintained at about 3.5-4.0 to prolong the photosynthetic capacity during the grain filling stage (Li, 2000;Liu et al., 2017;Liu et al., 2022c), which also supported our finding. Therefore, optimal LAI is vital for high grain yield under dense planting, not redundant.",
          "table": []
        },
        {
          "text": "A longer growth duration and excellent leaf greenness were reported to be vital for DM accumulation (Ciampitti et al., 2013;Tian et al., 2020). Our synthesis analysis showed that both the DM during post-silking and at maturity significantly increased with increasing grain yield (Fig. 4), which were attributed to the prolongation of growth duration (Fig. 2) and leaf greenness (Fig. 3). Previous studies also showed that post-silking DM was important for modern high-yielding maize hybrids (Yang et al., 2012;Zhou et al., 2016;Liu et al., 2017;Cao et al., 2021), and its proportion could increase to 70% for yield levels exceeding 18.0 Mg ha -1 (Meng et al., 2018), which was consistent with our finding at yield level of 25 Mg ha -1 . In addition, a previous study found a DM contribution of 74% to final grain yield (Liu et al., 2020a) and supported our result. However, the pre-silking DM did not significantly increase when grain yield exceeded 17.0 Mg ha -1 in this study. This result indicates that higher but not too much pre-silking DM is necessary (Fig. 8), which is consistent with our finding of not too long pre-silking duration (Fig. 2) and the result of Tollenaar (1991).",
          "table": []
        },
        {
          "text": "Dry matter transfer also affects maize growth and development. Previous studies reported that the transfer of DM from vegetative organs were important for yield formation (Papakosta and Gagianas, 1991;Huo et al., 2021), which was consistent with our result at lower yield levels (Fig. 5). On the contrary, other studies reported that post-silking DM was more important (Zhou et al., 2016;Liu et al., 2017;Cao et al., 2021), and that there was little or no DM transfer from vegetative organs (Srivastava et al., 2018;Zhang et al., 2020;Hu et al., 2021;Li et al., 2021), which was consistent with our results at higher yield levels.",
          "table": []
        },
        {
          "text": "Higher proportion of pre-silking growth duration significantly increased DM transfer rate from vegetative organs, while reduced it with higher proportion of post-silking duration (Fig. 6), which was supported by previous studies (Liu et al., 2017;Rizzo et al., 2022). The increase of plant density increased the MaxLAI (Liu et al., 2022b), and the prolongation of leaf greenness could significantly reduce the DM transfer rate. Moreover, the use of density-tolerant cultivars and precise field regulation strategies delayed the leaf senescence and leaded to increased accumulation of photosynthates and reduction of DM transfer (Fig. 8), which was supported by a previous study (Liu et al., 2022c). Our result also showed that a severe reduction in LAI (leaf senescence) caused dramatic DM transfer. Excellent leaf greenness during grain filling promoted post-silking DM accumulation, and a relatively high pre-silking DM accumulation provided a strong base for post-silking growth, which contributed to lower DM transfer and high grain yield, and was consistent with the negative relationship between DM transfer rate and grain yield reported by Yi et al. (2006). Therefore, although density-tolerant hybrids are important for high-yield cultivation, precise field regulation strategies are essential for ensuring that plants maintain a well state under dense planting, as demonstrated by recent studies under favorable environments (Liu et al., 2021c;Rizzo et al., 2022).",
          "table": []
        },
        {
          "text": "Higher DM accumulation provides the possibility for allocating more DM to kernels, the proportion of this allocation to kernels is the HI. It was found that HI increased significantly and then became steady with Fig. 8. The potential factors that influence dry matter accumulation and allocation with the increasing grain yield.",
          "table": []
        },
        {
          "text": "the increasing grain yield (Echarte and Andrade, 2003;Liu et al., 2020a), which was similar with our result. A previous study also showed that HI increased to a steady value of 0.51 when grain yield was less than 13.5 Mg ha -1 (Hou et al., 2012), and a similar result was found in a study in Argentina (Echarte and Andrade, 2003). However, some studies had found a steady HI with increasing grain yield (Meghji et al., 1984;Tollenaar, 1989), which may be due to the use of older cultivars in these studies. Though the limited HI was found, our result showed that HI could be further increased by selecting cultivars with erect plant type under optimized environment, which was supported by previous study (Liu et al., 2022b).",
          "table": []
        },
        {
          "text": "Our previous study also showed that maize yield potential could be increased by 50% by using density-tolerant cultivars and precise field regulation strategies, and resources (radiation and heat) use efficiency were increased significantly (Liu et al., 2021c(Liu et al., , 2022b)). In this study, our innovative findings will providean effective way to increase yield potential and resources use efficiency, and give a guidance for high yield breeding in the future.",
          "table": []
        }
      ]
    },
    {
      "title": "Conclusions",
      "div": [
        {
          "text": "The breeding for erect plant type has increased the density tolerance and improved maize grain yield under dense planting. The breakthrough of grain yield is due to the application of density-tolerant cultivars and precise field regulation strategies without extra resource inputs, which prolongs the post-silking duration and leaf stay-green, reduces the DM transfer from vegetative organs, and increases the DM accumulation and HI. Our innovative findings are of great importance for ensuring food security and resources high efficiency.",
          "table": []
        }
      ]
    }
  ],
  "tables": []
}