{
  "meta": {
    "title": "Assessing the impacts of agricultural drought (SPI/SPEI) on maize and wheat yields across Hungary",
    "author": "Safwan Mohammed, Karam Alsafadi, Glory Enaruvbe O Enaruvbe, Bashar Bashir, Ahmed Elbeltagi, Adrienn Széles, Abdullah Alsalman, Endre Harsanyi",
    "journal": "Springer Science and Business Media LLC",
    "date": "2022. 05. 25."
  },
  "paragraphs": [
    {
      "title": "Abstract",
      "div": [
        {
          "text": "This study examined the physical properties of agricultural drought (i.e., intensity, duration, and severity) in Hungary from 1961 to 2010 based on the Standardized Precipitation Index (SPI) and the Standardized Precipitation Evapotranspiration Index (SPEI). The study analyzed the interaction between drought and crop yield for maize and wheat using standardized yield residual series (SYRS), and the crop-drought resilient factor (CDRF). The results of both SPI and SPEI (-3, -6) showed that the western part of Hungary has significantly more prone to agricultural drought than the eastern part of the country. Drought frequency analysis reveals that the eastern, northern, and central parts of Hungary were the most affected regions. Drought analysis also showed that drought was particularly severe in Hungary during 1970-1973, 1990-1995, 2000-2003, and 2007. The yield of maize was more adversely affected than wheat especially in the western and southern regions of Hungary (1961-2010). In general, maize and wheat yields were severely non-resilient (CDRF < 0.8) in the central and western part of the country. The results suggest that drought events are a threat to the attainment of the second Sustainable Development Goals (SDG-2). Therefore, to ensure food security in Hungary and in other parts of the world, drought resistant crop varieties need to be developed to mitigate the adverse effects of climate change on agricultural production.",
          "table": []
        },
        {
          "text": "Rapid population increase and the growing demand for natural capital to satisfy human needs, coupled with the adverse effects of climate change is exerting tremendous burden on environmental resources around the world and it is also limiting human capacity for food production 1-3 . In spite of this, the second goal of the Sustainable Development Goals (SDGs) of the United Nations seeks to eliminate hunger and all forms of malnutrition, double agricultural productivity and generally make food sustainable and available to majority of vulnerable population by the year 2030 4-6 . The impacts of climate change however poses a major challenge to the achievement of this goal because it hampers water supply and food production in many regions across the world 7-10 and resulting in death of nearly 25,000 people from poverty and hunger every day 11,12 .",
          "table": []
        },
        {
          "text": "Drought is one of the major consequences of climate change that have attracted the interest of scientists for decades. This is because drought affects millions of people around the world year after year leading to major development problems because of its dramatic effects on various aspects of human endeavors including agriculture practices and socioeconomic development  .",
          "table": []
        },
        {
          "text": "Europe is among the continents most affected by drought, especially in the years 1989 and 1991 when most of Europe was affected, and in 1976 when the Northern and Western parts of the continent was affected  . Drought outbreaks have been increasingly evident in many European countries leading to rising temperature and declining rainfall  , which have also resulted in economic loss to many farmers. For instance, many studies have estimated that if no climate adaptation strategies are developed and adopted in the near future, OPEN",
          "table": []
        }
      ]
    },
    {
      "title": "",
      "div": [
        {
          "text": "wheat using two indices: the standardized yield residual series (SYRS), and the crop-drought resilient factor (CDRF). This information is vital in helping scientists and decision makers gain a clear understanding of the impacts of drought events on agricultural yield. This understanding is important in providing relevant inputs for formulating strategies to mitigate the impacts of drought events on crop production.",
          "table": []
        }
      ]
    },
    {
      "title": "Materials and methods",
      "div": [
        {
          "text": "Study area and data collections. This research was carried out in Hungary, which is in central Europe (Latitudes 45° 55′ N-48° 60′ N and Longitudes 16° 10′ E-22° 50′ E) with a spatial extent of 93,000 km 2 (Fig. 2). This region has a continental climate with cold and snowy winter and hot and dry summer (June, July, August). Hungary is divided into 7 regions, where each region consists of two or more counties (Fig. 2). In this context, the southern part of Hungary includes Southern Great Plain, and Southern Transdanubia, while the Central Hungary and Central Transdanubia represents the central part of Hungary. The Northern Great Plain and Northern Hungary located in northern part of Hungary, while the Western Transdanubia represents western Hungary. Standardized precipitation index (SPI) and Standardized Precipitation Evapotranspiration Index (SPEI) recorded between 1961 and 2010 were retrieved from the database of CARPATCLIM platform (Climate of the Carpathian region project) 67,68 . The CARPATCLIM platform is an international platform which aims to improve climate data across the Carpathian Region by providing high resolution (0.1° × 0.1°) grid data of Carpathian basin. Hungary is covered by 1045 gridded points (Fig. 2). Each gridded data series provides reanalyzed data for different climate variables. In this sense, the gridded data series for SPI/SPEI on 3-, and 6-months' time scale for the whole Hungary was downloaded. The quality and homogeneity of the CARPATCLIM data were verified and validated by the CARPATCLIM team 69 . Agricultural data for maize and wheat (e.g., cultivated area (1960-2016), total production (1960-2016), and crop yield on a regional scale (2000 to 2018) were obtained from the Hungarian Central Statistical Office (http:// www. ksh. hu/).",
          "table": []
        }
      ]
    },
    {
      "title": "Standardized precipitation index (SPI) and standardized precipitation evapotranspiration index (SPEI).",
      "div": [
        {
          "text": "Many indices were developed to capture drought events in both time and space such as SPI and SPEI. The SPI is calculated by using monthly rainfall data (20-30 years) which is subjected to a normal distribution (μ = 0, σ = 1) 70 . The structure of the SPI is based on the theory of fitting the gamma distribution to a rainfall data series. In this sense, negative SPI values indicate drought condition while a positive values refer to wet periods 71 . Notably, the SPI is recommended by the World Meteorological Organization (WMO) 82 . Similarly, the SPEI 33 was developed somewhat from the same background as SPI, where SPEI account for climatic water balance (i.e. the standardized difference between precipitation and potential evapotranspiration). From a mathematical perspective, the SPEI integrates temperature/potential evapotranspiration into the SPI index through Thornthwaite equation 72 , which was improved by Beguería et al. 73 . More details about SPI and SPEI computation have been extensively reported in the literature 32,33 . The drought classification of both SPI and SPEI values are presented in SPI and SPEI drought category classification 111 .",
          "table": [
            "SPI and SPEI drought category classification 111 ."
          ]
        },
        {
          "text": "The SPI and SPEI were obtained from CARPATCLIM platform which were derived from climate data observed in climate stations across the Carpathian Basin. The SPI and SPEI were calculated based on the shifted Gamma distribution, as its perfectly fit with the total rainfall and climatic water balance across the region 74 . While the potential evapotranspiration of SPEI structure was calculated based on the improved version of the Thornthwaite's model 74 , which required only temperature and latitude as inputs. In this study, the SPI and SPEI at 3-months and 6-months were used to track agricultural drought across Hungary between 1961 and 2010.",
          "table": []
        }
      ]
    },
    {
      "title": "Drought trend across Hungary (1961-2010).",
      "div": [
        {
          "text": "For detecting trend of agricultural drought across Hungary between 1961 and 2010, the Mann-Kendall (MK t ) trend test Mann 75 was applied. The MK t is a nonparametric statistical analysis method used to assess whether the studied time series (i.e. SPI/SPEI) show an increasing or decreasing pattern 76 . One of the advantages of MK t is that data do not have to align with a required distribution pattern. Therefore, extreme data values (outliers) may be included 77 . For MK t the H 0 indicates an absence of trend over time, while the H 1 reveals a monotonic one 76 . MK t and Sen's slope were calculated for all the gridded points (1045) for the four drought indices, resulting in 8360 values (1045 × 4 × 2), which was interpolated using Geographic Information System (GIS) (ArcGIS 10.8).",
          "table": []
        }
      ]
    },
    {
      "title": "Spatio-temporal variability of drought.",
      "div": [
        {
          "text": "In order to identify agricultural drought variability pattern in space and time (i.e. spatio-temporal), across Hungary, the SPI-3, -6, and SPEI-3, -6 databases were used as input for principal component analysis (PCA) 78 . The PCA is a non-parametric method based on multivariate statistical analysis, that is widely applied in environmental science and climate research 79,80 . The PCA approach is a dimensionality reduction technique which summarizes the original data (SPI/SPEI) into a few, orthogonal, new linearly uncorrelated data that account for the majority of the variance which is referred to as Principal Components (PCs) 78, . On the basis of different combinations of variables, fixed entities, and individuals, six basic operational modes of PCA can be specified (i.e. S, Q, R, P, T, O) 78 . In this study, drought patterns (i.e., rotated loadings) were identified using the S-mode along with varimax orthogonal rotation 81 .",
          "table": []
        },
        {
          "text": "Total duration of drought (tdd) and drought frequency in space and time. To assess the drought vulnerability, the tdd (i.e., drought frequency) was computed. The tdd was defined for all drought events where the SPI and SPEI are less than zero for the whole study period N i 83 , as denoted in Eq. (1):",
          "table": []
        },
        {
          "text": "where n i is the calculated drought events (less than zero), and N i is the total months for time series (1961-2010). The results of tdd were reanalyzed for different drought categories (i.e., to study the drought frequencies (%)) with different intensity based on SPI and SPEI drought category classification 111 . For example, a moderate tdd or moderate drought frequencies (%) are computed with a calculation involving the percentage of months in which -1 < SPI > -1.49 and -1 < SPEI > -1.42 for the whole studied period. The same process was repeated for each drought category.",
          "table": [
            "SPI and SPEI drought category classification 111 ."
          ]
        },
        {
          "text": "(1) tdd(%) = n i /N i × 100 The is the area prone to drought based on SPI and SPEI drought category classification 111 , where m i is the number of gridded points when the SPI/ SPEI is < 0, i is a month, and M i is the whole network in the study area. The method is important because it depicts the percentage of the area prone to different categories of drought.",
          "table": [
            "SPI and SPEI drought category classification 111 ."
          ]
        },
        {
          "text": "Impact of agricultural drought evolution on maize and wheat production. In Hungary, crop production has recently witnessed a remarkable increase (Fig. 1), because of the adaptation of modern agricultural technology. Therefore, to remove the bias attributed to non-climatic factors, the yield data were detrended using simple linear regression model. The standardize residual from the detrended series were transformed via a z-score to capture the variability among studied crops (maize and wheat). Studies have shown that by detrending and transforming yield data using the Standardized Yield Residuals Series (SYRS) (mean = 0, standard deviation = 1) 85,86 , the effects of non-climatic factors on agricultural production can be eliminated 24,85,87,88 . The Standardized Yield Residuals Series (SYRS) was calculated using the formular in Eq. (3):",
          "table": []
        },
        {
          "text": "where c : crop, c : county, y : year , t : timescale, SYRS cr,c,y,t : Standardized Yield Residual Series, ξ cr,c,y,t : standard- ize residual from the LGM (detrended), β T c,s,y : mean of ξ cr,c,y,t , c,s,y,t : standard deviation of ξ cr,c,y,t . The categories of the SYRS are presented in Trends and significance of drought proportion over Hungary between 1961 and 2010. *Significant p < 0.05. Significant values are given in bold.",
          "table": [
            "Trends and significance of drought proportion over Hungary between 1961 and 2010. *Significant p < 0.05. Significant values are given in bold."
          ]
        },
        {
          "text": "To highlight the impact of agricultural drought (SPI & SPEI-3, -6) on maize and wheat production at regional scale, the crop-drought resilient factor (CDRF) was calculated for each county across Hungary. The CDRF refers to a crop's ability to withstand external stresses (such as drought) while maintaining its structure and functions 18 .",
          "table": []
        },
        {
          "text": "The CDRF was calculated following Eq. ( 4) 18,89,90 .",
          "table": []
        },
        {
          "text": "Hence, d dr donates yield value in the driest year (growing cycle) during the monitoring period at regional scale, while d dt refers to detrended yield value in the same year. Trend (MK t) and Sen's slope of maize and wheat yields across Hungarian regions between 2000 and 2020. *Significant p < 0.05 shows the CDRF classification. To obtain the driest year, the average gridded points for SPI-3, -6 & SPEI-3, -6 values that covered each county was calculated, then the lowest value (in each county) was highlighted, then the corresponding year was chosen for CDRF calculation.",
          "table": [
            "Trend (MK t) and Sen's slope of maize and wheat yields across Hungarian regions between 2000 and 2020. *Significant p < 0.05."
          ]
        }
      ]
    },
    {
      "title": "Correlation analysis between agricultural drought indices and crop yields.",
      "div": [
        {
          "text": "The relationship between drought indices and SYRS cr,c,y,t were computed to determine the impact of agricultural drought (SPI-3, SPI-6, SPEI-3, SPEI-6) on crop yields (i.e., maize, wheat). Since drought indices and SYRS cr,c,y,t (crop produc- tion) have a nonlinear relationship, the second-order polynomial regression model was used 91 . In this sense, the monthly R 2 value between SYRS cr,c,y,t and agricultural drought (SPI-3, SPI-6, SPEI-3, SPEI-6) was calculated (2000-2010), for each region in Hungary. The maximum and minimum R 2 values were subsequently used to produce the correlation maps using ArcGIS 10.8, to show the counties worse affected by agricultural drought.",
          "table": []
        },
        {
          "text": "(2)",
          "table": []
        },
        {
          "text": "Trends and significance of drought proportion over Hungary between 1961 and 2010. *Significant p < 0.05. Significant values are given in bold. SYRS classification 86 .",
          "table": [
            "Trends and significance of drought proportion over Hungary between 1961 and 2010. *Significant p < 0.05. Significant values are given in bold."
          ]
        },
        {
          "text": "Yield SYRS c,r,y,t Normal -0.5 < SYRS ≤ 0.5",
          "table": []
        },
        {
          "text": "Mild losses -0.5 < SYRS ≤ -1.0",
          "table": []
        },
        {
          "text": "Moderate losses -1.0 < SYRS ≤ -1.5",
          "table": []
        },
        {
          "text": "High losses -1.5 < SYRS < -2.0",
          "table": []
        },
        {
          "text": "Extreme losses SYRS ≤ -2.0 Trend (MK t) and Sen's slope of maize and wheat yields across Hungarian regions between 2000 and 2020. *Significant p < 0.05. Classification of the CDRF value 90 .",
          "table": [
            "Trend (MK t) and Sen's slope of maize and wheat yields across Hungarian regions between 2000 and 2020. *Significant p < 0.05."
          ]
        }
      ]
    },
    {
      "title": "Crop yield resilience to drought CYR T value",
      "div": [
        {
          "text": "Resilient CDRF > 1",
          "table": []
        },
        {
          "text": "Slightly non-resilient 0.9 < CDRF < 1",
          "table": []
        },
        {
          "text": "Moderately non-resilient 0.8 < CDRF < 0.9",
          "table": []
        },
        {
          "text": "Severely non-resilient CDRF < 0.8",
          "table": []
        }
      ]
    },
    {
      "title": "Results",
      "div": [
        {
          "text": "Agricultural drought characterization across Hungary. Similar to other extreme climate events such as flooding, drought is characterized by a temporal and spatial variation 16,44,92 . In particular, drought has been linked to poor agricultural production and water security issues especially in arid and semi-arid regions 65,93 . In this study, we examined the physical properties of agricultural drought (i.e., intensity, duration, and severity) in Hungary from 1961 to 2010 using two common drought indices at 3-and 6-months interval: SPI -3, -6 and SPEI-3, -6. Figure 3 shows that the western part of Hungary was more prone to drier conditions (i.e., drought) (brown color) than the eastern part. It also reveals that out of the 1045 gridded points for SPI-3-and -6-time scale, 16 and 72 gridded points respectively, witnessed a significant (p < 0.05) drought trend (MK t ). While in the MK t for SPEI-3-, and -6-time scale, 109 and 105 gridded points respectively, showed significant (p < 0.05) drought trend.",
          "table": []
        },
        {
          "text": "Figure 4 shows the rotated loadings of the SPI-3, -6 and the SPEI-3, -6 in the study area. The figure indicates that for each drought index (i.e., SPI-3, SPI-6, SPEI-3, SPEI-6), the first five principal components (PCs) explained more than 90% of the total variance in the data. Remarkably, the first (PC1), second (PC2), and third (PC3) components explained more than 60% of the total variance of each index. The intensity and severity of drought incidences in Hungary varies over space and time as each PC is dominant in a different part of the country (Fig. 4). Although SPI-3 accounts for a minimum variance of 14% (PC5), SPI-6 accounts for 12% (PC5). In contrast, SPEI-3 accounts for maximum variance of 22.3% (Southern Great Plain) and minimum of 12.9% variance (northern Hungary). SPEI-6 accounts for a maximum of 28.7% variance (PC1, Central Transdanubia) and a minimum of 2.5% (southern Hungary).",
          "table": []
        }
      ]
    },
    {
      "title": "Impact of agricultural drought on the yield of maize and wheat.",
      "div": [
        {
          "text": "Drought impact on maize and wheat yield. To capture the direct impact of drought spells on crop yield across different regions of Hungary during the period of this study, we determined the Pearson correlation coefficients (r) between drought indices (SPI-3, SPEI-3, SPI-6, SPEI-6) and the SYRS for wheat and maize on a monthly  scale. However, because the available data for drought indices was available from 1961 to 2010, and the crop production data across Hungarian regions was limited to 2000-2020, we restricted our analysis to the intersecting years between them (i.e., 2000-2010). Our analysis suggests that crop yield is susceptible to drought events especially during the growing cycle, particularly in August. Where, the highest correlation during the growing cycle occurred in June and August over most Hungarian regions for maize and wheat (Figs. 11 and12). However, an extensive analysis should be carried out as new data become available.",
          "table": []
        },
        {
          "text": "The highest correlation between SPI-3 and SYRS (r SPI-3vs.SYRS ) for maize (0.92 (p < 0.05)) was observed in the Southern Great Plain region, followed by Northern Great Plain and Southern Transdanubia (r SPI-3vs.SYRS = 0.75, p < 0.05) (Fig. 11). Similarly, for SPEI-3 the highest r SPEI-3vs.SYRS was observed in the Southern Great Plain region (0.92, p < 0.05), and in Central Hungary (0.8, p < 0.05). In terms of 6-month, the r SPI-6vs.SYRS in Southern Great Plain (r SPI-6vs.SYRS = 0.90, p < 0.05), and Central Hungary regions (r SPI-6vs.SYRS = 0.74, p < 0.05) was the highest one among other regions (Fig. 11). Like the SPI-6, the highest correlation between SPEI-6 and the SYRS (r SPEI-6vs.SYRS ) was in Southern Great Plain (r SPI-6vs.SYRS = 0.92, p < 0.05), and Central Hungary regions (r SPI-6vs.SYRS = 0.85, p < 0.05).",
          "table": []
        },
        {
          "text": "The highest correlation between SPI-3 and SYRS (r SPI-3vs.SYRS ) for wheat was recorded in Western Transdanubia and Central Hungary regions (r SPI-3vs.SYRS = 0.74, p < 0.05) (Fig. 12). Like SPI-3, the highest r SPEI-3vs.SYRS was also recorded in Western Transdanubia and Central Hungary regions (r SPEI-3vs.SYRS = 0.87, p < 0.05). We observed consistently high correlation between drought indicators (SPI-6 and SPEI-6) and crop yield in Western Transdanubia and Central Hungary regions (Fig. 12). These results emphasis the direct impact of drought episodes on crop production across Hungary. As the above analysis were limited to 11 years due to data scarcity, we extended our analysis to a national scale by linking drought loading (i.e., PC1, PC2, ….) (Fig. 4) with detrended national yield (SYRS) of maize and wheat yield between 1961 and 2010. The results at the National scale, show that maize yield was more adversely affected by drought ( r 2 PC1,SYRS =0.43) than the yield of wheat ( r 2 PC1,SYRS =0.21) (Fig. 13). Figure 13 shows that the impact of agricultural drought is widespread in Hungary. This was particularly severe across the country between 1990 and 2007 (Fig. 13). The other PCs (i.e., PC2, PC3, PC4, PC5) were however neglected as the r 2 PC1,SYRS did not exceeded 0.09.",
          "table": []
        },
        {
          "text": "Crop resilience to drought (CDRF) on a regional scale of Hungary. The crop-drought resilient factor (CDRF) was calculated across Hungary for the period 2000-2010, on a regional basis. On 3 months' timescale, only wheat yield in Southern Great Plain region was slightly affected by drought (CDRF SPEI-3 = 0.94) (Fig. 14). Wheat yield in Northern Great Plain region (CDRF SPEI-3 = 0.83), as well as Maize yield in Northern Hungary region (CDRF SPEI-3 = 0.81, CDRF SPI-3 = 0.81) were depicted a moderate resistance to drought. In Western Transdanubia region maize and wheat yield was moderately affected by drought (Fig. 14). However, the CDRF analysis in the rest regions indicate that crop yield was severely non-resilient, whereas the lower CDRF value was recorded in Central Hungary region (CDRF SPEI-3 = 0.52).",
          "table": []
        },
        {
          "text": "Figure 15 depicted the resistance of maize and wheat to drought episodes in 6-month interval. Majority of the regions exhibited that crop yield was severely non-resilient to drought (CDRF < 0.8), except for Northern Hungary, and Western Transdanubia. Noticeably, the lowest value was captured in Central Hungary region (CDRF SPEI-6 = 0.52). All in all, the CDRF analysis for each drought index (i.e., SPI, SPEI) indicate that crop yield was badly affected by drought in most of Hungarian regions which drew the attention to the importance of regional climate",
          "table": []
        }
      ]
    },
    {
      "title": "Discussion",
      "div": [
        {
          "text": "Agricultural drought remains a major threat to food security in many parts of the world. This is particularly severe in arid and semi-arid regions of the world 93 . Recently, drought is becoming more severe in many parts of central Europe, causing concerns about its impacts on agricultural productivity generally and especially on crop yield 94 . The results of this study show that although agricultural drought is widespread in Hungary, it ranges from moderate to severe and may depend on the interval and methods used in determining drought events. Drought was particularly severe during 1970-1973, 1990-1995, 2000-2003 and in 2007 (Figs. 6 and  7). In addition, the western part of Hungary was more prone to dry conditions than other parts of the country (Fig. 3). The difference values observed between SPEI and SPI may be because of the differences of input and method of calculations 38,86,95 . It is good to mention here that both indices have positive and negative points. The weak points of the SPI are that it depends only on the precipitation data with the total neglect of precipitation  distribution over time. On the other hand, using only temperature for calculating PET through Thornthwaite equation considered to be one of the main disadvantages of the SPEI. In other words, calculating PET through different method could lead to a different result Alsafadi et al. 22 . We observed that drought events were frequent in the central part of Hungary (i.e., Great Hungarian Plain) (Fig. 5). Similar finding was reported by Alsafadi et al. 22 and Farkas and Török 96 . The low rainfall in the central part of the country may be related to the warmer and drier climate conditions over Hungary since the beginning of the present century 97 . For instance, while SPI-3 indicates dominate drought pattern in the western part of the country, also, SPI-6 shows dominant drought variance in the western part (Figs. 3 and4). The spatial variation in the occurrence of drought in Hungary may be related to the pattern of rainfall in the country which may be explained by several factors including: (i) increase of solar/geomagnetic forces which amplify the drought impact especially in summer. For instance, Mares et al. 98 noted a significant correlation between drought index and solar/geomagnetic in central Europe, and (ii) changes in the continental factors in the Great Hungarian Plain which affected rainfall patterns and altered the ecosystem. For instance, Mohammed et al. 99 , asserted that rainfall pattern in Hungary led to wide variability of drought events in Eastern Hungary. However, according to the SPEI westeren part of Hungary appears to be susiptable to drought compering with the output of the SPI. This could be because of the computation of SPEI accounts for temprature and evapotransperation along with rainfall but SPI accounts for only rainfall.",
          "table": []
        },
        {
          "text": "Maize is one of the staple foods crops and it occupies 8.9-51.1% of cultivated area in Hungary 100 , which is the fourth largest producer in the world 101 . Although, water requirements for crop such as maize, can be provided by rainfall during growing cycle, the impact of agricultural drought across Hungary have been reported to adversely affected crop yield 65,102 . The results of this study indicate that crop yield was severely non-resilient to drought (i.e., CDRF < 0.8) (Figs. 14 and15). In addition, we observed that crop yield is susceptible to drought events especially during the growing cycle. This finding confirms the assertion by Fiala et al. 65 who reported that maize losses are highly correlated with drought severity. Interestingly, Adrienn and Janos 102 reported that water stress is one of the main factors influencing the decline in crop production in Hungary. Juhász et al. 103 has shown that the changing pattern of rainfall could have resulted in more than 25% losses in crop yield across Hungary between 2003 and 2013. The Hungarian agricultural system mostly rainfed and therefore climate vagaries such as rainfall deficit could lead to severe crop failure and promote food security challenges 104 . The western part of Hungary has experienced substantial reduction in rainfall trends 105 , along with increasing drought frequency during summer seasons which may have impaired crop production in recent decades.",
          "table": []
        },
        {
          "text": "Many studies such as Lobell et al. 106 and Webber et al. 107 , have shown the sensitivity of maize to drought. However, the crop-drought resilient factor (CDRF) shows that maize may be less resilience to drought than wheat (Figs. 14 and15). We observed a positive correlation between drought indices and SYRS during the growing cycle for maize and wheat suggesting that these crops are susceptible to drought events, especially in the tasseling stage (TS) of maize. Adrienn and Janos 102 has reported that drought stress, especially during the tasseling stage, reduced the yield of maize by as much as 50%. Fiala et al. 65 also reported a strong link between drought severity and maize yield loses. Similar conclusions have been reach by Daryanto et al. 108 who noted that maize is more sensitive to drought than wheat, especially in reproductive phase. In this context, the divergence in the response of wheat and maize to drought stress can be mainly attributed to their origins. Whereas, the origin of wheat is dray regions 109 , while the wet region is the origin of maize 110 . Therefore, the inherent adaptability characteristics may play a key role in crop adaptation 108 .",
          "table": []
        },
        {
          "text": "This paper reports that agricultural drought is more likely to occur over Hungary. The results of this study indicate that mild to moderate drought condition is a common type of agricultural drought over Hungary. As the SPI index only used rainfall data, and the SPEI index used rainfall and temperature data, our next step will be to try to track vegetation cover changes by using the Normalized Difference Vegetation Index (NDVI) to understand the interaction between drought and vegetation cover. Nonetheless, Mohammed et al. 99 reported a significant correlation between SPI-3, -6 index and NDVI during the summer season in the eastern part of Hungary.",
          "table": []
        },
        {
          "text": "Although irrigation could be one of the possible solutions to minimize the direct impact of drought on crop production, especially in central and southern part of Hungary, economic considerations limits it as an option because of the more than 500 thousand hectares of the Hungarian agricultural land 101 . Therefore, a mitigation plan that minimize the potential impact of drought on agricultural production, taking into consideration a combination of three important elements: (1) soils, (2) climate, and (3) cropping patterns should be developed. On the other hand, the interaction between different agroecosystems in Hungary (i.e., maize, wheat, apple, etc.) and drought characteristics (duration, time) should be carefully evaluated and associated with crop improvement (e.g., cultivating drought-tolerant crops varieties) and proper land management.",
          "table": []
        },
        {
          "text": "The output of this research will help in better understanding of agricultural drought evolution across Hungary (1961-2010) in both space and time. Based on the output of this research, future development plans could be oriented toward supporting areas that have more susceptibility to agricultural drought (i.e., central, and western parts). Also, decision-makers could develop national plans for climate adaptation and mitigation with a special focus on the vulnerable areas in accordance with EU policies such as the common agricultural policy (CAP).",
          "table": []
        }
      ]
    },
    {
      "title": "Conclusion",
      "div": [
        {
          "text": "Climate change poses a significant threat to human wellbeing and food security especially in arid and semi-arid regions of the world. In this study we examined the physical properties of agricultural drought such as intensity, duration, and severity in Hungary from 1961 to 2010, and analyzed the interaction between dryness and crop yield for maize and wheat using standardized yield residual series (SYRS), and the crop-drought resilient factor (CDRF). We observed that extreme climate events are becoming more frequent in Hungary over the years. Our study highlighted the exposure of the western part of Hungary to drought, where the drastic years were in 1970-1973, 1990-1995, 2000-2003, and 2007. The western and Eastern regions of Hungary are more prone to extreme climate events. We observed that the impact of drought is more severe on maize production than on wheat. However, maize and wheat were severely non-resilient to drought ( CYR T < 0.8) in most counties across Hungary. Our results demonstrate the need to develop drought resistant crop varieties to mitigate the impacts of extreme climate events in the arid and semi-arid regions of the world. Although this study has shown the influence of drought events on agriculture, we recommend that further studies should explore the climate change impacts on agriculture using other drought indices including Palmer drought severity index (PDSI) and precipitation evapotranspiration difference condition Index (PEDCI). It is likely that a comparison of these indices will enhance our understanding of agricultural drought events.",
          "table": []
        }
      ]
    }
  ],
  "tables": [
    "{\"title\": \"SPI and SPEI drought category classification 111 .\", \"head\": [\"Drought group\", \"SPI threshold\", \"SPEI threshold\"], \"value\": [[\"Near normal (ND)\", \"-1.0 ≤ SPI ≤ 1.0\", \"-1.0 ≤ SPEI ≤ 1.0\"], [\"Moderate drought (MD)\", \"-1.49 < SPI < -1.0 -1.42 < SPEI < -1.0\"], [\"Severe drought (SD)\", \"-2.0 < SPI < -1.5\", \"-1.82 < SPEI < -1.43\"], [\"Extreme drought (ED)\", \"SPI ≤ -2.0\", \"SPEI ≤ -1.83\"]]}",
    "{\"title\": \"Trends and significance of drought proportion over Hungary between 1961 and 2010. *Significant p < 0.05. Significant values are given in bold.\", \"head\": [\"\", \"SPI 3\", \"\", \"SPEI3\", \"\", \"SPI 6\", \"\", \"SPEI6\", \"\"], \"value\": [[\"Drought group\", \"Trend\", \"p\", \"Trend\", \"p\", \"Trend\", \"p\", \"Trend\", \"p\"], [\"ND\", \"+ 1.5\", \"0.10\", \"+ 0.02\", \"0.9\", \"+ 2.12\", \"0.03*\", \"+ 0.3\", \"0.7\"], [\"MD\", \"+ 1.5\", \"0.12\", \"+ 0.4\", \"0.6\", \"+ 1.4\", \"0.15\", \"+ 0.6\", \"0.5\"], [\"SD\", \"+ 1.3\", \"0.16\", \"+ 0.03\", \"0.9\", \"+ 1.2\", \"0.2\", \"+ 1.3\", \"0.1\"], [\"ED\", \"+ 0.14\", \"0.88\", \"+ 0.5\", \"0.5\", \"+ 0.6\", \"0.5\", \"+ 1.7\", \"0.08\"]]}",
    "{\"title\": \"Trend (MK t) and Sen's slope of maize and wheat yields across Hungarian regions between 2000 and 2020. *Significant p < 0.05.\", \"head\": [\"Region\", \"Counties\", \"Maize (kg/ha) Significant Wheat (kg/ha) Significant\"], \"value\": [[\"Central Hungary\", \"Budapest + Pest\", \"+ 182.00\", \"0.003*\", \"+ 76.60\", \"0.001*\"], [\"Central Transdanubia\", \"Fejér + Komárom-Esztergom + Veszprém\", \"+ 144.58\", \"0.029*\", \"+ 72.33\", \"0.005*\"], [\"Western Transdanubia\", \"Győr-Moson + Sopron + Vas + Zala\", \"+ 159.28\", \"0.001*\", \"+ 97.50\", \"< 0.0001*\"], [\"Southern Transdanubia\", \"Baranya + Somogy + Tolna\", \"+ 141.17\", \"0.019*\", \"+ 88.23\", \"0.000*\"], [\"Northern Hungary\", \"Borsod-Abaúj-Zemplén + Heves + Nógrád\", \"+ 183.33\", \"0.000*\", \"+ 128.56\", \"0.000*\"], [\"Northern Great Plain\", \"Hajdú-Bihar + Jász-Nagykun-Szol-nok + Szabolcs-Szatmár-Bereg\", \"+ 130.33\", \"0.013*\", \"+ 105.00\", \"0.002*\"], [\"Southern Great Plain\", \"Bács-Kiskun + Békés + Csongrád-Csanád\", \"+ 125.41\", \"0.042*\", \"+ 68.66\", \"0.013*\"], [\"Total Hungary\", \"-\", \"134.68\", \"0.0112*\", \"93.3516\", \"0.0006*\"]]}"
  ]
}