{
  "meta": {
    "title": "No title found",
    "author": "No author found",
    "journal": "No journal found",
    "date": "No date found"
  },
  "paragraphs": [
    {
      "title": "Abstract",
      "div": [
        {
          "text": "The honoured reader holds a concise treatment of modern agricultural knowledge in her/his hand with special reference to the cultivation of a single species, one of the leading crops of the world, the staple food for almost the half of contemporary mankind and potentially the most significant agricultural crop of Hungary. Maize is the most important (about ¾) constituent in all animal feeds, moreover, maize silage is an absolutely indispensable forage of ruminants. In addition to that, Hungary developed its seed grain production capacity of many modern hybrids, which are grown for special purposes (grain for human food, processing industry, ethanol fuel, seed grain and silage for animal feed, etc.) in all countries of the moderate and tropical climate. Immediately consumed and processed commodities represent about 10% of the total produced. Chips, grits, flour, oil, starch, sugar, etc. are increasingly demanded in Hungary too. Many, densely populated regions of the world consider maize as the basis of their nutrition. Recently, also environmental wrapping material has been made from maize. As one of the new sources of fuel for engines, bioethanol is praised as being renewable and an alternative of mineral oil. Those tendencies are increasing continuously. A couple of reasons suggest that the present work would find readers not only in the society of growers and professional entrepreneurs including students of rural economy, but also among literate citizens interested in recent topics of survival and environmental conservation. The history of a cultivated plant over a period comprising 6000 years in the New World (as the archaeological findings suggested) is a fascinating lecture comparable with the parallel history of ancient civilisations of the Old World. The author, János Nagy, gathered great many references, which dealt with the beginning from the earliest records and with growing intensity on the development of modern scientific approaches on agricultural technology as well as plant breeding. Henry A. Wallace has been the first genius, who started his revolutionary work in the USA during the twenties of the 20 th century with inbreeding and crossing inbred lines of maize and earned incomparable appreciation not only in plant breeding but also in the theory of genetics. In 1955, he wrote: \"Nuclear energy is a popular issue nowadays. Nevertheless, I am convinced that historians will consider the exploitation of hybrid effect to have the same importance\" The intense research in universities and activity in seed companies related to maize breeding is boasting worldwide since more than 80 years. Outstanding achievements are to be ascribed to János Surányi (1957), Béla Győrffy (1965) and Zoltán Menyhért (1985). Not only the origin, botany, physiology of maize has been studied but also ecological conditions have This book deals with a plant species, which is near to the top of the list representing most important crops of the world. It is grown on 135 million of hectares and produces 575 million tons of grain. Almost all countries of the world are producing maize, which is continuously improved by breeding, and due to those efforts, the worldwide increment of yields is estimated to be 1 -1.7 % per year. The mean yield estimated in the 1920es was 1.5 t/ha, which has to be multiplied by 3 to 4 to express the present status. The agronomical conditions have been improved immensely by irrigation and intense cultivation technologies.",
          "table": []
        },
        {
          "text": "Following the appearance of the first hybrid by crossing inbred lines in Hungary (1953), 11 years elapsed until almost the whole national maize growing area has been occupied by hybrids in 1964. (The appearance and general acceptance of hybrids took relatively very short time in Hungary, whereas nearly thirty years were needed in the USA). In the 1970es integrated maize growing systems have been organised in Hungary (1970: CPS-IKR, 1972: BKR and KSZE, 1973: KITE), which offered a framework for the introduction of the most advanced hybrids, machines and technologies. Those achievements were outstanding in a worldwide relation too. By those reasons, in the next 20-year-long period, the increment of mean yields was 119 kg/ha/year. Hungarian agriculture experiences, recently, the rearrangement of its ownership structure.",
          "table": []
        },
        {
          "text": "In spite of its modest size of agricultural area, Hungarian maize production occupied an important position among the European countries, and we hope, it will keep this position. The seed grain industry and the research capacity with the a system of experimental stations of the 10 country has been highly developed and recognised in the temperate zone agriculture, especially on the surrounding regions of the continent.",
          "table": []
        },
        {
          "text": "As for all agricultural activity, maize growing is aiming simply to produce highly useful commodities through reasonably high yields by the possibly lowest inputs and the less environmental risks securing a safe income for the grower. For that purpose, the book of professor János Nagy will offer decisive help. Not only information will be enhanced, mind and soul enriched, but also the chances of a successful management. Therefore, this up to date repository of professional know-how is recommended sincerely with firm conviction for the interested readers.",
          "table": []
        }
      ]
    },
    {
      "title": "Dr. János Németh",
      "div": []
    }
  ],
  "tables": []
}