{
  "meta": {
    "title": "Converting maize production with low emergy cost and high economic return for sustainable development",
    "author": "Xingya Wang, Weiming Tan, Shunli Zhou, Yang Xu, Tao Cui, Hong Gao, Mingli Chen, Xuehui Dong, Hongyong Sun, Jinzhong Yang, Yongcheng Wu, Fanlei Kong, Ming Zhan, Jinbao Pan, Ye Wang, Xinglong Wang, Ning Luo, Shoubing Huang, Guohua Mi, Dongxing Zhang, Jichao Yuan, Xinping Chen, Qingfeng Meng, Pu Wang",
    "journal": "Elsevier BV",
    "date": "2020. 10. 10."
  },
  "paragraphs": [
    {
      "title": "Abstract",
      "div": [
        {
          "text": "Promoting more sustainable agriculture while simultaneously meeting the increased demands for food due to the growing population is a great challenge in the 21st century. Here we addressed this challenge by conducting onfarm field experiments at 40 sites across the broad aro-ecological maize region in China during 2017-2018. According to a modern understanding with emergy and economic aspects, a set of new variety-based low emergy system was developed. Compared with the current traditional farmers' system, the new system improved the sustainability (emergy sustainability index) by 19% and increased economic return by 47% while similar productivity (maize yield) was achieved. More than 80% of the modeled yield potential was realized. Moreover, the decrease of nonrenewable materials input in the new system contributed to 88% of the sustainability improvement. As food and resource concerns become more severe in many global regions, this new system is likely to supply a typical case and could be adopted widely to realize the United Nations Sustainable Development Goals (SDGs) in agricultural transformation.",
          "table": []
        }
      ]
    },
    {
      "title": "Introduction",
      "div": [
        {
          "text": "It is a great challenge to promote more sustainable agriculture while simultaneously meeting the demands of food by a growing population . The greatest challenge occurs regions in which the existed crop system relies heavily on nonrenewable materials with less mechanization and the population increases very fast (e.g., China, India and sub-Saharan Africa). This has already caused a series of economic and ecological problems such as low profit  and sustainability . For example, labor input as one of the most important nonrenewable materials was relatively high in these regions. Due to the economic development and growing competition for natural resources and labor , there is an urgent need in these regions to convert agricultural production for sustainable development to realize the United Nations Sustainable Development Goals (SDGs).",
          "table": []
        },
        {
          "text": "To realize the SDGs, technological innovation and improved crop management are usually considered as the key measures . Since the 1980s, experiences from the USA and European countries with the Abbreviations: CMB, Chinese maize belt; CS, current system; ESI, emergy sustainability index; ELR, environmental loading ratio; EYR, emergy yield ratio; GDD, growing degree days; GDD available , the available theoretical GDD; LES, new variety-based low emergy system; NCP, North China Plain; NE, Northeast China; RUE, radiation use efficiency; SDGs, United Nations Sustainable Development Goals; SW, Southwest China; UEV, unit emergy value. large-scale agricultural systems showed the application of new variety, integrated management together with farm mechanization, had the potential to improve agricultural sustainability and the global farming future . In regions such as China, India and sub-Saharan Africa with smallholder farms, it should require a systemic redesign to deliver optimum outcomes as ecological and economic conditions change. The existing literatures have primarily focused on the traditional farmers' system, especially with the long-maturity varieties as an adaptation for warming to increase yield in China . However, the high moisture in the grain at physiology maturity or harvest for traditional varieties in this system made it difficult for mechanized grain harvest and became the major restriction for whole-process mechanized maize production . As the first step, the new system would involve new varieties adapting for mechanization and the corresponding adjusted management for high yield. The new maize varieties shortened the growth season to achieve the low moisture in grain for grain mechanization . Due to the less thermal time during growth duration, the dry matter per plant also decreased for these new varieties compared with the traditional varieties, which also sacrificed grain yield to some extent . In recent decades, maize yield increase was mainly attributed to the larger increase in total aboveground dry matter accumulation while there was little chance to improve harvest index . This implicated yield improvement for these new varieties would come from high density. However, the new emerging system with its characteristics in terms of new mechanized varieties and management have received limited attention . How to realize the dual goals in the face of high grain yield together with sustainable mechanization remains unclear. Meanwhile, the application of more machinery in the new system would potentially raise the cost of nonrenewable resources such as fuel. The possible trade-offs among crop productivity, mechanization cost and resource use has also been raised. With urgent need of the new variety-based mechanized system growing in popularity in China and other regions, the detailed analysis among grain yield, costs, benefits and the sustainability of the system has received little focused attention.",
          "table": []
        },
        {
          "text": "Tools for combined economic and sustainability assessment would help organize information to guide appropriate decisions about the new system for agricultural policies and extension. Because of the advantage to account for all the input materials into a whole system, the method of energy analysis can identify the renewable and nonrenewable energy or resources in the systemic material flow . It could supply the evaluation with the environmental and sustainable issues for a given system between the natural and human interface. Meanwhile, the economic analysis could calculate the worth that input materials to the society of humans as useful financial value while it could not capture the value of environmental services . Despite these strengths, the integrated analysis with emergetic and economic analyses in the past mainly focused on the traditional system, and it has not been applied for the new emerging crop system in the transformation.",
          "table": []
        }
      ]
    },
    {
      "title": "Materials and methods",
      "div": []
    },
    {
      "title": "System description 2.1.1. Study area",
      "div": [
        {
          "text": "A total of 20 sites of common joint field experiments were conducted in 2017 and 2018 within the three main agro-ecological areas for maize production in China (Supplementary Fig. 1). Three zones from north to south (Northeast China (NE), North China Plain (NCP) and Southwest China (SW)) were broadly classified. In 2017, maize area of these regions was 16.4, 14.8 and 4.0 million ha, 83% of the total maize plant area in China . The corresponding maize production was 112.4, 86.1 and 20.7 million tons, accounting for 85% of the national maize production. The NE is located in the north of China and includes Heilongjiang, Jilin, Liaoning and Inner Mongolia Provinces. Spring maize is prevalent in this region because of the long and cold winter. The NCP is in central-eastern China, which includes Hebei, Henan, Shandong, Shanxi, Anhui, Beijing and Tianjin. The dominant cropping system in this region is spring maize and summer maize. In this study, we discussed spring and summer maize separately in the NCP. The SW is located in south-western China and includes Hunan, Hubei, Sichuan and Guizhou Provinces. The dominant cropping system in this region is spring maize. A small amount of summer maize is also planted in this region.",
          "table": []
        }
      ]
    },
    {
      "title": "Field experiments",
      "div": [
        {
          "text": "In this study, two treatments were designed and compared: (1) current system (CS), which using the current farmers' variety and harvest with the optimized water and N management, and (2) new variety-based low emergy system (LES), which using the newly released variety for mechanized grain harvest and optimized management especially with high density to pursuing high yield. At 20 experiment sites, field experiments were conducted with three replicates. In fields, it was designed with a split-plot. The main plots were three densities (60,000, 75,000 and 90,000 plants ha -1 ). The subplots were two different hybrids: current hybrid Zhengdan958 (ZD958) and new hybrids (Supplementary Tables 2 and3). As a widely traditional used hybrid in fields by Chinese farmers, ZD958 was long-maturing . New hybrids were a kind of new short-or medium-maturing hybrids, which could be suitable for mechanized grain harvest. At the experiment sites of Nanchong and Zunyi, two lower density treatments were set due to local natural conditions . The density treatments were as follows: 52,500 and 67,500 plants ha -1 . Two different types of maize hybrids and their suitable planting density constituted two different planting systems, called CS and LES, respectively.",
          "table": []
        }
      ]
    },
    {
      "title": "Economic analysis",
      "div": [
        {
          "text": "Labor price was determined by the average wage level of peasant households. The price of all other inputs was obtained through investigation and NBSC  according to the actual material price. The price of grain was obtained from the NBSC, which used the average price of two years. The profit was divided by the value of yield per kilogram as unit economic profit.",
          "table": []
        }
      ]
    },
    {
      "title": "Emergy analysis",
      "div": []
    },
    {
      "title": "Scenario analysis",
      "div": [
        {
          "text": "In this study, we ran three suits of scenario analysis based on LES. In the first scenario analysis (LES1), we decreased the N application rate and irrigation amount. We set the maximum chemical N rate to 195 kg ha -1 , and the experiment sites with more than 195 kg ha -1 was decreased to 195 kg ha -1 . We set water requirement amount at each experimental site to 462 mm, and reduced the amount of irrigation when irrigation plus rainfall exceeded 462 mm . In the second scenario analysis (LES2), we set the maize yield in each experiment site to 95% of the local yield potential (Yp). The third scenario analysis (LES3) was the combination of management in LES1 and LES2.",
          "table": []
        }
      ]
    },
    {
      "title": "Yield potential based on hybrid-maize model simulation",
      "div": [
        {
          "text": "Using the Hybrid-Maize Model (Supplementary Note 2), Yp of maize was simulated. It can simulate Yp under both optimized water and rainfed conditions . Hybrid-Maize Model has been widely used to predict maize production . Yp was simulated each year from 2009 to 2018. The average of the ten years was used as the local Yp of the experimental site.",
          "table": []
        },
        {
          "text": "As the beginning of maize growth, the first day for temperature above 10 • C was identified. For the ending of growth, the day for temperature was below 10 • C was also identified.",
          "table": []
        },
        {
          "text": "During the maize growing season, the growing degree days (GDD) was calculated as follows :",
          "table": []
        },
        {
          "text": "N is the number days of maize season. Tt is the daily average temperature. Topt is the optimum temperature (34 • C). Tbase is the base temperature (10 • C).",
          "table": []
        }
      ]
    },
    {
      "title": "Data analysis",
      "div": [
        {
          "text": "The radiation use efficiency (RUE) was calculated using the following Eq. ( 2) :",
          "table": []
        },
        {
          "text": "ΔW is grain yield. H is 16.3 kJ g -1 , which is the energy conversion coefficient. ΣS is intercepted radiation for each season.",
          "table": []
        },
        {
          "text": "Differences were analyzed by the LSD test (0.05 level) with SPSS software.",
          "table": []
        }
      ]
    },
    {
      "title": "Results",
      "div": []
    },
    {
      "title": "Systemic productivity, growing degree days and radiation use efficiency",
      "div": [
        {
          "text": "Compared with the CS, similar grain yield was achieved in LES (Fig. 1). Grain yield of LES and CS averaged 11.6 and 11.0 Mg ha -1 across two years, both of which achieved >80% of the corresponding yield potential. Among four regions, the highest yield was in NE while the lowest yield was in SW for both systems. In NCP, a similar grain yield was achieved for both summer and spring maize.",
          "table": []
        },
        {
          "text": "The GDD at the physiology maturity of the new varieties in LES was 1772 • C, 69 • C lower compared to that in CS (Fig. 1). For the grain dehydration process after physiology maturity, the additional 50 • C of GDD was required to decreased the grain moisture to 25% (the standard for grain harvest by machine) for LES, substantially lower than CS (117 • C). For spring maize and summer maize in NCP and SW China, the available theoretical GDD (GDD available ) calculated according to the recent 10-yr (2009-2018) weather data was enough for maize growth and finishing the grain dehydration process to the standard after maturity. For NE, GDD available was also enough for LES while there was a gap of 65 • C for CS between GDD available and required GDD for grain dehydration at harvest, which showed the potential frost risk for grain harvest in CS.",
          "table": []
        }
      ]
    },
    {
      "title": "Economic analysis",
      "div": [
        {
          "text": "The net profit of LES was 9464 ¥ ha -1 , 47% higher compared with CS for CMB (6446 ¥ ha -1 , Fig. 2). If the total profit was divided by the grain yield (the economic profit per kg grain yield), the unit economic profit was 0.82 ¥ kg -1 in LES, 39% higher than CS. Overall, the LES achieved a higher rate of return and the income-to-cost ratio was 2.22, substantially higher than 1.66 in CS.",
          "table": []
        },
        {
          "text": "The higher profits in LES mainly resulted from the 21% lower in cost while the income was only 6% higher compared with CS (Fig. 2). Because of more use of machinery, machinery cost was 3% higher in LES. Meanwhile, seeds cost in the LES was 15% higher than CS because of the requirement of higher plant density. In contrast, labor was reduced by 77% in LES, which was the largest contributor to profit improvement. As a result, labor accounted for only 8% of the total cost in LES while it was 30% in CS. The cost of electricity decreased by 14% in LES because of the omitting threshing step after harvest. Among the four regions, the highest increase in profit was in SW. The profit was improved by 240% because of the 22% higher income together with 19% lower cost. 25-42% of the increase in profit was observed in other regions.",
          "table": []
        }
      ]
    },
    {
      "title": "Emergy evaluation",
      "div": [
        {
          "text": "The total emergy input of LES was 6.69E+15 sej, 29% lower compared with the CS while similar emergy output was observed (Fig. 3). The reduced emergy input in LES mainly resulted from the nonrenewable materials, which contributed to 88% of the total reduction of emergy input in LES. As a result, the input ratio of the nonrenewable to the renewable inputs (ELR) in LES was 5.32, 8% lower compared with CS (Fig. 4). Due to the higher plant density and the leap from manual ear harvest to mechanized grain harvest in LES, the emergy inputs of machinery and seeds increased by 53% and 15%, respectively (Fig. 3). Similar to the economic input, the most considerable reduction of emergy input was labor, which accounted for only 12% of the total emergy input in LES while it was 37% in CS. For LES, the UEV (unit emergy value) as the mean emergy required to generate 1 J of grain was 3.40E + 4 sej, 32% lower compared with CS (Fig. 4). Furthermore, EYR (energy yield ratio) as the value as feedback from the outside economy in LES averaged 1.34, 10% higher than CS. As an aggregate measure for both ecology and economy, the emergy sustainability index (ESI) was improved by 19% from 0.21 in CS to 0.25 in LES, which indicated higher sustainability in the new system.",
          "table": []
        }
      ]
    },
    {
      "title": "Scenario analysis",
      "div": [
        {
          "text": "To further explore the possibility of sustainable development for maize production, we have carried out the scenario analysis (Fig. 5). If nitrogen and water use was further improved in LES (scenario LES1), UEV, ELR and ESI would all improve significantly. Compared with LES, UEV would reduce by 18%, ELR would decrease by 12%, and ESI would increase by 10%. If only grain yield were further improved to achieve  95% of yield potential in LES (scenario LES2), the significant improvement would only be observed in UEV. The UEV in LES2 would decrease by 8% compared with LES. Through further improving nitrogen and water use by an integrated soil-crop system management strategy with the achievement of 95% yield potential (scenario LES3), UEV would decrease to 2.55E + 4 sej J -1 , similar with maize production in USA and Argentina. The ELR was still as high as 4.70, higher compared with other countries. It implicated further improvement to reduce the ratio of nonrenewable materials in the future. The ESI was 0.28 in scenario LES3, 10% higher than LES. Overall, the ESI and UEV had the great potential to achieve a similar level of USA in maize production in the future through the integrated soil-crop system management.",
          "table": []
        }
      ]
    },
    {
      "title": "Discussion",
      "div": [
        {
          "text": "To meet the world's food security and realize SDGs in the future, agricultural production must enhance productivity while the ecological footprint must reduce substantially at the same time . However, most agricultural areas have paid more attention to improve crop productivity especially in developing countries with the large population (China and India), together with the detriment of sustainability until recently . With the development of economic and technology in these regions, we think sustainable crop production may be approaching a tipping point where it could be transformative . In this study, taken maize an example, we summarized the potential of productivity and sustainability of the new emerging system across the broad aro-ecological region using the economic and emergy analysis. We found the total economic return was increased by 47%, and sustainability (ESI) was improved by 19% in the new system with less nonrenewable materials input while similar grain yield was maintained although N and water management was already optimized in CS. This would have worldwide implications for the direction of future crop production for sustainable intensification.",
          "table": []
        },
        {
          "text": "The new system could potentially be highly sustainable due to reducing nonrenewable martial inputs from an economic and emergy perspective. This result agrees well with previous studies that evaluated the sustainability of the crop system . Through using new adapted varieties together with mechanization in LES, the economic cost was reduced by 21% while emergy cost was reduced by 29% (Figs. 2 and3). This achievement could be attributed to two reasons. Initially, the newly released varieties with low grain moisture at phycological maturity or harvest for mechanization play the key role for the new system (Fig. 1). Grain moisture is very important for influencing harvest, and the technological and safety quality of grain . In this study, a total of 30 newly released varieties were applied. Furthermore, increasing mechanization especially the direct grain harvest promotes the transformation. This is in line with maize harvesting in the USA, Germany and other industrial countries, in which direct threshing way with the machine has been wide application .",
          "table": []
        },
        {
          "text": "With the new varieties, the grain yield (11.6 Mg ha -1 ) of the new system was high across the sites, which was comparable to field yield in the areas with the most favorable conditions and intensive agronomic management such as maize production in the USA (11.1 Mg ha -1 ) . Meanwhile, grain yield also exceeded that of local farmers in China (7.6 Mg ha -1 ) based on the 5406 farm surveys . This high yield level was achieved with less GDD variety through the management strategy especially enhancing plant density (Fig. 1). However, the room still existed for yield improvement in the new system. For example, a recent study established the integrated soil-crop system management covering the main agro-ecological areas , which could achieve a 22% higher grain yield compared with the new system in this study. Therefore, the whole production process of LES could be further optimized based on the appropriate new varieties and local environment drawing upon, sowing dates, density, and advanced nutrient and water management.",
          "table": []
        },
        {
          "text": "In terms of varieties, our findings have important implications for current and future maize breeding. (i) High grain yield potential with high-density resistance. Modern maize varieties with high tolerance to \"crowding stress\", is important for exploiting high yield for each unit area . (ii) Low grain moisture at harvest including both low grain moisture at physiology maturity and high grain dehydration rate after maturity before harvest. Although there have been some studies on the development of grain moisture content for maize in the past decades in the USA , there was no planned breeding or specifically targeted at a low grain moisture content at harvest in many regions. While most of the breeders realize that modern varieties are more suitable for high-density cultivation for high yield, our results also highlighted the importance of future maize breeding program towards low grain moisture content for mechanized harvest.",
          "table": []
        },
        {
          "text": "Despite the significant improvement for both economic and sustainability in LES, the input of nonrenewable materials was still relatively high, which resulted in a moderate mean ELR value (5.32, Fig. 4). ELR value <2 is generally considered sustainable and >10 is considered unsustainable . The value of 5.32 in LES was still higher compared with maize production in the USA (3.72), Brazil (1.62), and Argentina (2.47) . Furthermore, under the integrated management scenario, the value does not change markedly, with the ELR improving to 4.70 (Fig. 5). It showed the systematic transformation would face a great challenge because it relied so heavily on nonrenewable materials. For example, the average use of chemical P and K fertilizer as the important nonrenewable input was 108 kg P 2 O 5 ha -1 and 90 kg K 2 O ha -1 under the optimized field management, significantly higher than 48 kg P 2 O 5 ha -1 and 57 kg K 2 O ha -1 application in the USA . Due to the ecology and production conditions in China, it is difficult to decrease the chemical P and K fertilizer application further in the near future. However, a recent study supplied an alternative solution to replace synthetic fertilizers partially by animal manures and could further enhance systemic sustainability .",
          "table": []
        },
        {
          "text": "The outcome of this study has important theoretical and practical significance. Although the importance of high-yielding agricultural system has been extensively studied and discussed worldwide, more must be done in the context of improving systemic sustainability and economic return . In LES, both sustainability and economic return were improved substantially while similar systemic productivity was achieved compared to the farmers' system. We believe that this system could be adopted quickly and widely because of sustainable concern with less labor . For example, over 138 million of the rural population moved to urban areas between 1998 and 2017 in China , which highlighted the importance of mechanized agriculture (Supplementary Fig. 6). In 2015, the central government of China officially launched the \"Action Plan for Promoting the Whole Process Mechanization of Main Crop Production\". The goal of this plan is to increase the level of whole process mechanization of three major cereals (maize, wheat and rice) production to >80% by 2020. Furthermore, the new system was based on short-maturing varieties with low grain moisture at physiology maturity (Fig. 1). In practice, some new short-maturing varieties for mechanized grain harvest with high-density tolerance have received more and more attention. For example, a new variety of JNK728 was sown more than 260 thousand ha in China in 2018. Finally, there is an urgent need for interdisciplinary research to empirically examine the systematic productivity with new varieties, economic cost and sustainability. Such insights and views would help to transform sustainable agricultural production as a metric into action and efforts on both farms and the beyond.",
          "table": []
        }
      ]
    },
    {
      "title": "Conclusions",
      "div": [
        {
          "text": "To meet future food security and realize the SDGs, the cropping system should be redesigned especially for the developing countries. In this study, we developed a new maize system, in which the total net economic return was increased by 47% and sustainability was improved by 19% while similar grain yield was achieved compared to the farmers' practice. This achievement was mainly due to the substantial decrease in nonrenewable materials input, which accounted for 88% of the decrease in total emergy input. In the future, the sustainability of the new system would be further improved by an integrated soil-crop system management strategy.",
          "table": []
        }
      ]
    }
  ],
  "tables": []
}