{
  "meta": {
    "title": "Development of stomatal conductance of maize under moderately hot, dry production conditions",
    "author": "A Széles, É Horváth, D Rácz, L Dúzs, Cs Bojtor, L Huzsvai",
    "journal": "No journal found",
    "date": "2021. 11. 12."
  },
  "paragraphs": [
    {
      "title": "Abstract",
      "div": [
        {
          "text": "A field trial was conducted in Hungary, in a moderately warm, dry production area to determine the effect of single or split application of N-fertilizer on the stomatal conductance and grain yield of maize. The measurements were performed at on calcareous chernozem soil, in a strip field trial, under different weather conditions (2019 and 2020). In addition to the unfertilized control (A0) treatment, 60 (A60) and 120 kg N ha -1 (A120) applied as spring basal fertilizer were followed by two top-dressing treatments in V6 (A90) and V12 (A120) phenophases with doses of +30 and +30 kg N ha -1 , respectively. Stomatal conductance measurements were taken at V6, V12 and R1 phenological phases. It was found that stomatal conductance showed a decreasing trend with advancing phenological phases in both years, with 43.9% and 32.1% (P < 0.001; P < 0.01) decreases by the R1 phase, respectively. Application of higher doses of N fertilizer increased stomatal conductance, with the exception of the R1 phenological phase, which showed a decrease compared to the A0 treatment. The decrease in 2019 was caused by a reduction of soil moisture. Although there was sufficient water in the soil in 2020, due to the intermittent water shortages caused by but the large leaf area and rapid transpiration of the plants resulted in the stomata to close. The best fertilisation strategy was A60 and A120 kg ha -1 depending on the crop year. The study showed that the highest yield is obtained when the average stomatal conductance is around 250 mmol m -2 s -1 during the growing season.",
          "table": []
        }
      ]
    },
    {
      "title": "INTRODUCTION",
      "div": [
        {
          "text": "Temperature is one of the most rapidly changing environmental factors, which has been gradually increasing for decades due to climate change, a trend that is expected to continue (Urban et al., 2017). As temperatures rise, even heat-intensive crops such as maize respond with yield declines as the number of days above Tmax > 30 °C increase. The yield reducing effect of heat stress was demonstrated in a study by Huzsvai et al. (2020). Global warming might exacerbate drought damage by further reducing soil moisture availability (Nicolai-Shaw et al., 2017;Wang et al., 2019). Water stress adversely affects stomatal conductance, causes partial stoma closure (Wang et al., 2018), reduces transpiration (Prado et al., 2018), increases stoma density, and reduces stoma opening, indicating plant adaptation to drought stress (Huang & Xu, 2015;Gamage et al., 2018;Nemeskéri & Helyes, 2019). Furthermore, CO2 absorption is reduced, which affects photosynthesis, overall plant functionality, and inhibits plant growth and development (Tian et al., 2019;Thruppoyil & Ksiksi, 2020;Yin et al., 2020).",
          "table": []
        },
        {
          "text": "Under climate change conditions, soil moisture deficit and atmospheric drought lead to a decrease in stomatal conductance (Zhang et al., 2021), which has a negative impact on crop yield (El-Sabagh et al., 2017;Faralli et al., 2019). However, the detrimental effect of weather extremes can be mitigated by proper agrotechnology (Széles & Huzsvai, 2020).",
          "table": []
        },
        {
          "text": "Among the agrotechnical elements, fertilisation, especially nitrogen (N), which is an essential plant nutrient, deserves special attention due to its impact on soil and its water balance. It plays an important role in vegetative growth (Zuo et al., 2015) because it is the building block of various substances that regulate plant growth. It plays a key role in photosynthesis (Ghotbi-Ravandi et al., 2015;Guo et al., 2021) and is a central component of the chlorophyll molecule. N deficiency results in reduced photosynthesis (Dwyer et al., 1995;Correia et al., 2005) and slower growth rates (Hammad et al., 2012), leading to significant yield reductions (Berenguer et al., 2009).",
          "table": []
        },
        {
          "text": "In order to overcome yield reduction and to achieve higher grain yield, more than 300 kg ha -1 of N fertilizer is applied in production, which is significantly higher than the optimal N rate shown in field experiments (Yang et al., 2017), which is 100-110 kg N ha -1 in dry farming (Pepó & Nagy, 1997). Excessive or inappropriate use has negative effects on crops, it greatly reduces N use efficiency (NUE), it is a major problem in air pollution (Han et al., 2017;Fang et al., 2018) and causes significant nitrate leaching losses (more than 50% N in the environment) (McBratney & Field, 2015;Suchy et al., 2018).",
          "table": []
        },
        {
          "text": "Numerous strategies have been developed to reduce nitrogen loss. In addition to the optimal timing of N supply, the frequency of N application is important (Lü et al., 2012;Schoninger et al., 2018;Széles et al., 2019aSzéles et al., , 2019b;;Davies et al., 2020). Maize uptakes N throughout its entire the growth period. Its N demand is low during the early vegetation period, then increases rapidly and remains high for several weeks. Cassman et al. (2002) consider N reduction in autumn and multiple applications during the growing season a suitable strategy.",
          "table": []
        },
        {
          "text": "The aim of the present work is to investigate (i) how the change of weather affects stomatal conductance and its correlation with N fertilization, (ii) at which stomatal conductance level is the highest yield obtained, and (iii) how N fertilizer rate and timing affect yield.",
          "table": []
        }
      ]
    },
    {
      "title": "MATERIALS AND METHODS",
      "div": [
        {
          "text": "The studies were carried out in Hungary at the Látókép Experimental Station of the University of Debrecen (47° 33' N, 21° 26' E, elevation 111 m), on loess-formed, calcareous chernozem soil.",
          "table": []
        },
        {
          "text": "The average pHKCl value of the soil is 6.6 (weakly acidic), in the upper (20 cm) layer Arany's plasticity index is 39, the total amount of water-soluble salts is 0.04% (low salt content). The soil is moderately calcareous (carbonated lime content in the upper 80 cm of the soil is around 0%, from 100 cm to 12%). Its humus content is 2.6-2.8%, P2O5 content is medium (133 mg kg -1 ), its K2O supply is good (240 mg kg -1 ).",
          "table": []
        },
        {
          "text": "The experiment is a strip design, two-replicate, small plot field trial, which was set up in 2011, with five maize hybrids and seven fertiliser steps. Each strip includes a certain hybrid with a certain fertilizer treatment.",
          "table": []
        },
        {
          "text": "In both years, 27% Genesis Pétisó fertilizer was applied before sowing. Similar to the experiments by Ritchie et al. (1997) and Berenguer et al. (2009), fertilizer doses were split between basal and top-dressing treatments (Effects and interactions of N fertilization, phenological stages and stomatal conductance of maize, 2019). Unfertilized control A60 60 kg N ha -1 before sowing A120 120 kg N ha -1 before sowing V690 60 kg N ha -1 before sowing +30 kg N ha -1 during the V6 phenophase V6150 120 kg N ha -1 before sowing +30 kg N ha -1 during the V6 phenophase V12120 60 kg N ha -1 before sowing +30 kg N ha -1 during the V6 phenophase +30 kg N ha -1 during the V12 phenophase V12180 120 kg N ha -1 before sowing +30 kg N ha -1 during the V6 phenophase + 30 kg N ha -1 during the V12 phenophase Plant density was 73 thousand plants ha -1 , the green crop was maize. Maize was sown on 10. 04.2019 and 17.04.2020 and harvested on 09.10.2019 and 12.10.2020. The harvested grain yield is corrected to 14% moisture content.",
          "table": [
            "Effects and interactions of N fertilization, phenological stages and stomatal conductance of maize, 2019"
          ]
        },
        {
          "text": "In the present paper, stomatal conductance, soil moisture and yield results of the Fornad (FAO 420) maize hybrid were analyzed, which were measured in 2019 and 2020, in unfertilized control, A60, A120, V690, and V6150 treatment combinations. Measurements were taken three times in V6, V12 and R1 growth stages.",
          "table": []
        },
        {
          "text": "Stomatal conductance of the plants, was measured with the Sc-1 Leaf Porometer, exclusively in sunny weather, at noon and early afternoon hours, because then the irradiation and evaporation of the plants are the highest. In each treatment combination, three randomly selected plants were tested, three measurements were taken on each plant, thus the average of nine measurements represented the stomatal conductance of the plot. To obtain a values representing the entire plant, measurements were carried out on the lower, middle and upper leaves of the selected plants, taking into account the different development and shading. Together with the two true replicates, there were 18 measurements in each treatment in each of the three growth stages (V6, V12 and R1), ensuring representativeness.",
          "table": []
        },
        {
          "text": "Soil moisture content was determined by means of a Field Scout TDR 300 soil moisture probe. Two 20 cm measuring rods were used for the instrument. The probe rods were pushed parallel to each other into the soil. After the rods entered the soil, the return time indicated by the instrument was recorded for each measurement, based on which the soil moisture content was determined after calibration. The mean value of three measurements per plot was used to determine the soil moisture content.",
          "table": []
        },
        {
          "text": "The weather was evaluated based on data measured and recorded by an automatic weather station located in the experimental area. The values were compared to the average of the period 1981-2010 (Nagy, 2019). Regarding the phenological stages, the Growing Degree Days (GDD) agrometeorological index was used.",
          "table": []
        },
        {
          "text": "Growing Degree Days (GDD)",
          "table": []
        },
        {
          "text": "where, Tmax (°C) is the daily maximum temperature, Tmin (°C) is the daily minimum temperature, Tb (°C) is the base temperature. Tb is the temperature below which the rate of development is considered to be 0. The heat sum was calculated with Tb = 10 °C in accordance with the scientific literature data (Davidson & Campbell, 1983;Gallagher, 1979).",
          "table": []
        },
        {
          "text": "While precipitation total the 2019 growing season (365 mm) was only 19 mm above the multi-year average (346 mm), the precipitation of 2020 was 103 mm above the average. Temperatures in the first year (17.5 °C) were in line with the average (17.6 °C), but due to more precipitation, the 2020 growing season was nearly 1 °C colder (Figs 12). The effects of fertilization and phenophases on stomatal conductance were evaluated using a repeated measure model. The dependent variable was stomatal conductance. The treatment variable was the fertilizer (N), phenophase was the repeated factor, while the error factor was the plot identifier and the phenophase interaction. The two years were evaluated separately. Duncan's test was applied to compare the means of the treatment combinations. The baseline significance level was 5%.   The correlation between stomatal conductance and soil moisture and between stomatal conductance and yield was analysed by means of correlation analysis. The correlation between yield and stomatal conductance was evaluated separately for the three phenophases.",
          "table": []
        },
        {
          "text": "Data were evaluated using R version 4. 1.1 (2021-08-10).",
          "table": []
        }
      ]
    },
    {
      "title": "RESULTS AND DISCUSSION",
      "div": []
    },
    {
      "title": "Development of stomatal conductance",
      "div": [
        {
          "text": "The 2019 and 2020 results of the repeated measure model showed that N fertilization and phenological phases and the interaction of the two factors were significant (Effects and interactions of N fertilization, phenological stages and stomatal conductance of maize, 2020-3). The stomatal conductance values of the plants between the V6 and R1 phenophases ranged widely. The lowest value of the interval was 208 and the highest value was 589 mmol m -2 s -1 .  Based on the 134 mm precipitation that fell from sowing to the V6 phenological stage in 2019, the GDD value of 236 °C and the stomatal conductance of 513 mmol m -2 s -1 measured in the average of the treatments, the environmental conditions were suitable for the plants (Fig. 3). During the same period of 2020, a precipitation of 93 mm, a GDD value of 278 °C, and an average stomatal conductance value 22.8% lower than that of 2019 were less favourable conditions for the plants (Fig. 4). Low stomatal conductance values were recorded in 2019 in the V6150 kg in ha -1 treatment (412 mmol m -2 s -1 ), while in 2020 in the non-fertilized (339 mmol m -2 s -1 ) treatment. However, the highest stomatal conductivity values were the opposite, as the most suitable environmental condition was provided by the non-fertilized (589 mmol m -2 s -1 ) treatment in 2019, and the V6150 kg ha -1 (476 mmol m -2 s -1 ) treatment in 2020 (Figs 3,4). With increasing N-doses, the stomatal conductance value decreased significantly in 2019 (30.1%; P < 0.01), but in 2020 the rate of increase was 50.6% (P < 0.001). The largest difference between the two years was in the non-fertilized treatment, in 2020 the value of stoma conductance was 46.4% (P < 0.001) lower than in 2019. Between the phenological phases V6 and V12, 39 mm of precipitation fell in 2019 with a GDD value of 243 °C. In 2020, there was 10 mm more precipitation (49 mm) and a significantly lower GDD value (177 °C). The stomatal conductance values developed almost similarly in both years (397 and 367 mmol m -2 s -1 ). Increasing the applied amount of N fertilizer can modify the stomatal conductance of leaves, thereby enhancing adaptability (Han et al., 2006), which is confirmed by the obtained results. In the V12 phenological phase, the stomatal conductance value increased in both years compared to the non-fertilized treatment. Stomata of the plants were the most active in the A120 kg ha -1 treatment in 2019 (468 mmol m -2 s -1 ; 46.3%) (P < 0.001), while in the V6150 kg ha -1 treatment (464 mmol m -2 s -1 ; 39.3%) %) (P < 0.01) in 2020. Note: A0 = unfertilized control; A60 = 60 kg N ha -1 before sowing; A120 = 120 kg N ha -1 before sowing; V690 = 60 kg N ha -1 before sowing + 30 kg N ha -1 during V6 phenophase; V6150 = 120 kg N ha -1 before sowing + 30 kg N ha -1 during V6 phenophase. The different lower case letters indicate the difference between fertilizer treatments based on Duncan's test (P < 0.05).",
          "table": [
            "Effects and interactions of N fertilization, phenological stages and stomatal conductance of maize, 2020"
          ]
        },
        {
          "text": "Between the V12 and R1 phenophases, only 8 mm of precipitation fell in 2019 and the GDD value was 182 °C. In 2020, there was also significantly more precipitation (128 mm) and the GDD value was higher as well (256 °C). There was no significant difference between the mean stomatal conductance values of the two years (6.6%). In both years, the plants were under less stress in the control treatment in the R1 developmental phase. Fertilization further reduced the value of stomatal conductance. In 2019, the largest decrease (52%; P < 0.001) was caused by the A60 kg ha -1 treatment, while in 2020, by the A120 kg ha -1 treatment (45.3%; P < 0.01).",
          "table": []
        },
        {
          "text": "The obtained results are in line with the findings of Kron et al. (2008), who stated that the stomata of plants become more closed and stomatal conductance decreases as the phenological phases progress. As the phenological phases progressed, the stomata of the plants became more and more closed and with the exception of the non-fertilized treatment, stomatal conductance decreased. The lowest value was recorded in the R1 phenophase in both years; in 2019 in the A60 kg N ha -1 treatment (183 mmol m -2 s -1 ), in 2020 in the A120 kg N ha -1 (208 mmol m -2 s -1 ). The decrease in stomatal conductance between the V12 and R1 phenological phases was 37.7-55.5% in 2019, (P < 0.05; P < 0.001) and 41.5-50.4% in 2020 (P < 0.01; P < 0.001). The effect of fertilization increasing stomatal conductance could not be clearly demonstrated. During the V6 phenological phase it varied depending on the crop year, during the V12 phenophase it increased in both years, while during the R1 phase it decreased in both years.",
          "table": []
        },
        {
          "text": "The measurements show that in the V12 phenological phase, the application of irrigation water would have been necessary in all treatments, although at that time the environmental conditions were still suitable for the plants. After that, the stomata began to close due to the decrease in the available water resources. The obtained results confirmed the finding of Anav et al. (2018) according to which the stomatal response to water deficit in soil highlights the need for irrigation.",
          "table": []
        },
        {
          "text": "The effect of soil moisture on stomatal conductance Soil moisture content is of key importance to stomatal regulation (Anav et al., 2018). In line with the findings of Yu et al. (2015) and Santos et al. (2017), as the phenological phases progressed, soil moisture gradually decreased and became a limiting factor, the plant became water stressed and stomatal conductance decreased. Increased N fertilization increases the size of maize roots (Su et al., 2020;Putra & Ismoyojati, 2021) and leaf area (Amali & Namo, 2015;Hafez & Abdelaal, 2015), consequently it increases transpiration (Zhang et al., 2014) and water demand (Xu et al., 2020). Larger leaf area also means a larger assimilation surface. This leads to higher yields under favourable conditions. In water deficit periods, however, higher LAI can be detrimental. In 2019, by the R1 phenophase soil moisture content significantly decreased, thereby stomatal conductance decreased as well compared to the A0 treatment (Fig. 3). The rate of decrease from the value of the V6 growth phase to the R1 phenophase was 43.9% (P < 0.01) in 2019 while it was 32.1% (P < 0.05) in 2020. In 2020, the high soil moisture value and increasing N fertilization measured during the R1 phase despite the decrease did not result in higher stomatal conductance values (Fig. 4). This could be due to the water deficit that occurred intermittently during the day, when the high LAI resulted in such fast plant transpiration that water uptake was unable to keep up with it. This may occur on days with evapotranspiration exceeding 5-6 mm per day during midday and early afternoon. At this time the soil around the root hairs dries out and water uptake ceases, the stomata close. In such cases, there is still sufficient water in the soil, similar to our results (2020, R1 phenophase), but water flow requires time. When the temperature drops, water uptake starts in the evening and during the night and water supply to the plant becomes uninterrupted.",
          "table": []
        },
        {
          "text": "The stomatal conductance value of the plants and soil moisture showed a close correlation (r = 0.83 ***) in 2019. As a result of the decrease in soil moisture, the stomata of the leaves of the plant were closed, thereby reducing transpiration and thus stomatal conductance also decreased. Based on the value of the coefficient of determination, soil moisture determined stomatal conductance with 69% (r 2 = 0.689). In 2020, the high soil moisture value measured in the R1 growth phase did not result in higher stomatal conductance values, and there was no detectable significant correlation between the two factors.",
          "table": []
        }
      ]
    },
    {
      "title": "Yield and stomatal conductance",
      "div": [
        {
          "text": "The yield of maize of the unfertilized control was 8.726 t ha -1 in 2019, which shows the good nutrient utilization capacity of the hybrid. Compared to the control, the lowest 60 kg N ha -1 base treatment (A60) increased the yield by 38.9% (P < 0.05). There was no reliable difference among the rest of the fertilizer treatments. The maximum yield was provided by the V6150 treatment (14.023 t ha -1 ), which was 60.7% higher compared to the control treatment, however, based on the Duncan test, the result of the A60 treatment at 12.124 t ha -1 can be considered effective. The yield of the maize hybrid of the unfertilized control in 2020 was 6.219 t ha -1 . Compared to the control treatment, the A60 treatment increased the yield by 3.633 t ha -1 (P < 0.05). The difference between the A60 and A120 basic treatments was 4.339 kg ha -1 , the higher base dose resulted in a significant (P < 0.05) increase. There was no significant difference between the yield of 30 kg N ha -1 top dressing (V690) applied in the V6 phenophase after the A60 base treatment. There was also a non-significant difference between the yield of the A120 and V6150 treatment. The highest yield and the statistically confirmed maximum yield were recorded in the A120 treatment (14.191 t ha -1 ).",
          "table": []
        },
        {
          "text": "The natural nutrient utilization capacity of maize was 40.3% (P < 0.001) better in 2019 than in 2020. The modifying effect of the crop year was recorded when the 60 kg N ha -1 (A60) base treatment was applied (2.272 t ha -1 ; P < 0.01).",
          "table": []
        },
        {
          "text": "There was a moderate linear correlation (r = -0.69*, r = 0.72*, r = -0.59) between stomatal conductance and yield in 2019 in the V6, V12 and R1 growth stages. Based on the value of the coefficient of determination, the yield-modifying effect of stomatal conductance was 55-56% in the V6 and V12 phenophase and 40% in the R1 phenophase. The correlation between the two factors in 2020 in the V6 and R1 growth stages was close (r = 0.87***, -0.78*). No reliable correlation could be detected in the V12 phenophase. In this year, the effect of stomatal conductance on yield was higher (V6: 79%; R1: 63%) than in 2019.",
          "table": []
        }
      ]
    },
    {
      "title": "CONCLUSIONS",
      "div": [
        {
          "text": "In the present study it was confirmed that stomatal conductance of maize decreases with plant development. N fertilization increases stomatal conductance. However, when soil moisture content decreases, or when there is sufficient moisture in the soil but little time for soil moisture to flow due to the rapid transpiration of higher LAI, the stomata close. When temperature drops, water uptake starts during the evening and night hours and water supply to the plant becomes undisturbed. This demonstrates that the results obtained when measuring stomatal conductance are strongly influenced by the time of day at which the measurement is taken. The measurement of stomatal conductance has proved useful for detecting water deficiency. It was confirmed that the V12 phenological phase would have been suitable for the application of irrigation water (2019 and 2020), as after that stomata started to close due to the reduction of the water available for them. Furthermore, the influence of stomatal conductance on yield in the cooler and wetter year (2020) was higher than in the year of 2019 which was average in this regard.",
          "table": []
        },
        {
          "text": "Finally, the study revealed that the highest yields are obtained when the average stomatal conductance is around 250 mmol m -2 s -1 during the growing season.",
          "table": []
        }
      ]
    }
  ],
  "tables": [
    "{\"title\": \"Effects and interactions of N fertilization, phenological stages and stomatal conductance of maize, 2019\", \"head\": [\"\", \"Df\", \"Sum Sq\", \"Mean Sq F value Pr(> sF)\"], \"value\": [[\"N-fertilizer\", \"4\", \"27,538\", \"6,884\", \"38.27\", \"0.000609 ***\"], [\"Residuals\", \"5\", \"899\", \"180\", \"\", \"\"], [\"Phenological phase\", \"2\", \"253,211\", \"126,606\", \"792.28 9.70e-12 ***\"], [\"N-fertilizer x Phenological phase\", \"8\", \"81,382\", \"10,173\", \"63.66\", \"1.41e-07 ***\"], [\"Residuals\", \"10\", \"1,598\", \"160\", \"\", \"\"], [\"Note: *** P = 0.001%.\", \"\", \"\", \"\", \"\", \"\"]]}",
    "{\"title\": \"Effects and interactions of N fertilization, phenological stages and stomatal conductance of maize, 2020\", \"head\": [\"\", \"\", \"\", \"\", \"\", \"\", \"2020\", \"\", \"\", \"\", \"\", \"\", \"\", \"\", \"\"], \"value\": [[\"\", \"Precipitation (mm)\", \"\", \"\", \"\", \"\", \"\", \"\", \"\", \"\", \"\", \"\"], [\"\", \"Air temparature (°C)]\", \"\", \"\", \"\", \"\", \"\", \"\", \"\", \"\", \"\"], [\"Precipitation (mm)\", \"\", \"\", \"\", \"\", \"\", \"\", \"\", \"\", \"\", \"\", \"\", \"\", \"\", \"Air temperature (°C)\"], [\"24.04.2020\", \"01.05.2020\", \"08.05.2020\", \"15.05.2020\", \"22.05.2020\", \"29.05.2020\", \"05.06.2020\", \"12.06.2020\", \"19.06.2020\", \"26.06.2020\", \"03.07.2020\", \"10.07.2020\", \"17.07.2020\", \"24.07.2020\", \"31.07.2020\"]]}"
  ]
}