{
  "meta": {
    "title": "Different Aspects of Weed Management in Maize (Zea mays L.): A Brief Review",
    "author": "Neelam Sharma, Manisha Rayamajhi",
    "journal": "Hindawi Limited",
    "date": "2022. 03. 18."
  },
  "paragraphs": [
    {
      "title": "Abstract",
      "div": [
        {
          "text": "Maize yield and weed concentration have a long history of reciprocal correspondence. e maize crop plant and weed species compete ruinously for nutrients, space, light, and water essential for their progress and advancement. e losses due to weed and methodologies of weed management have been discussed in this review. Reports have estimated around a 37% global loss in total maize production due to weeds. Among the different available weed control methods, chemical methods have become the new common in today's world. A major upswing in interest in chemical methods of weed control from people all over the world can be deduced from surveys. e monetary forces that are the foremost objectives guiding our choices in crop production practices play a major role in this stimulation of increasing interest. ese changes are not in the least befitting for the long term, as the overexploitation of the herbicides has an adverse effect on the environment and causes dismissal of the productivity of the soil, although being market-driven and favorable in the beginning. Since none of the single approach methods can work well enough on maize crops, integrated weed management and biological methodologies are recommended through several reports. In contrast to various weed management strategies, a significant gain in the academic attention of biological control methods can be reckoned from reports over the past few years. Many research projects are also currently underway.",
          "table": []
        }
      ]
    },
    {
      "title": "Introduction",
      "div": [
        {
          "text": "Maize (Zea mays L.) or corn is the globe's one of the most common cereal grains surmised to have originated from Mexico and Central America about 8700 years ago . Belonging to the family Poaceae, it is the principal food crop in several of the countries all over the globe, surpassing rice and wheat in terms of area, productivity, and yield .",
          "table": []
        },
        {
          "text": "Having the highest genetic yield potential and nutritive value, it is quite commonly referred to as the \"Queen of Cereals\" . e maize crop is mainly cultivated during the rainy season and is used primarily for food, fuel, fodder, and industrial raw material. Despite the suitable environmental conditions, the production of maize is deficient in Nepal.",
          "table": []
        },
        {
          "text": "e yield loss in maize is mainly due to crop-weed competition.",
          "table": []
        },
        {
          "text": "Among various biotic (insect, pest, predators, weed, etc.) and abiotic factors (drought, salinity, heat, etc.) that hinder maize production, weed is considered among the foremost factors restricting the maize crop yield. In general, weed may vastly diminish maize yield and sometimes cause complete failure of the maize plant.",
          "table": []
        },
        {
          "text": "Weed has devastating effects on quality reduction through the mixing of weed seeds, ultimately decreasing the valuation of the crop. It also affects crop yield by competing with the main crop plant for light, water, nutrient, and sometimes producing chemicals that are considered harmful to the associated crop. Hence, weed is still considered a formidable economic problem in maize.",
          "table": []
        },
        {
          "text": "Mukhtar et al.  reported that a total maize yield reduction of 58-62% in winter and 67-79% in summer was documented from unrestricted weed growth, including an average of 65% plant height reduction under the same weedy conditions.",
          "table": []
        },
        {
          "text": "Scientific and judicious weed management in the initial stage of the affected crop can be applied to minimize the yield loss to the greatest extent. Standard methods of weed control, namely, cultural, mechanical, biological, and chemical, are associated with some drawbacks. Hence, there is a necessity to explore and evolve new, economically and environmentally sustainable weed control technologies. From among the chemical management systems, atrazine treatment is used generally. From among the biological methods, bioherbicide treatment has been preferred. e review aims to draw a conclusion from the reports dealing with different weed management methods commonly applied in maize.",
          "table": []
        }
      ]
    },
    {
      "title": "Definition of Weed",
      "div": [
        {
          "text": "Weed is a plant growing at a place and time where it is not desired, especially among crops or garden plants. e word \"weed\" has been derived from old English \"woed.\" Since corn has a steady initial growth rate and also extensive row spacing weed intrusion is becoming a severe problem. ey challenge the main crop plants for solar radiation, soil moisture, and nutrients, which influences most importantly the phenology and morphology of the main crop. Although all unwanted plants might or might not be weeds, all weeds are unwanted plants. If plants grow without interfering with the main crop plant, they are not considered weeds. For example, Achyranthes aspera is not regarded as a weed if grown in a wasteland, but when it grows in cultivable land, it competes with the main crop plant and is therefore considered as weed. maize were Polygonum rensylvanicum, Asclepias syriaca, Chenopodium album, Ambrosia artemisiifolia, and Physalis heterophylla and the chief grasses were Setaria pumila and Elymus repens.",
          "table": []
        },
        {
          "text": "e most problematic weeds of sandy and loam fields in maize were Parthenium hysterophorus, E. colona, Ageratum conyzoides, C. rotundus, E. crus-galli, Eclipta alba, Paspalum distichum, and T. portulacastrum; Acalypha indica and Sonchus oleraceus were the predominant weeds .",
          "table": []
        },
        {
          "text": "apa  documented that the major weed species were Achyranthes aspera (L.), Amaranthus lividus (L.), Cardamine hirsuta (L.), Cyperus difformis (L.), Bothriospermum tenellum Fisch. Mey, Rorippa dubia Hara, Alternanthera sessilis (L.) DC., Artemisia indica Willd, Fimbristylis dichotoma (L.), Cyperus niveus Retz., Scirpus spp., Cyperus rotundus (L.), Ageratum houstonianum miller, and Mariscus spp.",
          "table": []
        },
        {
          "text": "Saini and Angiras  documented that Ageratum conyzoides (L.) and Cyperus esculentus (L.) were the major weed species in Nepal while Acanthus montanus (Nees) T. Aders, Eleusine indica (L.), Gaertn, Lindernia crustacea, Momordica charantia (L.), Solanum nigrum (L.), Cyathula prostrate (L.) Blume, Laportea alatipes Hook F., Ficus exasperate Vahl, Pteridium aquilinum (L.) Kuhn subsp., Combretum hispidum (L.), Amaranthus spinosus (L.), Centrosema pubescens Benth, Phyllanthus amarus Schumach, Amaranthus hybridus (L.), Voacanga africana (Benth), Commelina diffusa Bum F., Chromolaena odorata (L.), Erigeron floribundus (Kunth), Commelina benghalensis (L.), Ageratum conyzoides, Ocimum gratissimum (L.), Emilia coccinea (Sims) G. Don, Mariscus alternifolius Vahl, Synedrella nodiflora (Gaertn), Paullinia pinnata (L.), Triplotaxis stellulifera (Benth), Oplismenus burmannii Retz., Manihot esculentus Crant, Peperomia pellucida (L.) Kunth, Vernonia amygdalina Del., Albizia zygia (DC) J.F. Macbr., Ipomoea batata (L.) Lam, Ceiba pentandra (L.) Gaertn, Cyperus rotundus (L.), Acalypha ciliata Forsk, Andropogon tectorum Schum, Desmodium adscendens (Sw.) DC var., Phaseolus vulgaris (L.), P. aquilinum, Plectranthus aromaticus Rox, Gloriosa superb (L.), Glyphaea brevis (L.), Carica papaya, Solanum torvum Swartz, Ipomoea involucrate P. Beauv, Fleurya aestuans Linn, Sida acuta (L.) Burm, Talinum triangulare Jacq, Zingiber officinale Schum, Dioscorea alata (L.) species were recorded and reported to be dominant .",
          "table": []
        },
        {
          "text": "Also, Kumar et al.  reported Convolvulus arvensis (L.), Parthenium hysterophorus (L.), Cyperus rotundus (L.), Anagallis arvensis (L.), Chenopodium album (L.), Argemone mexicana (L.), Melilotus indica (L.), Oxalis corniculata (L.), Amaranthus viridis (L.), Cynodon dactylon (L.), and Rumex retroflex (L.), as the major species. Meanwhile, Kannan and Chinnagounder ",
          "table": []
        }
      ]
    },
    {
      "title": "Weed Management Practice in Maize Field",
      "div": [
        {
          "text": "4.1. Physical Management. e physical method includes hand hoeing, tillage, digging and sickling, burning, flooding, clipping, and mowing. Rasmussen  revealed that tillage included the mechanical management of the soil for better yield. Deep tillage aided in attaining the aimed weed management by burying the seeds of the weed deeper into the soil or by annihilating the roots of perennial weeds. Creamer and Dobney  reported that the practical way to control weed was accomplished from breaking, crushing, crumping, and cutting the stems. Carter and Ivany  reported that comprehensive and comparatively aggressive adjustments of the appliance are essential to check the weeds if they have become too huge. Doing this increases the detrimental risk for the crop severely. Bhagirath and David  described that seed persisted nearer to the upper surface, particularly in zero tillage system. Widderick et al.  also reported that the areas where the seed grains were limited to the upper 1 cm of soil had an elevation of weed seed emergence to zero tillage system.",
          "table": []
        },
        {
          "text": "Gerhards et al.  demonstrated that new technologies like GPS, GIS, and robotics permit precise operation, increasing the effectiveness of weed control and reducing operating costs. Numerous tillage procedures in maize like ploughing trailed by disc harrow have the least possible weed concentration and the extreme yield traits such as dry cob weight (356 g) and grain weight (186 g), while zero tillage has the maximum weed population and minimal grain output .",
          "table": []
        }
      ]
    },
    {
      "title": "4.1.1.",
      "div": [
        {
          "text": "Hand Weeding and Hoeing. Hicks et al.  experimented that corn production is maximized at a row spacing of 0.76 m or less in a system completely free of weeds, contingent upon hybrid or variety. Riaz et al.  reported that the highest data on reduction in concentration and biomass of the weeds and a significant escalation of 42% in maize production was observed due to HW at 50 DAS. Sharma et al.  observed that hoeing at 15 DAS checked all the weed species in aspects of their growth and their number was also fewer (23-32 weeds m -2 ) in contrast to no interculture (67-70 weeds m -2 ) at 30 DAS. Kumar et al.  revealed that the highest grain production of (8.92 t ha -1 ) along with minimal weed concentration and biomass of all the leading weed species were noted in 2 HW at 15 and 30 DAS. Pathak et al.  demonstrated considerably greater weed control efficiency (WCE) resulting from hoeing at 20 DAS tailed by 2 HW, one at 20 DAS, and another at 40 DAS, which was statistically paralleled with atrazine at 0.50 kg ha -1 . Homero et al.  reported that grain production with hoeing 20 days after sowing the maize and intercropping with Mimosa caesalpiniifolia was highest in contrast to others.",
          "table": []
        },
        {
          "text": "Higher hoeing frequencies remarkably escalated total production (from 2.543 to 14.900 tha -1 ) and commercial no husks fresh ear production (from 2.003 to 11.637 tha -1 ), as well as physiological factors which included plant height and mass, cob mass with husks and without husks, green mass, cob length, cob diameter, and stem diameter, but excluding cob ratio . Megersa K. et al.  revealed that weed knock at 2 lt ha -1 trailed by HW at 40 DAS showed the highest grain production (58.13qt ha -1 ) with a 33.00% production advantage over a weedy check which was statistically paralleled with other treatments. Prasad et al.  also demonstrated that HW at 15 and 30 days after sowing recorded a maximum grain production of 32.30 q ha -1 along with a maximum WCE of 70.90%.",
          "table": []
        },
        {
          "text": "Mundra et al.  also reported noteworthy crop production as the outcome of hand weeding at five weeks after sowing (WAS) preceded with the application of preemergence herbicide, i.e., atrazine at 0.5 kg/ha. Reddy et al.  revealed efficient weed control along with escalated crop production resulting from the use of paraquat at 0.5 kg/ha at two weeks after sown trailed by HW on six weeks after sown.",
          "table": []
        },
        {
          "text": "Samanth et al.  published considerably reduced weed concentration (20.16 m -2 ) and biomass content of the weed (27.05 g m -2 ) at 60 DAS with maximum cob weight (130.24 g), cob length (15.27 cm), number of grains per cob (433.90), and weed control efficiency (80.87%).",
          "table": []
        },
        {
          "text": "is was achieved through one HW at 30 DAS with shortened removal of N, P, and K. Sarma et al.  reported a minimum weed concentration (4.0%) and dry weight of the weed (3.3%) resulted from hand weeding at 25 trailed by HW at 45 DAS again and proved to be the finest in delivering comparatively higher production of maize.",
          "table": []
        },
        {
          "text": "Weeds may occur in spots of inconstant dimension, organic matter, soil texture, and soil humidity content differing expressively within a field. us, according to the variations in the field, there must also be variations in the aggressiveness of mechanical weed control.",
          "table": []
        }
      ]
    },
    {
      "title": "Cultural Management.",
      "div": [
        {
          "text": "e cultural method of weed control comprises various agronomic practices like crop rotation, crop competition, mulching, intercropping, etc. Bilalis et al.  reported that intercropping of maize and legume could decrease the available light for weed. Tollenaar et al.  reported a reduction in the weed density and biomass up to 25% and 50% on increasing the density of maize from 40,000 plants/ha to 1,00,000 plants/ha under regular intercultural operation.",
          "table": []
        }
      ]
    },
    {
      "title": "Green Manuring and Brown Manuring. Kumar and",
      "div": [
        {
          "text": "Mukherjee  observed that brown manuring acts as a cover crop at the initial growth stage, diminishing the weed pressure. Gaire et al.  revealed that the treatments with Crotalaria juncea at 30 kg per ha as brown manuring along with the application of Eupatorium mulch one DAS were noted to be identically operative in subduing the weed growth by minimizing both biomass content and weed concentration resulting in remarkably higher grain production (3.5 t per ha). Tanwar et al.  reported that, by spraying postemergence herbicide on green manure, leaves resulted in the reduction of chlorophyll content, consequently guiding to browning, which is known to be brown manuring. It can be achieved through Sesbania (Dhaincha), Sunhemp, etc., as intercrop.",
          "table": []
        }
      ]
    },
    {
      "title": "Mulching.",
      "div": [
        {
          "text": "Mulching crop residues as a weed control strategy is extensively practiced in maize . Mahmood et al.  observed that the combined application of sorghum mulch (at 8 t ha -1 ) and sorghum water extract (18 L ha -1 ) in bed-sown maize in postsorghum fields produced reasonable control of weeds and increased maize grain production. Reddy  reported that remnants of certain crops caused allelopathic effects in addition to the somatic impacts on the advancement of succeeding crops as well as weeds. Ehsas et al.  observed that the sugarcane trash mulch at 5 t ha -1 acknowledged the remarkably lower monocots and sedges at the harvest. Mo et al.  reported that maize biomass was enriched by 73.5% in black plastic mulch and 67.5% in plastic mulching. Meskelu et al.  observed that using irrigation water with conventional furrow method (1.05 kg/m 3 ) enriched maize production more than alternate and fixed furrow methods and plastic mulch lead to remarkably higher production and production components of maize than straw mulch or no mulching conditions. Bu et al.  reported the highest growth rates, greater leaf area index, and substantially increased grain yield by 28.3% in maize field mulched with film plastic compared to the nonmulched crop field.",
          "table": []
        }
      ]
    },
    {
      "title": "Biological Management.",
      "div": [
        {
          "text": "In spite of the affirmative impression of the use of chemical pesticides and fungicides in crop yield, ample dependence on chemical control has resulted in extreme difficulties such as more expense per unit area, lessening productivity, adverse impacts on the diversity of plant species, and amplified pollution of the nature and environment. Hence, the application of biological elements which naturally check weed populations is one reassuring possible alternative. Wapshere et al.  categorized biological methods of weed control into four methodologies, namely, (1) the classical or inoculative method which is predicated on the application of host-specific natural foes adapted to exotic weeds; (2) the supplementary methodology, which constitutes mass production and discharge of native natural enemies sometimes against native weeds; (3) the traditional method that is predicated on reducing numbers of parasites, predators, and diseases of phytophages that take advantage of and feed on the central crop plants; (4) the broad-spectrum methodology that is predicated on the unnatural management of the natural foe population with the intention that the level of attack on the weed is constrained to achieve the appropriate level of control. Cordeau et al.  classified biocontrol agents in macroorganisms (predators, nematodes), microorganisms, e.g., virus, fungi, and bacteria, natural substances, and chemical receptors, e.g., pheromones. Daniel et al.  reported that Aeschynomene virginica, which has been commonly reported in a few roadside ditches and wet cornfields, could be easily eradicated by using bioherbicide Colletotrichum gloeosporioides. Hsiao et al.  reported that the growth of Eichhornia crassipes which affects the soil environment and consequently reduces maize yield could be checked through Cantharellus cibarius which acts through Tryptophan synthase through the phytohormone 5-Methyl-Trp. Furthermore, research is currently in progress to limit the growth of weeds like Chenopodium album (Lamb's quarters), Cirsium arvense (Creeping thistle), Setaria viridis (green foxtail), and Mercuria lisannua (annual mercury) by the use of bioherbicide Phoma chenopodicola .",
          "table": []
        },
        {
          "text": "Kumar and Aneja  reported that the fungal species Gibbago trianthemae could succeed as a mycoherbicide for the weed species Horse Purslane (Trianthema portulacastrum (L)). Similarly, the ring nematode Criconemoides onoensis could be used to control both Cyperus esculentus and C. rotundus. . Charudattan  reported that biofungicides, biobactericides, bioinsecticides, and bionematicides are environmentally beneficial and should be promoted to meet the future requirements regarding the management of weed in agriculture. Similarly, Sonchus arvensis (perennial sowthistle), which has adverse effects on seedling growth of maize, could be controlled through Alternaria sonchi .",
          "table": []
        },
        {
          "text": "Jiang et al.  reported that the fungi Curvularia intermedia inhibited the weed plant growth by producing the phytotoxin α, β-dehydrocurvularin, which hinders mitosis in cells of the root tip and impedes seedling development. Similarly, Boyette et al.  reported that pectinase manufacturing fungi could penetrate the cell wall of the weed plant by ripping apart the polysaccharide layers and releasing many fatal molecules into infected weed plant cells by enlarging the pores. Gerber et al.  reported that a beetle species, Zygogramma disrupta, was successfully tested as a biocontrol agent for the weed species Ambrosia artemisiifolia. 4.4. Chemical Management. Sutton et al.  described that the chemical method of weed management is stress-free, flexible, and of low-cost compared to expensive labor for weed control. Additionally, this method is very convenient even in different seasonal and soil conditions and demonstrated effective results compared to the monotonous physical methodology of weed management.",
          "table": []
        }
      ]
    },
    {
      "title": "Preplant Herbicides.",
      "div": [
        {
          "text": "Generally, preplant herbicides are nonselective and are applied to control prevailing complex annual and perennial weeds before planting, particularly under the conservation agriculture-based cropping system. Khaliq et al.  reported that maximum efficiency could be achieved by applying the presowing herbicide before planting and integrating it in the soil with light tillage.",
          "table": []
        },
        {
          "text": "Gupta et al.  and Chauhan and Yadav  reported that the most widely applicable herbicides were glufosinate, glyphosate (0.5-1.5% by volume or 1 kg ai per ha), or paraquat and dicamba (0.5 kg per ha). Kumar and Ladha  reported that glyphosate should be applied when weeds are growing actively for best results so that the herbicide is absorbed and translocated into the plant system while paraquat herbicide can be applied just before sowing. 4.4.2. Preemergence Herbicides. Patel et al.  demonstrated that the mixture of atrazine at 0.5 kg/ha and pendimethalin mixed at 0.25 kg/ha applied as preemergence to check weeds displayed eradication of 98% of the total weed population. Bijandeh and Ghadiry  reported that a maximum of 85% weed control efficiency was demonstrated by applying a mixture of alachlor at 1.92 kg per ha and atrazine at 1.5 kg per ha as preemergence in a maize field. For weed checking and supervision of maize, atrazine which is chemically 2-chloro-4-ethylamino-6-isopropylamino-1,3,5triazine and HPPD which is chemically 4-hydroxyphenylpyruvate dioxygenase, an inhibiting herbicide, are ordinarily used and can also check Amaranthus palmeri and various other glyphosate-resistant weeds . Whaley et al.  observed a maximum of 85% reduction in total maize field weeds by the application of S-metolachlor at 0.87 kg per ha in a mixture with atrazine at 1.12 kg per ha as preemergence and mixture of nicosulfuron, atrazine, and rimsulfuron at 0.013, 0.84, and 0.013 kg/ha, respectively, as postemergence. Walia et al.  observed that atrazine at 0.75 kg per ha and alachlor combination at 1.25 kg per ha mixed and applied as preemergence in field maize escalated production by 53.9%. Sreenivas and Satyanarayana  reported that preemergence application of atrazine at 1.0 kg a.i. per ha supervened by glyphosate at 1.0 kg a.i. ha -1 substantially reduced the dry weight of weeds in comparison to preemergence herbicides alone. Whaley et al.  observed that weeds, especially the Ipomoea purpurea and Amaranthus hybridus population, when subjected to a mixture of mesotrione at 0.15 kg/ha and S-metolachlor at 1.0 kg/ha as preemergence herbicide, showed a maximum decrease of 94 to 99%. Nadiger et al.  reported that oxyfluorfen at 0.15 kg/ha and atrazine at 1.25 kg per ha as preemergence followed by one intercultivation at 30 DAS and again followed by one HW at 45 DAS remarkably minimized the total weed concentration, the total biomass of weeds.",
          "table": []
        },
        {
          "text": "e application also concluded into remarkably increased grain weight per plant 164.82 g and grain production 10827 kg per ha. Iqbal et al.  reported that the maximum weed control efficiency, along with remarkably decreased weed concentration and dry weight of the weed, was registered in the preemergence application of atrazine at 1.2 kg a.i. per ha and pendimethalin at 1.0 a.i. kg per ha.",
          "table": []
        },
        {
          "text": "Ehsas et al.  observed that the considerably minimum biomass of weeds at harvest and highest WCE were documented under preemergence application of atrazine at 0.75 kg per ha along with pendimethalin at 0.75 kg per ha. Kakade et al.  revealed that, among all the herbicidal treatments, the application of 50% WP atrazine at 1.0 kg a.i.ha -1 as preemergence demonstrated the highest weed control efficiency with a range of values extending from 75.52% to 83.10% except for Cyperus spp., which showed only 2.84% efficiency.",
          "table": []
        },
        {
          "text": "A research report by Johnson et al.  specified that nitrogen supervision methods may influence weed number in maize, hypothesizing that the 168 kg per ha of nitrogen fertilizer applied as urea or ammonium nitrate before planting the corn seeds roused dormant lambs-quarters seed to sprout. Paradkar and Sharma  reported that application of atrazine or pendimethalin at 1.0 kg/ha and doing hand weeding at 4 WAS showed a better decrease in weed population in contrast to sole application of only herbicides. Singh and Arya  experimented that use of atrazine at 1 kg per ha followed by glyphosate as pre-as well as postemergence applied at 6 WAS escalated maize production by 98% (5.7 t/ha) while production escalated by 107% (6.0 t/ha) at two-hand weeding done in contrast to nonweeded treatments (2.9 t/ha). akur and Singh  verified that Cyperus rotundus could be easily eradicated if atrazine and glyphosate herbicides were applied. Sreenivas and Satyamnarayana  observed that preemergence application of oxyfluorfen a.i. ha -1 was more effective in minimizing weed biomass.",
          "table": []
        },
        {
          "text": "Gaur et al.  revealed that application of atrazine at 0.50 kg per ha along with 2, 4-D at 0.50 kg per ha as pre-as well as postemergence herbicides checked all broadleaf weeds but only some narrow leaf weeds. Sandhu and Bhatia  demonstrated that atrazine at 0.75 kg/ha could be used to obtain remarkably affirmative results for checking grasses and broadleaved weeds in contrast to the hand hoeing technique. Dixit and Kc  reported that high production of maize was attained as the result of the application of atrazine as preemergent herbicides at 0.75 kg/ha and postemergent herbicides at 0.25 kg/ha applied at sensitive growth stages. Walsh et al.  reported that atrazine could be used as pre-as well as postemergence herbicide and can also be applied exclusively or in a mixture with other herbicides. Woodyard et al.  reported that some weeds could be checked up to 99% due to contrivances of synergistic benefits by 30 days after applying a mixture of a postemergence herbicide like atrazine at 0.56 kg per ha and mesotrione at 0.10 kg/ha. Riaz et al.  observed that a maximum reduction in density and biomass of the weeds and a significant surge of 42% in maize production were registered from chemical weeding at the 2-3 leaf stage of weeds. Kumar et al.  demonstrated that atrazine with pendimethalin followed by metsulfuron-methyl/2, 4-D and pendimethalin considerably minimized the total weed biomass. Atrazine 1.0 along with pendimethalin 0.50 kg/ha (post) and atrazine 0.75 with pendimethalin 0.75 kg/ha followed by 2, 4-D resulted in remarkably increased grain production and profits.",
          "table": []
        }
      ]
    },
    {
      "title": "Postemergence Herbicides.",
      "div": [
        {
          "text": "Abdin et al.  notified that chemical regulation is the most frequently used technique but disproportionate dosage and inappropriate use caused environmental pollution and inflexibility of weeds. Laxmi and Murthy  presented that atrazine at 1.0 kg a.i. ha -1 successfully inhibited the greeny weeds, namely, Cynodon dactylon and Digitaria sanguinalis, and broadleaved weeds Celosia argentia and Commelina benghalensis. Singh et al.  revealed that postemergence application of Advances in Agriculture tembotrione at 120 g per ha mixed with surfactant (1000 ml ha -1 ) showed maximum operation to check both grassy and nongrassy weeds in contrast to other chemical treatments and recorded the highest grain production that was also equaled with the preemergence application of the herbicide.",
          "table": []
        },
        {
          "text": "Ramachandran et al.  observed that the weed supervision treatment of preemergence alachlor 1.0 kg ha -1 followed by brown manuring (BM) proved to be most operational.",
          "table": []
        },
        {
          "text": "e application successfully documented minimal weed concentration of swamp plants, broadleaved weeds, grasses, and total weeds at all 20 DAS, 40 DAS, and 60 DAS. e recorded data also corresponded with the data from the treatment of preemergence alachlor 1.0 kg ha -1 followed by daincha as an intercrop with the in situ combination on 35 DAS except at 20 and 40 DAS.",
          "table": []
        },
        {
          "text": "Kannan and Chinnagounder  observed that postemergence application of glyphosate at 1800 g a.i ha -1 earlier than usual resulted in remarkably lower weed concentration in the area, the biomass of weed, and higher WCE at all the time periods along with higher grain production in transgenic and conventional maize hybrid of 12.21 t ha -1 . Amare et al.  reported that a plot treated with nicosulfuron (18.67 m -2 ), also Primagram (3.88 m -2 ), preceded by hand weeding and hoeing (3.12 m -2 ) recorded the lowest weed concentration.",
          "table": []
        },
        {
          "text": "Chand et al.  discovered that atrazine as the preemergent herbicide followed by 2, 4-D was not effective against C. rotundus.",
          "table": []
        },
        {
          "text": "ey revealed that the treatment of halosulfuron methyl at 67.5, 75, and 150 g per ha on C. rotundus at 60 DAT resulted in a remarkably effective reduction in the population (1.2-2.2/m 2 ) and dry weight of the weed (0.45-0.49 g/m 2 ) as compared to other treatments. Rani et al.  reported that paraquat 0.6 kg per ha at 3 weeks after sowing preceded by atrazine as preemergence 1.25 kg per ha or pendimethalin as preemergence 1.5 kg/ha and topramazone 0.030 kg/ha at 30 DAS preceded by atrazine 1.0 kg/ha as preemergence were observed to be most cost-effective with peak gross returns and maximum net returns.",
          "table": []
        },
        {
          "text": "Arunkumar et al.  concluded that consecutive application of 50% WP atrazine at 500 g a.i. per ha as preemergence at 0-3 DAS followed by 34.4% SC tembotrione at 125 g a.i. ha -1 as postemergence at 30 DAS minimized the total weed number, weed biomass at different crop developmental stages, and weedy index.",
          "table": []
        },
        {
          "text": "e application also escalated the weed control efficiency and grain production and was displayed to be at par with the application of 50% WP atrazine at 500 g a.i.ha -1 preemergence at 0-3 DAS followed by 33.6% SC topramezone @ 75 g a.i. per ha postemergence at 30 DAS.",
          "table": []
        }
      ]
    },
    {
      "title": "Integrated Weed Management (IWM).",
      "div": [
        {
          "text": "Integrated weed management makes use of different forms of weed control tactics for the purpose of allowing producers the best chance of controlling exasperating weeds and also reducing the chances of the development of herbicide resistance. IWM makes use of all the different methods available for controlling weeds, including physical, cultural, chemical, and biological methods and gives durable results while also concerning the preservation of the environment. e study of reports from Swanton and Wiese ; Harker et al. ; Shaner ; Liebman et al.  led to a closure that since the sole use of any one weed control methodology does not produce significant results, a proper combination of the various methods must be applied for better crop production, high weed control efficiency, and sustainable productivity. Deshmukh et al.  observed that the atrazine 1.0 kg per ha as PE trailed by mechanical/HW at 30 DAS attested better in weed control and grain production. Sanodiya et al.  reported that HW at 20 DAS and again at 40 DAS trailed by atrazine 1.0 kg per ha nurtured the highest grain productions. Madhavi et al.  revealed that, in comparison of grain production in case of separate treatment of pendimethalin, oxyfluorfen, atrazine, and HW, the highest grain production was demonstrated in HW treatment which was 7450 kg ha -1 .",
          "table": []
        },
        {
          "text": "Pandey et al.  revealed that application of half of the total suggested dose of atrazine/alachlor/pendimethalin as preemergence herbicide trailed by hand weeding operation at 4 WAS exhibited noteworthy improvement of crop production plummeting weed invasion commendably in contrast to the solitary application of herbicide at its full recommended dose. Behera et al.  experimented that the atrazine + HW, Sesbania + Crotalaria (12.5 + 12.5 kg/ha) mixture applied with 2,4-D 0.5 kg ha -1 at 25 DAS, Sesbania 25 kg/ha with 2,4-D 0.5 kg ha -1 at 25 DAS, and pendimethalin 0.75 kg/ha + atrazine 0.75 kg/ha treatments were equivalent to weed-free control on maize grain production. Chandramohan and Charudattan  reported that the results of greenhouse study in which a mixture of fungal species, namely, Alternaria cassia, Fusarium udum f. sp. crotalariae, Phomopsis amaranthicola, and Colletotrichum dematium spp. crotalariae, were used to control the weed species; Amaranthus hybridus (L.), Senna obtusifolia, and Crotalaria spectabilis Roth. showed that all of the seedlings were killed in a week after the treatment with the mixture of fore mentioned fungi's spore suspension. Boyette et al.  disclosed that the synergistic association between the fungus Myrothecium verrucaria and glyphosate had a significant role in monitoring Brunnichia ovata and Campsis radicans. Vurro and Evans  proved that Chenopodium album could be easily controlled by the mixture of phytotoxins of Ascochyta caulina with herbicides. Application of paraquat at 0.5 kg/ha at 2 WAS + hand weeding on 6 WAS produced maximum crop yield and weed control as reported by Reddy et al. . Das et al.  reported that preemergent application of pendimethalin at 1.0 kg a.i. per ha concluded that the brown manuring (BM) application using 15 kg per ha Sesbania seed along with 2,4-D 0.50 kg a.i. per ha applied at 25 DAS led to comparatively improved management of weeds, particularly C. rotundus, and increased maize crop production.",
          "table": []
        }
      ]
    },
    {
      "title": "Conclusion",
      "div": [
        {
          "text": "Weeds are generally ubiquitous, robust species having speedy growth and extensive rooting and are very much capable of competing very competently with cultivated crops for the available resources, which on the other hand harmfully affects crop growth and production. e fact that competition from weeds must be eradicated or minimized is of supreme importance to succeed in gaining an optimum crop yield. e total losses in maize yield due to harsh effects and competition from weeds are estimated to be around 37% globally and reports conclude that weed infestation is the major cause for such maize yield reduction that has been estimated at approximately 20 to 80% in contrast to other causes. It has also been concluded that the most precarious period is between 4 and 7 weeks after sowing, during which extensive methods should be applied to minimize losses. Reports have deduced the fact that all the different weed control methods have their own pros and cons. In today's world, chemical weeding is being widely accepted due to the uneconomical labor required for physical weeding methods.",
          "table": []
        },
        {
          "text": "On the other hand, the unbalanced use of chemicals has led to harsh conditions for the environment, consequently minimizing the yield of crops and soil productivity. Most of the studies demonstrated that the use of atrazine and other herbicides, like HPPD, pendimethalin, paraquat, etc., eventually led to higher returns but consequently was not effective in sustaining productivity. Integrated weed management, if implemented systemically, can maximize economic returns and weed control since none of the single weed control treatments can provide the complete solution, as concluded from several reports and experiments. Hence, it is recommended to adopt integrated weed management which can comparatively reduce the use of herbicides and focus on sustainable cultivation for a better future. Furthermore, the use of bioherbicides should be promoted and the necessity of developing multiherbicides tolerant maize cultivars for more effective herbicide control is vital.",
          "table": []
        }
      ]
    }
  ],
  "tables": [
    "{\"title\": \"narrated Digera arvensis, Physalis minima, Trianthema portulacastrum, Cleome gynandra, Datura stramonium, and Corchorus olitorius as the dominant broadleaved weeds, Setaria verticillata and Cynodon dactylon as the dominant grass weeds, and C. rotundus as the only swamp plant present in the field. Madhavi et al.[22] identified and reported the most important weeds in the maize field, namely, among the sedges, Digitaria spp,\", \"head\": [\"2\", \"Advances in Agriculture\"], \"value\": [[\"Cynodon dactylon (L.), Dactyloctenium aegyptium (L.),\", \"\"], [\"Eleusine indica (L.), and Dinebra arabica (L.), among\", \"\"], [\"grasses, Tridax procumbens (L.), Melilotus alba (L.), Par-\", \"\"], [\"thenium hysterophorus (L.), Amaranthus viridis (L.), Tri-\", \"\"], [\"anthema portulacastrum (L.), Commelina spp, and\", \"\"], [\"Euphorbia geniculate (L.), among broadleaf weeds.\", \"\"]]}"
  ]
}