{
  "meta": {
    "title": "Dry matter accumulation after silking and kernel weight are the key factors for increasing maize yield and water use efficiency",
    "author": "Feng Wang, Ruizhi Xie, Bo Ming, Keru Wang, Peng Hou, Jianglu Chen, Guangzhou Liu, Guoqiang Zhang, Jun Xue, Shaokun Li",
    "journal": "Elsevier BV",
    "date": "2021. 05. 12."
  },
  "paragraphs": [
    {
      "title": "Abstract",
      "div": [
        {
          "text": "Reducing use of irrigation water and improving crop yield are important since water shortage and food security are the two main problems in developing sustainable agriculture. In this study, we aim to reduce the conventional irrigation amount and to determine the mechanisms for yield formation and water use efficiency (WUE) increasing, and to identify the optimal irrigation amount for high yield maize (> 15 Mg ha -1 ) under mulch drip irrigation in arid, semi-arid, and semi-humid areas. Experiments carried out in the arid area (Changji), semi-arid area (Qitai), and semi-humid area (Xinyuan) in 2018 and 2019 showed that the optimal irrigation amount was 720 mm, 540 mm, and 180 mm, respectively. As compared to the irrigation amount used by farmers irrigation amount (maximum irrigation amount), the optimal irrigation amount recorded in our study could save 11.1-60.0% of water. At the same time, the WUE and irrigation water use efficiency (IWUE) increased by 5.2-60.3% and 7.9-181.6% with maize yield > 15 Mg ha -1 . Less than optimal irrigation, increasing yield and WUE by increasing both dry matter accumulation after silking (DMA) and thousand kernel weight (TKW). Over optimal irrigation, the yield further increased mainly by increasing dry matter at maturity, and increasing WUE by kernel number per ear. The most photosynthate was transferred from leaves and stems to grains in minimum irrigation, but the lowest that in maximum irrigation. Therefore, DMA and TKW are the key factors to increase yield and WUE under less than optimal irrigation. Optimize irrigation goal may be to improve the transport of photosynthate to grain in the future.",
          "table": []
        }
      ]
    },
    {
      "title": "Introduction",
      "div": [
        {
          "text": "In recent years, with the desertification of soil (Chen et al., 2011), the rapid loss of lakes (Tao et al., 2015), and the over-exploitation of groundwater (Jiang, 2015), water resources have become increasingly scarce in China. The north and northwest China has severe water shortage as its total water resources account for only 19% in China (Jiang, 2015). This region is also China's main grain production area. The main food crops planted include maize (Zea mays L.) (Liu et al., 2017a(Liu et al., , 2017b)), rice (Oryza sativa L.) (Peng et al., 2006), and wheat (Triticum aestivum L.) (Chen et al., 2015). According to the statistics of the Ministry of Agriculture and Rural Affairs of China, the planting area of maize in 2018 was 4.2 × 10 7 ha, accounting for 36.0% of the grain crop. At present, the average yield of maize in China is close to 6.0 Mg ha -1 lower than that in American (11.06 Mg ha -1 ) (Li et al., 2016). Since China's irrigation water efficiency is only 52%, far lower than 70-80% in developed countries (Kang et al., 2017), it is challenging to reduce regional irrigation water, increase maize yield and water use efficiency (WUE). Due to different climates, planting patterns, and water-saving technologies, the maize yield and WUE are quite different. Low WUE is a common problem in maize production all over the world. In Turkey, the maize yield was 11.1-11.6 Mg ha -1 and WUE was 1.9-2.1 kg m -3 under closed-end furrow irrigation in semi-arid climate (Dagdelen et al., 2005). The maize yield (7.5 Mg ha -1 ) and WUE (1.4 kg m -3 ) were low under drip irrigation in Mediterranean climate conditions (Bozkurt et al., 2011). Previous studies in China showed that the use of mulch drip irrigation technology could significantly increase maize yield and WUE (Qin et al., 2016;Zhang et al., 2017Zhang et al., , 2019;;Zhou et al., 2017;Liu et al., 2017b). Our previous study also showed that under mulch drip irrigation and dense planting (> 12 × 10 4 ha -1 ), the spring maize yield was > 15 Mg ha -1 and WUE > 2.4 kg m -3 in semi-arid area (Zhang et al., 2017). At present, China uses high-yield maize cultivation integrated with mulch drip irrigation and dense planting. However, the large area and varied topography of northwest China lead to different climates throughout the year, especially in Xinjiang. The summer precipitation varies markedly across Xinjiang, causing dramatic water supply variation (Du et al., 2018). Meanwhile, Xinjiang has a complex topography, with the highest altitude of 8611 m in Qogir West Peak and the lowest altitude of -155 m in the Turpan Basin, causing significant climate differences (Fang et al., 2010). Therefore, irrigation regime and amount should be specifically recommended for each climatic condition for sustainable agriculture. Only a few studies have attempted to achieve high-yield and high WUE across arid to semi-humid regions.",
          "table": []
        },
        {
          "text": "The response of maize grain yield to irrigation showed a quadratic curve under different irrigation methods in arid and semi-arid areas, such as subsurface drip irrigation (Payero et al., 2008;Irmak et al., 2016), alternate furrow irrigation (Golzardi et al., 2017), and drip irrigation under film (Zhang et al., 2017). The yield increased linearly with the amount of irrigation up to some extent, but excessive irrigation did not increase the yield further. Secondly, WUE, also known as water productivity, is the ratio between crop yield and water consumption per unit crop. Maize WUE was negatively correlated with irrigation amount (Kuscu and Demir, 2013;Kresović et al., 2016;Zhang et al., 2017). Moreover, WUE was affected by crop yield levels, irrigation methods, evapotranspiration (ET), crop environment, and climate characteristics (Kang et al., 2000;Abd El-Wahed and Ali, 2013). Payero et al. (2008) also reported that WUE was significantly different in response to irrigation amount between dry and wet years. In addition, irrigation water use efficiency (IWUE) is also set as an important index to evaluate the efficiency of agricultural water use in the region. IWUE of maize decreased sharply with increasing irrigation (Payero et al. 2008;Zhang et al., 2017). Moreover, IWUE was also affected by rainfall and its distribution during the season. For example, IWUE was higher in dry year than in wet year (Irmak et al., 2016). Reasonable reduction of irrigation water is the key to stabilize maize yield and improve WUE and IWUE. However, previous studies mostly determined the optimal irrigation amount to achieve maximum WUE and usually ignored the maize yield. And there were few reports on the key factors to increase yield and water use efficiency.",
          "table": []
        },
        {
          "text": "It is important to study the impact of irrigation water on maize growth, yield, and WUE. Maize grain yield is determined by aboveground dry matter (DM) and is influenced by harvest index (HI) (Donald and Hamblin, 1976;Hay, 1995). Liu et al. (2020) reported that the increase of maize grain yield at lower yield levels (< 15 Mg ha -1 ) was mainly attributed to the increase in DM and HI, while at higher yield levels (> 15 Mg ha -1 ), it depends on the increase in DM. Both DM and HI were affected by irrigation. Some studies show that water stress significantly reduces DM of maize at the maturity stage (Pandey et al., 2000;Karam et al., 2003;Bozkurt et al., 2011). However, maize HI was not sensitive to changes in irrigation amount (Zhang et al., 2004). Under severe water deficit conditions, HI was significantly reduced (Bozkurt et al., 2011). Presently, mulch drip irrigation and dense planting is the new model of planting. However, extensive studies on the DM and HI based on this model are lacking. We carried out irrigation experiments simultaneously in arid, semiarid region and semi-humid region. The aims were that to identify the optimal irrigation amount to increase yield (> 15 Mg ha -1 ) and WUE under mulched drip irrigation, to identify the mechanisms for yield formation and WUE increase, and to provide a basis for further optimization of irrigation.",
          "table": []
        }
      ]
    },
    {
      "title": "Materials and methods",
      "div": []
    },
    {
      "title": "Site description",
      "div": [
        {
          "text": "Field experiments were conducted during the maize growing seasons in 2018 and 2019 at the Western Agricultural Research Center (WARC) of the Chinese Academy of Agricultural Sciences (Changji, Xinjiang; 44 • 9 ′ 33 ′′ N, 87 • 11 ′ 59 ′′ E; 470 m a.s.l.), Qitai Farm (Qitai, Xinjiang; 43 • 29'15 ′′ N, 89 • 28 ′ 42 ′′ E; 1021 m a.s.l.), and Xinyuan Farm (Xinyuan, Xinjiang; 43 • 27 ′ 37 ′′ N, 83 • 19 ′ 50 ′′ E; 817 m a.s.l.) (Fig. 1).",
          "table": []
        },
        {
          "text": "The mean annual precipitation was 141 mm, 269 mm, and 476 mm, and the mean annual evaporation was 2651 mm, 1386 mm, and 1286 mm in Changji, Qitai, and Xinyuan, respectively. The Changji, Qitai, and Xinyuan, representing arid, semi-arid, and semi-humid climates, respectively (Wang et al., 2021).",
          "table": []
        }
      ]
    },
    {
      "title": "Experimental design",
      "div": [
        {
          "text": "A high-yield, density-tolerant maize hybrid (cv. Xianyu 335) was used in 2018 and 2019. A mulch drip irrigation technique was adopted in combination with a high planting density of 12 × 10 4 plants ha -1 . The usual irrigation amounts of local farmers are 810 mm (Changji), 720 mm (Qitai), and 450 mm (Xinyuan). To save water, the irrigation amount of farmers were set as the control irrigation in the experiments, and the levels were decreased by 90, 180, 270, and 360 mm for each subsequent irrigation level (Wang et al., 2021). Five irrigation levels were used in each year. For Changji, these levels were 450 mm (I1), 540 mm (I2), 630 mm (I3), 720 mm (I4), and 810 m (I5) in 2018 and 2019; for Qitai, the levels were 360 mm (I1), 450 mm (I2), 540 mm (I3), 630 mm (I4), and 720 mm (I5) in 2018 and 2019; and for Xinyuan, these levels were 90 mm (I1), 180 mm (I2), 270 mm (I3), 360 mm (I4), and 450 mm (I5) in 2018, and 0 mm (I1), 90 mm (I2), 180 mm (I3), 270 mm (I4), and 360 mm (I5) in 2019. The irrigation treatment settings of Changji and Qitai in 2019 are the same as those in 2018. Due to abundant precipitation in 2019, I5 (450 mm) of Xinyuan was removed and added I1 (0 mm). The specific irrigation schedule of the three experimental sites were shown in . The amount of water applied as single irrigation was calculated using equation (Eq. 1) (Wang et al., 2021). The first irrigation was usually applied in mid to late June. The irrigation interval and duration were decided based on the local governments' guidance.",
          "table": []
        },
        {
          "text": "where Q s is the quota of water applied per irrigation event (mm); Q total is the total amount of water used for each treatment (mm); Q VE is the amount of water applied at VE for uniform seedling emergence (mm); T is the number of irrigation events during maize growth.",
          "table": []
        }
      ]
    },
    {
      "title": "Crop management",
      "div": [
        {
          "text": "All plots were arranged in a completely randomized design with three replications. The area of each plot was 165 m 2 (15 m × 11 m). Water movement between plots was blocked by 1 m wide buffer zones and 1 m deep water-proof film sheets. Maize was planted in alternating wide-narrow row patterns (alternating row spacing of 40-70 cm), and plant spacing was 15.2 cm. A transparent plastic film (70 cm wide and 0.01 mm thick; Tianye Inc., Xinjiang, China) was used for the experiment. Each sheet of plastic had two rows of maize. Before sowing, drip tapes were applied, followed by a plastic film with punched holes to allow seedling growth. To ensure uniform planting density, precision maize planters (ACME-BZQ, ACME, China) were used to manually sow the seeds to an average depth of 5 cm. Seeds were sown along each row and covered with a thin layer of soil. The drip irrigation belt was maintained at an emitter spacing of 30 cm the lateral spacing was 110 cm, and a flow rate of 3.2 L h -1 at 0.1 MPa operating pressure. Precision water meters (LXS-40F, Ningbo Water Meter Inc., Ningbo, China) were installed at the discharge end of water pipes to monitor the irrigation amount.",
          "table": []
        },
        {
          "text": "Based on the initial nitrogen (N), phosphorus (P), and potassium (K) contents in the 0-100 cm soil profile, base fertilizers including urea",
          "table": []
        }
      ]
    },
    {
      "title": "Table 1",
      "div": [
        {
          "text": "Soil physicochemical properties (0-40 cm depth) at the experimental site.",
          "table": []
        }
      ]
    },
    {
      "title": "Site",
      "div": [
        {
          "text": "Bulk density (g cm -3 ) Field capacity (%) ECe (dS m -1 ) pH Organic matter content (g kg Note: Field capacity expressed on mass water content (kg water per kg dry soil); EC was measured using a time-domain reflectometry (TDR) tube probe (TRIME-IPH, IMKO, Germany). TRIME-PICO probe accurately measures soil conductivity through electromagnetic waves of 1 GHZ frequency. The soil sampling date was at 6th-leaf stage in 2018 and 2019.",
          "table": []
        },
        {
          "text": "(150 kg ha -1 N), potassium phosphate (225 kg ha -1 (NH 4 ) 2 HPO 4 ), and potassium sulfate (75 kg ha -1 K 2 O) were applied before sowing. To ensure a non-limited supply of nutrients for high-density maize plants to achieve a maximum expected yield of 18 Mg ha -1 , additional urea (totally 600 kg ha -1 N) was applied at R6, VT, and R3 stages of maize to all treatments at a ratio of 3:4:3. All weeds, diseases, and pests in the experimental plots were controlled.",
          "table": []
        }
      ]
    },
    {
      "title": "Measurement indices and methods",
      "div": []
    },
    {
      "title": "Leaf area index and leaf area duration after silking",
      "div": [
        {
          "text": "Five maize plants were randomly sampled at the silking stage (R1), 20 days after silking (DAS-20), 40 days after silking (DAS-40), and maturity stage (R6). The leaf area (LA) of each plant was calculated according to length × width × 0.75 (expanded leaves). LAI refers to the land area occupied by the LA × the number of plants per unit area. The LAI max of maize was taken as the LAI at the silking stage. The leaf area duration (LAD) of maize represents the green leaf duration per unit area. The LAD after silking (LAD as ) was calculated according to Eq. ( 2) (Wang et al., 2017) given as",
          "table": []
        },
        {
          "text": "where, LAD as is the leaf area duration after silking (m 2 d ha -1 ), LA s and LA m are the leaf area at the silking and maturity stage, respectively, and T s and T m are the corresponding number of growth days at the silking and maturity stage, respectively.",
          "table": []
        }
      ]
    },
    {
      "title": "Dry matter",
      "div": [
        {
          "text": "Five maize plants were selected at R1, DAS-20, DAS-40, and R6 stages, respectively. The leaf, stem, sheath, and female and male panicles were dried at 105 ℃ for 30 min, dried at 80 ℃ till constant weight was reached, and were then weighed. The DMA, transferring amount (TA), transferring rate (TR), and contribution rate to grain (CRG) of leaves and stems were calculated according to Eqs. ( 3)-( 6) given as",
          "table": []
        },
        {
          "text": "(3)",
          "table": []
        },
        {
          "text": "where DM m and DM s are the total dry matter at the maturity and silking stage, respectively (Mg ha -1 ), TA x is the transferring amount of leaves or stems (g plant -1 ), TR x is the transferring rate of leaves or stems (%), CRG x is contribution rate to grain of leaves or stems (%), DM mx is the dry matter of leaves or stems at maturity stage (Mg ha -1 ), DM sx is the dry matter of leaves or stems at silking stage (Mg ha -1 ), and DM g is the dry matter of grain at maturity stage (g plant -1 ).",
          "table": []
        }
      ]
    },
    {
      "title": "Grain yield",
      "div": [
        {
          "text": "At the physiological maturity stage, an area of 66 m 2 (central six rows of each plot, 10 m long) from 3 plots was harvested manually and grain mass was determined. The total number of plants and ears were counted, and the number of ears per plant was determined. Twenty ears were collected from the middle six rows of each plot at physiological maturity. Grain per ear was counted for each ear. The 1000 kernels weight was determined by oven-drying three samples of 1000 kernels at 80 • C for 72 h to constant weight. To determine the grain yield, ears of the remaining maize plants in each plot were hand harvested and air dried until constant mass, and then the grain was separated, cleaned, and weighed. Moisture for grains be determined in real-time by grain moisture meter (PM-8188, Kett Electric Lab., Tokyo, Japan). Grain yield was expressed at 14% moisture content to use in statistical analyses and efficiency calculations.",
          "table": []
        }
      ]
    },
    {
      "title": "WUE and IWUE",
      "div": [
        {
          "text": "Water use efficiency (WUE) was calculated as the grain yield (Mg ha -1 ) produced per unit of ET c (mm). Irrigation water use efficiency (IWUE) was calculated as the grain yield (Mg ha -1 ) produced per unit of irrigated water (mm). Eqs. ( 7) and ( 8) were used to determine WUE (kg m -3 ) and IWUE (kg m -3 ) (Payero et al., 2008;Kresović et al., 2016):",
          "table": []
        },
        {
          "text": "where GY is grain yield (Mg ha -1 ), ET c is total crop evapotranspiration (mm) calculated according to water balance equation, and I is irrigation amount (mm). The coefficient (100) converts Mg ha -1 mm -1 to kg m -3 . Total water consumption or actual evapotranspiration (ET c , mm) was calculated during the growing season using the soil water balance equation (Rana and Katerji, 2000;Jin et al., 2007;Irmak et al., 2016):",
          "table": []
        },
        {
          "text": "where ET c is evapotranspiration (mm) during the growing season, including crop transpiration and soil evaporation. I is amount of irrigation water applied (mm). P is precipitation (mm), C r is capillary rise (mm), R f is runoff (mm), D p is deep percolation (mm), and ΔS is change in soil water storage (mm). In Eq. ( 9), C r was considered to be zero because the groundwater table were 70-80 m below the surface; runoff was also assumed to be negligible because the plot was flat; and D p was considered to be zero because the soil water movement was mainly in 0-60 cm, and the soilwater storage in the 60-100 cm was relatively stable under mulched drip irrigation (Liu et al., 2017a(Liu et al., , 2017b;;Zhang et al., 2019).",
          "table": []
        },
        {
          "text": "Before sowing, soil water content (SWC, % v/v) was measured using the oven-drying method. During maize growing period, the SWC was measured at 20 cm increments to a depth of 100 cm by time-domain reflectometry (TDR) using a tube probe (TRIME-IPH, IMKO, Germany). Three 150-cm-long tubes were deployed beside the drip tapes and two between the drip tapes in each plot. The SWC was measured every ten days from the first irrigation to harvest.",
          "table": []
        }
      ]
    },
    {
      "title": "Statistical analysis",
      "div": [
        {
          "text": "Analysis of variance (ANOVA) was performed to test for harvest ear, grains per ear, thousand kernel weight (TKW), yield, WUE, IWUE, DMA, and HI among irrigation treatments. Means were compared using Fisher's least significant difference (LSD) tests at P < 0.05 (LSD 0.05). Path analysis and linear stepwise regression were conducted with SPSS 18.0 software (SPSS Institute Inc., USA) to determine the relationships between the increased values of LAI max , LAD as , DM s , DM m , DMA, kernel number per ear (KN), TKW, and yield, as well as the relationship between the increased values of above indicators and the decreased values of WUE. SigmaPlot 12.0 and GraphPad Prism 8.0 were used for mapping plots.",
          "table": []
        }
      ]
    },
    {
      "title": "Results",
      "div": []
    },
    {
      "title": "Yield components, yield, and WUE",
      "div": [
        {
          "text": "The increase in irrigation amount had no effect on the number of",
          "table": []
        }
      ]
    },
    {
      "title": "Table 2",
      "div": [
        {
          "text": "Irrigation schedule applied at the Changji, Qitai, and Xinyuan in 2018 and 2019 (Wang et al., 2021). harvested ears, but it significantly increased the number of kernels per ear and thousand kernel weight, thereby increasing the yield of maize (Yield components, yield, WUE and IWUE of maize under different treatments). WUE and IWUE decreased with the increase in irrigation amount. In Changji, Qitai, and Xinyuan sites, when irrigation amount exceeded 720 mm (I4), 540 mm (I3), and 180 mm (I2), respectively, kernel number per panicle, thousand kernel weight, and yield did not increase significantly, but WUE and IWUE were decreased significantly (Yield components, yield, WUE and IWUE of maize under different treatments). The KN, TKW, yield, WUE, and IWUE were significantly affected by interaction of site and irrigation. The yield, WUE and IWUE were significantly affected by interaction of site and year, year and irrigation. The yield, WUE and IWUE were significantly affected by interaction of site, year and irrigation (Yield components, yield, WUE and IWUE of maize under different treatments).",
          "table": [
            "Yield components, yield, WUE and IWUE of maize under different treatments.",
            "Yield components, yield, WUE and IWUE of maize under different treatments.",
            "Yield components, yield, WUE and IWUE of maize under different treatments."
          ]
        }
      ]
    },
    {
      "title": "Dry matter and HI",
      "div": [
        {
          "text": "The Dry matter at maturity stage (DM m ) and HI of maize increased with the increase of irrigation amount (Fig. 3). In Changji, Qitai, and Xinyuan, when irrigation amount increased from drought stress I1 to optimum irrigation amount (720 mm (I4), 540 mm (I3), and 180 mm (I2)), DM m increased by 43.8-44.9%, 18.3-20.2% and 11.6-25.3%, and HI increased by 1.3-1.9%, 1.7-1.8% and 0.9-2.1%, respectively. This shows that as compared with HI, DM m was more sensitive to increased irrigation amount. Under drought stress, irrigation affects yield mainly through DM m . However, when the irrigation amount exceeded 720 mm (Changji), 540 mm (Qitai), and 180 mm (Xinyuan), both the increase ratio of DM m (< 6.6%) and HI (< 0.4%) decreased.",
          "table": []
        },
        {
          "text": "With the increase of irrigation amount, the dry matter at silking stage (DM s ) and accumulation of dry matter after silking (DMA) of maize increased (Fig. 4). When irrigation amount increased from drought stress I1 to optimum irrigation amount (720 mm (I4), 540 mm (I3), and 180 mm (I2)), the increase ratio of DM s (22.3-30.5%, 10.9-12.7% and 7.5-18.8%) higher than that of DMA (54.8-65.1%, 24.4-25.2% and 15.2-31.4%) in Changji, Qitai, and Xinyuan. This indicated that high DM m depended on high DMA.",
          "table": []
        },
        {
          "text": "The DM s , DM m , and DMA were significantly affected by interaction of site and year; the DM s , DM m , and DMA were significantly affected by interaction of site and irrigation; and the DMA was significantly affected by interaction of site, year and irrigation (Interaction influence of location, year and irrigation on DM s , DM m and DMA).",
          "table": [
            "Interaction influence of location, year and irrigation on DM s , DM m and DMA."
          ]
        }
      ]
    },
    {
      "title": "Leaf area index and leaf area duration",
      "div": [
        {
          "text": "The leaf area index at silking (LAI max ) and leaf area duration after silking (LAD as ), of maize increased with the increase of irrigation amount (Figs. 5 and6). In Changji, Qitai, and Xinyuan sites, when irrigation amount exceeded 720 mm (I4), 540 mm (I3), and 180 mm (I2), respectively, LAI max and LAD as did not increase significantly.",
          "table": []
        },
        {
          "text": "There was a positive correlation between the leaf area index at silking (LAI max ), leaf area duration (LAD as ), and dry matter accumulation after silking (DMA) in Changji, Qitai, and Xinyuan (P < 0.01) (Fig. 7).",
          "table": []
        },
        {
          "text": "The LAI max , LAI m , and LAD as were significantly affected by interaction of site and year; the LAI m was significantly affected by interaction of site and irrigation; the LAD as was significantly affected by interaction of year and irrigation; and by interaction of site, year and irrigation (Interaction influence of location, year and irrigation on LAI max , LAI m , and LAD as ).",
          "table": [
            "Interaction influence of location, year and irrigation on LAI max , LAI m , and LAD as ."
          ]
        }
      ]
    },
    {
      "title": "Response of photosynthetic area, photoassimilation accumulation and yield components, yield and WUE to increase in irrigation",
      "div": []
    },
    {
      "title": "Leaf dry weight, stem dry weight, transfer amount, transfer rate, and contribution rate to grain",
      "div": [
        {
          "text": "Under drought stress (I1), maize had the lowest dry weight of leaves and stems during the silking-maturity period in arid, semi-arid, and semi-humid areas (Figs. 9 and 10). Maize leaf dry weight decreased gradually at DAS-40, and leaf dry weight under drought stress (I1) decreased significantly (Fig. 9). The maximum stem dry weight was recorded at DAS-20. At maturity, the stem dry weight continued to decrease under drought stress, but it increased slightly due to conventional irrigation (Fig. 10).",
          "table": []
        }
      ]
    },
    {
      "title": "Table 6",
      "div": [
        {
          "text": "The increasing proportion of photosynthetic area, photoassimilation accumulation and yield components for each 90 mm irrigation amount increase. Note: Photosynthetic area (LAI max , leaf area index at silking stage; LAD as , leaf area duration after silking); photoassimilation accumulation (DM s , dry matter at silking stage; DM m , dry matter at maturity stage; DMA, accumulation of dry matter after silking); yield components (KN, kernel number per ear; TKW, thousand kernel weight). The same below. irrigation (Fig. 11).",
          "table": []
        }
      ]
    },
    {
      "title": "Discussion",
      "div": []
    },
    {
      "title": "Optimal irrigation amount were determined by increasing yield and WUE",
      "div": [
        {
          "text": "Our study showed that maize yield increases with the increase of irrigation amount using combination of mulch drip irrigation and dense planting in 0-720 mm (Changji, arid area), 0-540 mm (Qitai, semi-arid area), and 0-180 mm (Xinyuan, semi-humid area). Meanwhile, WUE and IWUE were significantly decreased with the increase of irrigation amount (Yield components, yield, WUE and IWUE of maize under different treatments). The results were similar to those of previous studies (Payero et al., 2008;Irmak et al., 2016;Golzardi et al., 2017;Zhang et al., 2017). Excessive irrigation (I5), farmers' irrigation, did not increase the yield but significantly reduce WUE. Therefore, the optimal",
          "table": [
            "Yield components, yield, WUE and IWUE of maize under different treatments."
          ]
        }
      ]
    },
    {
      "title": "Table 7",
      "div": [
        {
          "text": "Linear stepwise regression equation of the increase or decrease values of yield, WUE, photosynthetic area, photoassimilation accumulation and yield components drought stress and excessive irrigation.",
          "table": []
        }
      ]
    },
    {
      "title": "Treatment",
      "div": [
        {
          "text": "Linear regression equation R 2",
          "table": []
        },
        {
          "text": "Drought stress Y 1 = 1.238 X 7 + 4.377 0.593** Y 1 = 0.365 X 5 + 0.985 X 7 + 0.129 0.784** Y 2 = 0.400 X 7 -7.627 0.399* Over-irrigation Y 1 = 1.690 X 4 -6.296 0.853** Y 2 = 1.086 X 6 -11.043 0.423* Note: Y 1 is yield, Y 2 is WUE, X 4 is DM m , X 5 is DMA, X 6 is KN, X 7 is TKW. **P < 0.01, *P < 0.05. Drought stress ranges from I1 to optimal irrigation (Changji I4, Qitai I3 and Xinyuan I2). Over-irrigation ranges from optimal irrigation to conventional irrigation (I5). With 720 mm, 540 mm, and 180 mm as the optimal irrigation volume, WUE increased by 5.2-60.3% and IWUE increased by 7.9-181.6%. This achieves a goal that reducing irrigation water, increasing yield (> 15 Mg ha -1 ) and WUE (> 1.5 kg m -3 ). The yield and WUE are both higher than the current average yield of Chinese maize (6.0 Mg ha -1 ) (Li et al., 2016) and WUE (1.54 kg m -3 ) (Deng et al., 2006). Quantifying local crop responses to irrigation is important for establishing appropriate irrigation strategies. Improving field management measures, including optimized irrigation plans and agronomic measures, are important ways to increase crop yields and improve WUE (Chen et al., 2015). Our previous research in semi-arid region showed that under the high planting density (12.0 × 10 4 ha -1 ), spring maize yield and WUE were 15.7-19.1 Mg ha -1 and 2.2-2.8 kg m -3 (Zhang et al., 2017), indicating that in arid areas, the combination of mulch drip irrigation and dense planting could achieve high yield of spring maize (> 15 Mg ha -1 ) and high WUE (> 1.5 kg m -3 ). Our study is useful to farmers who follow mulch drip irrigation and dense planting and also to agricultural water resources department for judicious use of water. Similar planting patterns could be implemented to reduce irrigation water, increase maize yields and WUE in other irrigation and supplementary irrigation areas around the world.",
          "table": []
        }
      ]
    },
    {
      "title": "Thousand kernel weight (TKW) is a key factor for increasing yield and WUE",
      "div": [
        {
          "text": "The number and weight of kernel are the main components of yield. The decrease of yield caused by water stress was attributed to the decrease of number and weight of kernel at maturity (Pandey et al., 2000; Karam et al., 2003;Abd El-Wahed and Ali, 2013;Golzardi et al., 2017). In this study, both the maximum kernel number per panicle and TKW of maize were obtained at 720 mm (I4), 540 mm (I3), and 180 mm (I2) under mulch drip irrigation and dense planting in arid, semi-arid, and sub-humid areas, respectively (Yield components, yield, WUE and IWUE of maize under different treatments). This could be because in the optimally irrigated conditions, there was enough water available in",
          "table": [
            "Yield components, yield, WUE and IWUE of maize under different treatments."
          ]
        }
      ]
    },
    {
      "title": "Table 8",
      "div": []
    },
    {
      "title": "Dry matter accumulates after silking (DMA) is another key factor for increasing yield and WUE",
      "div": [
        {
          "text": "Dry matter and HI are the basis on which maize yield is calculated. Increasing DMA and HI are the main strategies to improve maize yield (Liu et al., 2020). Water or nutrient stress limited the relationship between radiation reception and photosynthesis of leaf. Then photosynthetic efficiency of canopy was reduced due to stress, which would affect DMA (Tollenaar et al., 2006). Our study illustrated that on increasing irrigation from drought stress (I1) to optimal amount, the increase of DM m (18.3-44.9%) was higher than HI (1.3-2.1%) in arid, semi-arid, and semi-humid areas (Fig. 3). Our result is similar to that of maize in semi-arid climate (Payero et al., 2009) and eastern Mediterranean climate (Bozkurt et al., 2011) in Turkey. It proves that as compared with HI, DM is more sensitive to irrigation in different climate types.",
          "table": []
        }
      ]
    },
    {
      "title": "Improving the transport of photosynthate to grain after silking optimizes irrigation",
      "div": [
        {
          "text": "Leaves and stems (except ears) account for a large proportion of total DM in maize (Johnson et al., 1966). Payero et al. (2008) proposed that irrigation would affect the production and distribution of DM in various organs. After silking, leaves and stems of maize showed a small amount of nutrient increase, and dry weight of leaves and stems decreased due to decrease in proteins and soluble carbohydrates (Johnson et al., 1966). In this study, drought stress could lead to premature leaf senescence and reduce the accumulation of soluble carbohydrates in leaves and stems (Figs. 5,9 and 10). This indicates that when the assimilation produced by the leaves cannot satisfy the grain filling, that in the stems will be mobilized under drought stress. We also observed that the increase of LAI max and LAD as was significantly positively correlated (P < 0.01) with the increase of maize yield under drought stress. The increase of LAI max and LAD as of maize was not significant with the increase of yield under over-irrigation (P > 0.05) (Fig. 8). Therefore, drought stress reduces yield mainly because drought stress inhibits the growth of maize, reduces the photosynthetic area of individuals and population, and reduces the photosynthetic rate (Qin et al., 2019). The distribution of nutrients in leaves and stems were restricted due to the reduction of photosynthetic products per unit leaf area and the reduction of proteins and soluble carbohydrates in stems. The nutrients mainly flow to ears and grains in the later stages of growth.",
          "table": []
        }
      ]
    },
    {
      "title": "Conclusion",
      "div": [
        {
          "text": "In this study, the use of mulch drip irrigation and dense planting mode reduced conventional irrigation by 11.1-60.0%, stabilized high yield of spring maize (> 15 Mg ha -1 ), and increased water use efficiency (WUE) by 5.2-60.3% and irrigation water use efficiency (IWUE) by 7.9-181.6% in irrigated area (arid and semi-arid area) and supplementary irrigated area (sub-humid area). Under drought stress, increasing dry matter accumulates after silking (DMA) and thousand kernel weight (TKW) increased yield and WUE; Under over-irrigation, the yield further increased mainly by dry matter at maturity (DM m ), and WUE was improved by kernel number (KN). The most photosynthate was transferred from leaves and stems to grains in minimum irrigation, but the lowest that in maximum irrigation. Optimize irrigation goal may be to improve the transport of photosynthate to grain in the future.",
          "table": []
        }
      ]
    }
  ],
  "tables": [
    "{\"title\": \"\", \"head\": [\".\"], \"value\": []}",
    "{\"title\": \"Note: SWS, soil water storage (mm); VE: emergence of seedlings. The first irrigation were June 16th (2018) and June 11th (2019) in Changji, June 25th (2018) and June 26th (2019) in Qitai, July 5th (2018) and July 8th (2019) in Xinyuan, respectively. The irrigation interval and duration were designed according to the guidance of local governments.\", \"head\": [\"Site\", \"Year\", \"Irrigation amount (mm)\", \"0-20 cm SWS before sowing\", \"Irrigation amount at VE\", \"Irrigation interval\", \"Irrigation times in growth\"], \"value\": [[\"\", \"\", \"\", \"(mm)\", \"(mm)\", \"(d)\", \"period\"], [\"Changji\", \"2018\", \"I1(450), I2(540), I3(630), I4(720), I5\", \"30\", \"45\", \"8-9\", \"9\"], [\"\", \"\", \"(810)\", \"\", \"\", \"\", \"\"], [\"\", \"2019\", \"I1(450), I2(540), I3(630), I4(720), I5\", \"33\", \"45\", \"8-9\", \"9\"], [\"\", \"\", \"(810)\", \"\", \"\", \"\", \"\"], [\"Qitai\", \"2018\", \"I1(360), I2(450), I3(540), I4(630), I5\", \"47\", \"30\", \"8-9\", \"9\"], [\"\", \"\", \"(720)\", \"\", \"\", \"\", \"\"], [\"\", \"2019\", \"I1(360), I2(450), I3(540), I4(630), I5\", \"51\", \"30\", \"8-9\", \"9\"], [\"\", \"\", \"(720)\", \"\", \"\", \"\", \"\"], [\"Xinyuan\", \"2018\", \"I1(90), I2(180), I3(270), I4(360), I5\", \"56\", \"30\", \"12-15\", \"4\"], [\"\", \"\", \"(450)\", \"\", \"\", \"\", \"\"], [\"\", \"2019\", \"I1(0), I2(90), I3(180), I4(270), I5\", \"63\", \"0\", \"12-15\", \"3\"], [\"\", \"\", \"(360)\", \"\", \"\", \"\", \"\"]]}",
    "{\"title\": \"Yield components, yield, WUE and IWUE of maize under different treatments.\", \"head\": [\"F. Wang et al.\", \"\", \"\", \"\", \"\", \"\", \"\", \"\", \"\"], \"value\": [[\"Site\", \"Year\", \"Irrigation amount (mm)\", \"Harvest ear (10 4 ear ha -1 )\", \"Kernel per ear\", \"Thousand kernel weight (g)\", \"Yield (Mg ha -1 )\", \"WUE (kg m -3 )\", \"IWUE (kg m -3 )\"], [\"Changji\", \"2018\", \"I1(450)\", \"8.9 a\", \"380.5 c\", \"323.4 c\", \"12.3 d\", \"2.1 a\", \"2.7 a\"], [\"\", \"\", \"I2(540)\", \"9.4 a\", \"428.8 b\", \"341.7 b\", \"14.2 c\", \"2.2 a\", \"2.6 a\"], [\"\", \"\", \"I3(630)\", \"9.5 a\", \"463.2 a\", \"355.4 ab\", \"15.3 b\", \"2.1 ab\", \"2.4 b\"], [\"\", \"\", \"I4(720)\", \"9.6 a\", \"489.7 a\", \"360.9 ab\", \"16.3 a\", \"2.0 b\", \"2.3 c\"], [\"\", \"\", \"I5(810)\", \"9.5 a\", \"494.8 a\", \"365.1 a\", \"16.6 a\", \"1.8 c\", \"2.0 d\"], [\"\", \"2019\", \"I1(450)\", \"10.7 a\", \"328.0 d\", \"317.8 c\", \"11.4 d\", \"1.8 a\", \"2.5 a\"], [\"\", \"\", \"I2(540)\", \"10.7 a\", \"380.0 c\", \"334.0 b\", \"13.0 c\", \"1.8 a\", \"2.4 b\"], [\"\", \"\", \"I3(630)\", \"11.0 a\", \"407.2 b\", \"344.4 ab\", \"14.1 b\", \"1.7 ab\", \"2.2 c\"], [\"\", \"\", \"I4(720)\", \"10.6 a\", \"440.6 a\", \"352.0 a\", \"15.1 a\", \"1.7 b\", \"2.1 d\"], [\"\", \"\", \"I5(810)\", \"10.7 a\", \"447.6 a\", \"352.5 a\", \"15.7 a\", \"1.6 c\", \"1.9 e\"], [\"Qitai\", \"2018\", \"I1(360)\", \"9.5 a\", \"444.1 c\", \"336.8 c\", \"16.0 c\", \"2.7 a\", \"4.4 a\"], [\"\", \"\", \"I2(450)\", \"9.8 a\", \"483. b\", \"354.4 b\", \"17.1 b\", \"2.5 ab\", \"3.8 b\"], [\"\", \"\", \"I3(540)\", \"10.0 a\", \"504.9 ab\", \"368.1 ab\", \"18.7 a\", \"2.4 b\", \"3.5 c\"], [\"\", \"\", \"I4(630)\", \"9.9 a\", \"510.0 a\", \"370.2 a\", \"18.6 a\", \"2.2 c\", \"3.0 d\"], [\"\", \"\", \"I5(720)\", \"10.1 a\", \"511.1 a\", \"370.6 a\", \"18.5 a\", \"2.0 d\", \"2.6 e\"], [\"\", \"2019\", \"I1(360)\", \"11.0 ab\", \"407.4 c\", \"348.5 c\", \"15.8 c\", \"2.8 a\", \"4.4 a\"], [\"\", \"\", \"I2(450)\", \"11.0 ab\", \"445.6 b\", \"356.6 b\", \"17.7 b\", \"2.8 a\", \"3.9 b\"], [\"\", \"\", \"I3(540)\", \"10.8 ab\", \"468.2 a\", \"368.1 ab\", \"18.9 a\", \"2.7 a\", \"3.5 c\"], [\"\", \"\", \"I4(630)\", \"11.3 a\", \"474.2 a\", \"372.9 a\", \"18.9 a\", \"2.4 b\", \"3.0 d\"], [\"\", \"\", \"I5(720)\", \"10.7 b\", \"476.0 a\", \"372.2 a\", \"18.3 a\", \"2.1 c\", \"2.6 e\"], [\"Xinyuan\", \"2018\", \"I1(90)\", \"9.4 a\", \"499.6 b\", \"325.7 c\", \"16.1 b\", \"3.9 a\", \"17.9 a\"], [\"\", \"\", \"I2(180)\", \"9.4 a\", \"535.1 a\", \"346.3 ab\", \"17.6 a\", \"3.6 b\", \"9.8 b\"], [\"\", \"\", \"I3(270)\", \"9.9 a\", \"542.3 a\", \"348.2 a\", \"17.9 a\", \"3.1 c\", \"6.6 c\"], [\"\", \"\", \"I4(360)\", \"9.8 a\", \"549.1 a\", \"334.7 abc\", \"17.0 a\", \"2.7 d\", \"4.7 d\"], [\"\", \"\", \"I5(450)\", \"9.8 a\", \"538.0 a\", \"329.2 bc\", \"15.6 b\", \"2.3 e\", \"3.5 e\"], [\"\", \"2019\", \"I1(0)\", \"10.4 b\", \"431.8 c\", \"290.4 c\", \"14.1 d\", \"4.1 a\", \"-\"], [\"\", \"\", \"I2(90)\", \"10.3 b\", \"486.6 b\", \"315.2 b\", \"16.3 c\", \"4.0 ab\", \"18.1 a\"], [\"\", \"\", \"I3(180)\", \"10.8 a\", \"516.0 a\", \"335.8 a\", \"18.4 ab\", \"3.8 b\", \"10.2 b\"], [\"\", \"\", \"I4(270)\", \"10.8 a\", \"523.6 a\", \"339.0 a\", \"18.6 a\", \"3.3 c\", \"6.9 c\"], [\"\", \"\", \"I5(360)\", \"11.0 a\", \"526.2 a\", \"336.6 a\", \"16.8 b\", \"2.6 d\", \"4.7 d\"], [\"Source of variation\", \"\", \"\", \"\", \"\", \"\", \"\", \"\"], [\"Site\", \"\", \"\", \"**\", \"**\", \"**\", \"**\", \"**\", \"**\"], [\"Year\", \"\", \"\", \"**\", \"**\", \"ns\", \"*\", \"**\", \"**\"], [\"Irrigation\", \"\", \"\", \"*\", \"**\", \"**\", \"**\", \"**\", \"**\"], [\"Site×Year\", \"\", \"\", \"*\", \"ns\", \"ns\", \"**\", \"**\", \"**\"], [\"Site×Irrigation\", \"\", \"ns\", \"**\", \"**\", \"**\", \"**\", \"**\"], [\"Year×Irrigation\", \"\", \"*\", \"ns\", \"ns\", \"*\", \"**\", \"**\"], [\"Site×Year×Irrigation\", \"\", \"ns\", \"ns\", \"ns\", \"**\", \"**\", \"**\"]]}",
    "{\"title\": \"Interaction influence of location, year and irrigation on DM s , DM m and DMA.\", \"head\": [\"\", \"DM s\", \"DM m\", \"DMA\"], \"value\": [[\"Source of variation\", \"\", \"\", \"\"], [\"Site\", \"**\", \"**\", \"**\"], [\"Year\", \"*\", \"ns\", \"**\"], [\"Irrigation\", \"**\", \"**\", \"**\"], [\"Site×Year\", \"**\", \"**\", \"**\"], [\"Site×Irrigation\", \"ns\", \"**\", \"**\"], [\"Year×Irrigation\", \"ns\", \"ns\", \"ns\"], [\"Site×Year×Irrigation\", \"ns\", \"**\", \"ns\"]]}",
    "{\"title\": \"Interaction influence of location, year and irrigation on LAI max , LAI m , and LAD as .\", \"head\": [\"\", \"LAI max\", \"LAI m\", \"LAD as\"], \"value\": [[\"Source of variation\", \"\", \"\", \"\"], [\"Site\", \"**\", \"**\", \"**\"], [\"Year\", \"**\", \"*\", \"**\"], [\"Irrigation\", \"**\", \"**\", \"**\"], [\"Site×Year\", \"**\", \"**\", \"**\"], [\"Site×Irrigation\", \"ns\", \"**\", \"ns\"], [\"Year×Irrigation\", \"ns\", \"ns\", \"**\"], [\"Site×Year×Irrigation\", \"ns\", \"ns\", \"**\"], [\"Note: LAI max , leaf area index at silking stage; LAI m , leaf area index at maturity\"], [\"stage; LAD as , leaf area duration after silking. *P < 0.05; **P < 0.01; ns, no\"], [\"significance.\", \"\", \"\", \"\"]]}"
  ]
}