{
  "meta": {
    "title": "Effect of nitrogen fertiliser on the rate of lipid peroxidation of different maize hybrids in a long-term multifactorial experiment",
    "author": "Á Illés, Cs Bojtor S Bojtor, A Széles, S Mousavi M N Mousavi, B Tóth, J Nagy",
    "journal": "Akademiai Kiado Zrt.",
    "date": "2021. 02. 06."
  },
  "paragraphs": [
    {
      "title": "Abstract",
      "div": [
        {
          "text": "inflection point can be determined to make the fertiliser utilisation of plants more efficient. Based on our results, we found that inadequate, low (120 kg ha À1 ) or high (300 kg ha À1 ) nitrogen fertilisation could affect the MDA levels of plants, thereby affecting the functioning of the lipid peroxidation mechanism.",
          "table": []
        }
      ]
    },
    {
      "title": "ABSTRACT",
      "div": [
        {
          "text": "The presented research aimed to confirm that the differences in the lipid peroxidation of three maize (Zea mays L.) hybrids with different genotypes and maturity are due to different nitrogen levels, which was observed based on the amount of malondialdehyde (MDA) measured in the leaves at the main phenological stages of plants. The experiments were performed in a multi-factorial long term fertilisation field trial. In the study, phosphorus and potassium were constantly provided at the optimal level for the plants. The phosphorus and potassium fertilisation were applied in autumn. However, N levels varied from 0 to 300 kg ha À1 . Sampling was done at different growth stages 5 times during the growing season (4 leaves, 6 leaves, 8 leaves, 14 leaves, silking). The 300 kg ha À1 N (dose 3) resulted in a significant increase in lipid peroxidation (MDA level), but not a statistically significant difference between the control (dose 1) and the 120 kg ha À1 (dose 2) N doses. The H1 hybrid had the lowest level of lipid peroxidation at the first sampling date. High volume nitrogen fertilisation (dose 3: 300 kg ha À1 ) increased lipid peroxidation in the hybrids. Averaging the values obtained for the same hybrid at the different sampling times, the medium (dose 2) 120 kg ha À1 N treatment had no significant effect on the lipid peroxidation of the hybrids compared to the values of the control plants. Based on the lipid peroxidation response of the hybrids to N treatment, the exact N dose",
          "table": []
        }
      ]
    },
    {
      "title": "INTRODUCTION",
      "div": [
        {
          "text": "Precision crop production and precision nutrient replenishment are essential factors in modern agricultural practice. New maize hybrids can be classified with the help of accurate knowledge of plant nutrient requirements and responses. As our climate becomes extreme, the weather exposure to crop production will increase further, which will require the production of hybrid lines that successfully adapt to the environment. Different hybrids are bred to meet different environmental and cultivation technology needs, one of the most important demands being abiotic and biotic stress tolerance. Depending on the type, cultivar, age, and soil conditions, nitrogen is absorbed by plants in the form of ammonium (NH 4þ ) or nitrate (NO 3À ) (T€ om€ osk€ ozi-Farkas et al., 2014).",
          "table": []
        },
        {
          "text": "Lipids and oils may be damaged during food storage. It can be caused by enzyme actions but also by temperature changes. Peroxide formation is the most significant out of the oxidative changes. Peroxidation of lipids takes place in a system with active oxygen that is associated with a high degree of instability of unsaturated fatty acids. Peroxidation of fatty acids in foods leads to undesirable changes in taste and odour, a decrease in enjoyment value (St Angelo et al., 2009). Studying lipid peroxidation that causes flavour degradation in raw materials and foods plays an important role in controlling quality in the food industry requires and plays an important role in flavour degradation in raw materials and foods (Kos ary et al., 2002). Oxidation products, when reacting with other food components, may cause several adverse changes (discolouration, digestibility of proteins, and loss of biological value). Odour and taste changes during the storage of cereals are due to lipid oxidation, during which volatile and non-volatile substances are formed (Doblado-Maldonado et al., 2012) Due to lipid peroxidation, volatile compounds with intense odour can be detected in foods. These include unsaturated acyl lipids, aldehydes, ketones, and carboxylic acids. The reduction or prevention of the oxidation of lipids increases the enjoyment value of stored crops significantly (Heini€ o et al., 2003). Trans fatty acids in foods can pose a serious health risk, cardiovascular diseases may develop due to excessive consumption, and their legislation is of outmost importance inside and outside of the EU as well (Zuchowska-Grzywacz and Kowalska, 2019). Sargis and Subbaiah (2003) found that trans unsaturated fatty acids are less oxidisable than cis forms and protect endogenous lipids from oxidation in lipoproteins.",
          "table": []
        },
        {
          "text": "Plant stress means any change of the optimal growth and development factors, which may alter or damage the metabolic homeostasis of the plants. As a result of the changes induced by the stress factors, new metabolic and physiological pathways must be created to restore the metabolic balance of the plants. This process is called acclimatisation (Shulaev et al., 2008).",
          "table": []
        },
        {
          "text": "According to the findings of Larcher (1987), plant stress contains both constructive and destructive elements that act as selection factors and allow for better resistance, and together constitute the driving force for adaptive evolution. Under stress, plants produce signalling molecules that trigger a process that affects the ability of plants to acclimatise, but can also lead to programmed cell death (Nabi et al., 2019).",
          "table": []
        },
        {
          "text": "The correlation between the functioning of the antioxidant defence system of plants and the degree of lipid peroxidation has been the subject of several studies (Gossett et al., 1994;Hern andez and Almansa, 2002). Lipid peroxidation is a marker process that can be used to monitor the stress status of plants. In the scope of the research of Bojtor and co-workers (2019) performed with edible beans (Phaseolus vulgaris L.), artificial biotic stress increased the amount of malondialdehyde (MDA) in plants with an average of 14.03 nmol MDA/g FW to 76.78 ± 9.18, i.e., increased lipid peroxidation was observed. In the scope of the examination of lipid peroxidation, the degree of generated MDA indicates the degree of activity of the process (Heath and Packer, 1968). Research findings support the view that signalling mediated by reactive lipid forms is involved in some physiological processes, including, but not limited to, apoptosis and induction of antioxidant defence (Bhattacharjee, 2014). The present research aimed to evaluate the differences in lipid peroxidation of three maize hybrids (Zea mays L.) with different genotypes and maturity in the main phenological stages of plants based on the level of MDA measured in the leaves.",
          "table": []
        }
      ]
    },
    {
      "title": "MATERIALS AND METHODS",
      "div": [
        {
          "text": "The experiment was performed at the L at ok ep Crop Production Experimental Plant of the University of Debrecen with three maize (Zea mays L.) hybrids of different genotypes (Hybrid 1: FAO 400, Hybrid 2: FAO 490, Hybrid 3: FAO 380). The long-term experiment started 1986 and has been running with unchanged nutrient supplementation since then. We measured the MDA levels of hybrids in 2019 growing season. In the studied experimental area, there was a positive temperature difference between April and September in the average of the summer periods of the last 5 years compared to the 30-year average (Gombos and Nagy, 2019).",
          "table": []
        },
        {
          "text": "The trial of multiple decades provides the possibility for the long-term study of the effects of nutrient supply, eliminating the discrepancy due to environmental and agro-technical variables. In the scope of base cultivation, autumn deep ploughing and autumn base fertiliser were applied. In the examined plots, phosphorus and potassium were constantly provided at the optimal level for the plant by autumn application, but the nitrogen supplementation varied between 0 and 300 kg ha À1 (Dose 1: 0 kg ha À1 N, Dose 2: 120 kg ha À1 N, Dose 3: 300 kg ha À1 N). There was no additional nutrient supplementation in the control plots either organic or inorganic for the last 30 years. From a pedological point of view, the area is calcareous chernozem soil formed on loess, Arany's plasticity index is K A 5 43-45, level of humus content is average (Hu% 5 2.7-2.8), the thickness of the humus layer is around 80 cm (Nagy, 2019).",
          "table": []
        },
        {
          "text": "Sampling was performed 5 times during the growing season. Sampling times were based on heat sums and phenological phases: 1st sampling 4 leaves -153 heat sum, 2nd sampling 6 leaves -221 heat sum, 3rd sampling 8 leaves -341 heat sum, 4th sampling 14 leaves -630 heat sum, and 5th sampling silking -779 heat sum. One gram of green plant leaf sample was collected without the leaf vein at the same time of day at 9 am after dew drying.",
          "table": []
        },
        {
          "text": "Samples were taken from the 4th adult leaf during the first three samplings, from the 10th adult leaf at the 4th samplings, and the leaf opposite the ear at the last sampling. After sampling, samples were transported in liquid nitrogen and stored in a À80 8C deep freezer until processing.",
          "table": []
        },
        {
          "text": "Concentrations of lipid peroxides were calculated from the MDA content. MDA was determined based on the description of Thomas et al. (2004), with an extinction coefficient of 155 mM À1 cm À1 given for 1 g fresh weight.",
          "table": []
        },
        {
          "text": "Concentration of MDAðmMÞ ¼ ðA 532 À A 600 Þ=155",
          "table": []
        },
        {
          "text": "As for its design, the experiment is a two-factor, striped, four-replicate, small-plot, long-term field experiment that allows for appropriate statistical evaluation. Sampling was conducted in 5 replications. The statistical analysis was performed in R studio 3.2.4. The graphs were created with MS Excel 2019.",
          "table": []
        }
      ]
    },
    {
      "title": "RESULTS AND DISCUSSION",
      "div": [
        {
          "text": "The physiological responses of maize grown with the application of a large amount of fertiliser (300 kg ha À1 N (dose 3)) have long raised the question of how the antioxidant defence system responds and what effect it has on lipid peroxidation.",
          "table": []
        },
        {
          "text": "As a result of nitrogen fertilisation, the amount of MDA measured in maize leaves changed significantly during the growing season. Dose 300 kg ha À1 N (dose 3) resulted in a significant increase in MDA content, but there was no statistical difference between 0 kg ha À1 (dose 1) and 120 kg ha À1 (dose 2) N treatments. Between sampling times, MDA levels changed significantly at all three nutrient levels (Fig. 1).",
          "table": []
        },
        {
          "text": "The amounts of MDA measured in the examined hybrids differed during the vegetation period. The H1 hybrid had the lowest level of lipid peroxidation at the first sampling time (Fig. 2). For H1 and H3 hybrids, the MDA content showed an increasing trend during the early stage of growing season and then for H1 it decreased from the 14-leaf stage, whereas for H3 hybrid it increased at the end of the growing season.",
          "table": []
        },
        {
          "text": "There was a statistically significant difference in lipid peroxidation between 4 leaf, 8 leaf, 14 leaf and silking in each hybrids. There was no difference between 0 kg ha À1 and 120 kg ha À1 in the lipid peroxidation of the H1 and H2 hybrids during the 6-leaf stage sampling.",
          "table": []
        },
        {
          "text": "In the early developmental phase, the H2 hybrid had higher MDA values than the H1 hybrid, but between the 8-leaf and 14-leaf stages, i.e. in the phenological phases, the stage of the ear formation (8 leaf -14 leaf) was lower important on differentiation the level of MDA, as was lipid peroxidation. The MDA levels of H1 and H2 increased during the growing season until 8-leaf stage and then decreased as the growing season progressed (Fig. 3.)",
          "table": []
        },
        {
          "text": "On the average of nitrogen doses and sampling dates, the lowest MDA level was measured for the H3 hybrid, therefore this hybrid had the highest capacity for toleration of biotic or abiotic stresses (Fig. 4A).",
          "table": []
        },
        {
          "text": "High level nitrogen fertilisation (dose 3) of 300 kg ha À1 increased the lipid peroxidation of the hybrids. In the average MDA values of the sampling times, the control (dose 1) and medium (dose 2, 120 kg ha À1 N) nitrogen fertilisation had no significant effect on the lipid peroxidation of the hybrids (Fig. 4A). For each examined hybrid, 300 kg ha À1 N (dose 3) fertiliser supplementation significantly increased the MDA content (Fig. 4B).",
          "table": []
        },
        {
          "text": "Nitrogen plays an important role in antioxidant defence enzymes of maize and lipid peroxidation metabolism of stress products (Zhang and Liu, 2001). Zhan and co-workers (2007) showed that high-dose macronutrient fertilisation, especially nitrogen, could influence the antioxidant enzyme system and the degree of lipid peroxidation. Depending on the amount of nitrogen fertilisation the extent of lipid peroxidation varies, thereby sharpening the effect of transition at the end of the growing season and having an effect on senescence. Similar results were obtained in the studies of Liu and co-workers (2012), where excessive nitrogen fertilisation increased the rate of lipid peroxidation. Therefore, moderate N application is an effective method to prevent the early senescence of leaves. Improper, low or high, levels of nitrogen fertilisation might interfere with the functioning of the antioxidant enzyme system and thereby increasing the amount of MDA. Excessive nitrogen addition can increase lipid peroxidation increasing the MDA content reducing leaf photosynthesis under water stress according to Kong and co-workers (2017). The results show that the addition of nitrogen increases the production and drought tolerance of products by increasing the activities of antioxidant enzymes and reducing lipid peroxidation as stated by Zhan and co-workers (2007).",
          "table": []
        }
      ]
    }
  ],
  "tables": []
}