{
  "meta": {
    "title": "Effects of some agronomic practices on the quality of starch content of maize grains",
    "author": "P Fejér, A Széles, É Horváth, T Rátonyi, P Ragán",
    "journal": "No journal found",
    "date": "2022. 02. 28."
  },
  "paragraphs": [
    {
      "title": "Abstract",
      "div": [
        {
          "text": "The use of maize, both as main and by-product, is extremely versatile and diverse. The highest amount of carbohydrate within maize is found in the form of starch (C6H10O5)x. In terms of industrial starch, maize is the most important raw material. Fodder maize is primarily an energy source due to its high starch content, and its protein and oil content are less important. It was found that starch and protein content, which are negatively correlated with each other, are significantly affected by fertilizer doses. The experiment is located in the Hajdúság Loess Plateau, its soil is loess-based deep humus layered calcareous chernozem. The following treatments were applied in the scope of the polyfactorial experiment: Tillage: T1 = winter ploughing, T2 = strip tillage, T3 = ripping. Crop years: 2017, 2018 and 2019. Fertilization treatments: N 0 kg ha -1 P 2 O 5 0 kg ha -1 K 2 O 0 kg ha -1 (control); N 80kg ha -1 P 2 O 5 60 kg ha -1 K 2 O 90 kg ha -1 and N 160 kg ha -1 P 2 O 5 60 kg ha -1 K 2 O 90 kg ha -1 . Analysis of the nutritional component was carried out by means of a Foss Infratec TM 1241 Grain Analyser. In terms of fertilization treatments, the highest (64.42%) maize starch content was measured for the control treatment, while the lowest starch content was recorded in the case of the 160 kg N ha -1 treatment (62.62%). The analysis of the crop year effect showed that 2018 was the most favourable year for the maize starch content of the examined samples (65.76%). Of the studied years, the lowest starch content was measured in 2017 (61.78%).",
          "table": []
        }
      ]
    },
    {
      "title": "INTRODUCTION",
      "div": [
        {
          "text": "In the last few decades food insecurity was considered as one of the vital issues that facing humanity, which should be solved by increasing the quantity and the quality of agricultural products. On the other hand, world population is projected to reach 9 billion by 2050 (Roberts, 2011;Mohammed et al., 2021a); which create another pressure on the agricultural sector. Thus, the development of the agricultural sector is one of the main solutions to face this dilemma (Ramasamy & Moorthy, 2006). Yet, agricultural production still facing many obstacles, such as, climate change (Juhász et al., 2020), green houses gases emission (Harsányi et al., 2021a;Mohammed et al., 2021b), drought (Harsányi et al., 2021b), land degradation (Hateffard et al., 2021;Khallouf et al., 2021;Takács et al., 2021), soil salinisation and contamination (Mohammed et al., 2021c), and many others. Thus, the united nation lunched the UN-2030 Agenda to solve the earths problems, which include zero hunger under Goal 2 (i.e., SDG-2) (Elbeltagi et al., 2021).",
          "table": []
        },
        {
          "text": "Maize is one of the important crops that plays an important role in human diet, worldwide (Prasanna et al., 2001). Globally, maize equipped around 192.50 million hectares of agricultural land, with yearly production of 1,112.40 million metric tons (Hulmani, 2021).",
          "table": []
        },
        {
          "text": "The use of maize, both as main and by-product, is extremely versatile and diverse (Nagy, 2007). In the world and in Hungary, maize is mainly considered as an energyrich animal feed, but in developing and food-stricken countries, about 80-90% of the crop is used for human consumption (Pepó & Sárvári, 2011). The highest amount of carbohydrate within maize is found in the form of starch (C 6 H 10 O 5 ) x . In terms of industrial starch, maize is the most important raw material. Fodder maize is primarily an energy source due to its high starch content, and its protein and oil content are less important. It was found that starch and protein content, which are negatively correlated with each other, are significantly affected by fertilizer doses. Appropriate hybrid selection plays a crucial role, which greatly influences yield and quality (Pepó, 2017). Nutrient replenishment is required to achieve adequate yields. Fertilizer has been shown to play a key role in the uptake of macro-and microelements (Nagy, 2017;Sadeghi et al., 2018). Giving above introduction, the main goals of this research were to: 1) analyse the effect of different level of fertilization doses (N 0 kg ha -1 P 2 O 5 0 kg ha -1 K 2 O 0 kg ha -1 (control); N 80 kg ha -1 P 2 O 5 60 kg ha -1 K 2 O 90 kg ha -1 and N 160 kg ha -1 P 2 O 5 60 kg ha -1 K 2 O 90 kg ha -1 ) on starch content of maize grains, 2) analyse the effect of three tillage systems (winter ploughing (27 cm), strip tillage (23 cm), ripping) on starch content of maize grains, 3) analyse the year effect (climate effect) on starch content of maize grains, and 4) analyse the accumulative impact of these factors on the quality of starch content of maize grains.",
          "table": []
        }
      ]
    },
    {
      "title": "MATERIALS AND METHODS",
      "div": []
    },
    {
      "title": "Experimental design:",
      "div": [
        {
          "text": "The Experimental Station of the University of Debrecen is located in the Hajdúság Loess Plateau, its soil is loess-based deep humus layered calcareous chernozem.",
          "table": []
        },
        {
          "text": "The following treatments were applied in the scope of the polyfactorial experiment: Tillage: T1 = winter ploughing (27 cm), T2 = strip tillage (23 cm), T3 = ripping (45 cm). Fertilization treatments: N 0 kg ha -1 P 2 O 5 0 kg ha -1 K 2 O 0 kg ha -1 (control); N 80 kg ha -1 P 2 O 5 60 kg ha -1 K 2 O 90 kg ha -1 and N 160 kg ha -1 P 2 O 5 60 kg ha -1 K 2 O 90 kg ha -1 .",
          "table": []
        },
        {
          "text": "Fig. 1 shows the experimental design within the research station. Three maize hybrids have been utilized in the scope of the field trial, they are shown in Hybrid.",
          "table": [
            "Hybrid"
          ]
        }
      ]
    },
    {
      "title": "Maize sampling and statistical analysis:",
      "div": [
        {
          "text": "Maize samples were collected for three years, between 2017 and 2019. Analysis of the nutritional component of the collected samples was carried out by means of a Foss Infratec TM 1241 Grain Analyser (FITM) at the Institute of Land Use, Engineering and Precision Farming Technology.",
          "table": []
        },
        {
          "text": "The FITM is a grain analyser that uses near-infrared to analyze several parameters (moisture, protein, oil, starch, etc.) in a variety of grains and oilseeds. The FITM has a number of advantages, including being quick, reliable, and simple to operate.",
          "table": []
        },
        {
          "text": "Weather data was evaluated based on the findings of Gombos & Nagy (2019) The 2017 crop year was 0.9 °C warmer and 91.1 mm moister than the 30-year average. The growing season in 2018 was 1.4 °C warmer and it was an average year in terms of precipitation (+ 1.5 mm). The year 2019 was 2.7 °C warmer and 191 mm drier than average (Fig. 2). For statistical analysis the Analysis of variance (ANOVA) was used to compare the differences among means (Huzsvai & Balogh, 2015). Then, the Least Significant Difference (LSD) was carried out to compare between means. All analysis was conducted by using RStudio.",
          "table": []
        }
      ]
    },
    {
      "title": "RESULTS AND DISCUSSION",
      "div": []
    },
    {
      "title": "Impact of different fertilization does on starch content",
      "div": [
        {
          "text": "In terms of fertilization treatments, the highest (64.42%) maize starch content was measured for the control treatment, while the lowest starch content was recorded in the case of the 160 kg Nha treatment (62.62%). The least significant difference among fertilizer treatments was 0.428%.",
          "table": []
        }
      ]
    },
    {
      "title": "Impact of different crop year effect on starch content",
      "div": [
        {
          "text": "The analysis of the crop year effect (climatic effects of the crop year) showed that 2018 was the most favourable year for the maize starch content of the examined samples (65.76%). Of the studied years, the lowest starch content was measured in 2017 (61.78%). The least significant difference between the crop years was 0.309%.",
          "table": []
        }
      ]
    },
    {
      "title": "Impact of different tillage system and crop year on starch content",
      "div": [
        {
          "text": "The effect of tillage and crop year also had a statistically significant effect on the starch content of maize. The lowest starch content was measured in 2017 in addition to in the case of strip tillage. This year, there was no statistically significant difference between winter ploughed and ripped primary tillage. In the following year, i.e. in 2018, the starch content of maize was outstanding, in this crop year there was no significant difference among different tillage treatments. In 2019, significantly lower starch contents were measured for all tillage methods than in 2018, however, compared to 2017, the starch content was higher. There was no statistical difference among tillage treatments in the 2019 crop year either (Fig. 3).",
          "table": []
        }
      ]
    },
    {
      "title": "Impact of fertilization and crop year on starch content",
      "div": [
        {
          "text": "The analysis showed that fertilization and crop year had a significant effect on the starch content of the examined maize samples. In 2018, there was no significant difference among the three tillage methods. In 2019, there was no statistical difference among the tillage methods in terms of protein content. Compared to the previous year, starch content was verifiably lower for all tillage types. The least significant difference between tillage and crop year was 0.536.",
          "table": []
        },
        {
          "text": "Fertilization and crop year also had a joint influence on the starch content of maize. In 2017, the lowest starch content of the examined period was measured in the 160 kg N ha -1 treatment (60.67%). In all the studied years, fertilization reduced the starch content of maize compared to the control. In 2018, starch content of maize increased significantly with all fertilizer treatments compared to the previous year. The statistically highest starch content (66.43%) of the examined period was measured in the control plot in 2018. In 2019, compared to the previous year, starch content decreased significantly at all fertilizer levels (Fig. 4).",
          "table": []
        }
      ]
    },
    {
      "title": "Impact of tillage and fertilization on starch content",
      "div": [
        {
          "text": "The effect of fertilization, tillage, and crop year on maize starch yield was also examined. Among the applied tillage methods, the highest starch yield was measured in the average of the examined years with the ripped (6.17 t ha -1 ) primary tillage, while the winter ploughed (5.69 t ha -1 ) and strip tillage (5.63 t ha -1 ) did not differ from each other. The three analysed fertilizer doses differed significantly in terms of starch yield, the yield of the control was 4 t ha -1 , the 80 kg N ha -1 + PK dose provided 6.3 t ha -1 , and the 160 kg N ha -1 + PK fertilizer treatment resulted in 7.1 t ha -1 . Tillage and fertilization together also affected the starch yield of maize. The lower starch yields were measured on the control plots, of which the significantly lowest was recorded in the case of the autumn ploughed primary tillage (3.7 t ha -1 ). There was no significant difference between the control plots with strip tillage band cultivation (4.16 t ha -1 ) and ripping (4.22 t ha -1 ). At the 80 kg N ha -1 + PK fertilizer dose, the lowest starch yield was recorded in the case of strip tillage. The highest starch yield (7.69 t ha -1 ) was measured in the average of the studied years with the ripping primary tillage at the dose of 160 kg N ha -1 + PK. There was no significant difference in this fertilizer dose between autumn ploughed (6.98 t ha -1 ) and strip tillage (6.7 t ha -1 ) (Fig. 5).",
          "table": []
        }
      ]
    },
    {
      "title": "Impact of tillage and crop year on starch content",
      "div": [
        {
          "text": "The crop year greatly influenced the starch yield of maize; 2017 was an unfavourable year for starch yield (5.37 t ha -1 ) and there was no significant difference between 2018 (6.08 t ha -1 ) and 2019 (6.02 t ha -1 ). In the more rainy and warmer crop year of 2017, starch yield was higher in the case of to the ripped primary tillage, this year there was no significant difference between winter ploughing and strip tillage. In the 2018 crop year, which was average in terms of rainfall and temperature, the ripped primary tillage treatment provided the highest starch yield of the examined period (6.54 t ha -1 ). There was no difference between strip tillage and winter ploughed treatment this year either. In the drier and warmer crop year of 2019, there was also a difference between autumn ploughed and strip tillage, and in this case higher starch yield (6.33 t ha -1 ) was also measured with ripping as primary tillage (Fig. 6).",
          "table": []
        }
      ]
    },
    {
      "title": "Impact of fertilization and crop year on starch content",
      "div": [
        {
          "text": "Fertilization and crop year together also influenced the starch yield of maize. Among the examined years, the lowest starch yield was measured in the average of tillage in 2017 on the control plots (3.4 t ha -1 ). In each of the examined years, fertilization increased the starch yield of maize. The highest starch yield data of the studied period were measured in the 160 kg N ha -1 + PK treatment (Fig. 7).  In the scope of the present research, the quality of starch content of maize grains was analyzed as a function to weather conditions (crop year), three tillage systems and different fertilization does. These agronomic practices were asses to use them as factors to verify their influence in relation to the variable content of starch in cultivated maize. The output of this research exhibited the importance of different agronomic practices on the quality of starch content of maize grains. For instance, good weather conditions will positively affect the starch content. In our research result showed that 2018 was the most favourable year for the maize starch where the weather namely rainfall and temperature was the best compared with other years (Fig. 1). In this sense, Butts-Wilmsmeyer et al. (2019) stresses the importance of temperature, rainfall and soil water content on the quality and compositional of maize grains. On the other hand, increased temperature (Heat stress) during different grain filling stages decreased starch content and grain weight (Lu et al., 2013).",
          "table": []
        },
        {
          "text": "Tillage system also influence the maize grain yield which mainly corelated with soil characteristics, drainage and many other factors (Boomsma et al., 2010). In this context, Cociu et al. (2017) reported that conservation tillage practices could produce the same quality of wheat, maize and soybean yields as traditional practices, which is similar to our results in Fig. 3. However, in 2018, there was no significant difference among the three tillage methods. In 2019, there was no statistical difference among the tillage methods in terms of protein content. Compared to the previous year, starch content was verifiably lower for all tillage types. The least significant difference between tillage and crop year was 0.536.",
          "table": []
        },
        {
          "text": "Fertilization also plays an important role in starch content and plant growth, where availability of N is crucial for optimal growth, photosynthesis, profitable yield (Butts-Wilmsmeyer et al., 2019, Széles et al., 2019a, 2019b). Our results showed that fertilization and crop year had a significant effect on the starch content of the examined maize samples. Fertilization and crop year also had a joint influence on the starch content of maize. However, the complex interaction between different agronomic practices were previously highlighted by many researchers, for example, Viswakumar et al. (2008) reported that drought had a negative impact on maize yield which minimize the influence to tillage or N application.",
          "table": []
        },
        {
          "text": "All in all, it is good to mention here that the quality of maize grain including starch content is the final output of the ultimate interaction between genetic (hybrid), environmental conditions (crop year), and agronomic management factors (Cook et al., 2012;Butts-Wilmsmeyer et al., 2019, Horváth et al., 2021). The key funding of this research is an output of three monitoring years (2017-2019), the output will be fostered by continuing with the research goals. Thus, we could present results in a period covering from 5 to 10 years of research and presenting the combination variants of cultivation and fertilizer dosage, analyzing the crop yields of starch from the point of view of field operations, crop year and tillage management.",
          "table": []
        }
      ]
    },
    {
      "title": "CONCLUSIONS",
      "div": [
        {
          "text": "Based on the results of the field trial, it was confirmed that the tillage method, the intensity of nutrient supply and the crop year determine the amount of starch content of maize grains and the starch yield of grains that can be harvested from a unit of production area. In the studied crop years, starch content was not influenced by the applied tillage method, but it had a significant influence on the starch yield. The highest starch content and starch yield were measured in the crop year with average rainfall supply, and the lowest in the rainy crop year. Starch yield was significantly highest in the case of the ripping primary tillage treatment in all three studied years.",
          "table": []
        },
        {
          "text": "As the amount of applied fertilizer increased, the starch content decreased significantly, while the starch yield increased significantly. The agro-technical treatment combination to be applied in the examined production area in order to increase starch yield of maize: ripped primary tillage with 160 kg N ha -1 + PK nutrient supply.",
          "table": []
        },
        {
          "text": "ACKNOWLEDGEMENTS. 'The above research was supported by project no. TKP2021-NKTA-32 which has been implemented with the support provided from the National Research, Development and Innovation Fund of Hungary, financed under the TKP2021-NKTA funding scheme and the EFOP-3.6.3-VEKOP-16-2017-00008 project'.",
          "table": []
        }
      ]
    }
  ],
  "tables": [
    "{\"title\": \"Hybrid\", \"head\": [\"\", \"composition of the field trials 2017-2019\", \"\", \"\"], \"value\": [[\"2017\", \"\", \"2018\", \"\", \"2019\", \"\"], [\"Hybrid name\", \"FAO no.\", \"Hybrid name\", \"FAO no.\", \"Hybrid name FAO no.\"], [\"Armagnac\", \"FAO 490\", \"Armagnac\", \"FAO 490\", \"Armagnac\", \"FAO 490\"], [\"Loupiac\", \"FAO 380\", \"Loupiac\", \"FAO 380\", \"Loupiac\", \"FAO 380\"], [\"Fornad\", \"FAO 420\", \"Fornad\", \"FAO 420\", \"Fornad\", \"FAO 420\"], [\"Source: own editing.\", \"\", \"\", \"\", \"\"]]}"
  ]
}