{
  "meta": {
    "title": "Global maize production, consumption and trade: trends and R&D implications",
    "author": "Olaf Erenstein, Moti Jaleta, Kai Sonder, Khondoker Mottaleb, B Prasanna M Prasanna",
    "journal": "Springer Science and Business Media LLC",
    "date": "2022. 05. 17."
  },
  "paragraphs": [
    {
      "title": "Abstract",
      "div": [
        {
          "text": "Since its domestication some 9,000 years ago, maize (Zea mays L.; corn) has played an increasing and diverse role in global agri-food systems. Global maize production has surged in the past few decades, propelled by rising demand and a combination of technological advances, yield increases and area expansion. Maize is already the leading cereal in terms of production volume and is set to become the most widely grown and traded crop in the coming decade. It is a versatile multi-purpose crop, primarily used as a feed globally, but also is important as a food crop, especially in sub-Saharan Africa and Latin America, besides other non-food uses. This paper reviews maize production, consumption, and international trade to examine the changing trends in global supply and demand conditions over the past quarter century and the implications for research and development (R&D), particularly in the Global South. The inclusiveness and sustainability of the ongoing transformation of agri-food systems in the Global South merit particular attention. There is a need for further investments in R&D, particularly to enhance maize's food and livelihood security roles and to sustainably intensify maize production while staying within the planetary boundaries.",
          "table": []
        }
      ]
    },
    {
      "title": "Introduction",
      "div": [
        {
          "text": "Wheat, maize and rice are the world's leading staple cereals, each cultivated on some 200 million (M) ha (rounded). Maize (Zea mays L., also commonly known as corn) was domesticated more than 9,000 years ago in southern Mexico/Meso America (Awika, 2011;Kennett et al., 2020), following the earlier domestication some 10,000 years ago of wheat in the Fertile Crescent of the Near East and rice in the Yangtze Valley, China (Awika, 2011). Despite maize's somewhat later domestication and relative isolation till the European settlement in the Americas, maize has quickly disseminated across the globe since then and has become the leading global staple cereal in terms of annual production exceeding 1 billion metric tons (García-Lara & Serna-Saldivar, 2019). Together, the three big global staple cerealswheat, rice, maize -comprise a major component of the human diet, accounting for an estimated 42 percent of the world's food calories and 37 percent of protein intake (average 2016(average -18, FAOStat, 2021)).",
          "table": []
        },
        {
          "text": "The global maize area (for dry grain) amounts to 197 M ha, including substantive areas in sub-Saharan Africa (SSA), Asia and Latin America (FAOStat, 2021). It is an established and important human food crop in a number of countries, especially in SSA, Latin America, and a few countries in Asia, where maize consumed as human food contributes over 20% of food calories (Shiferaw et al., 2011). Compared to wheat and rice, maize is a more versatile multi-purpose crop. In the developed economies it is primarily used as a livestock feed crop with a varied role as an industrial and energy crop. With economic development (including income growth and urbanization), the consumption of animal source foods is accelerating and propelling the demand of maize as feed, Asia being a prime example (Erenstein, 2010). Maize thereby plays a diverse and dynamic role in global agri-food systems and food/nutrition security (Grote et al., 2021;Poole et al., 2021;Ranum et al., 2014;Shiferaw et al., 2011). There has been an increased interest in agri-food systems over the last decade (Brouwer et al., 2020;Fanzo et al., 2021;HLPE, 2017;IFAD, 2021;Townsend, 2015). In part this reflects concerns over the recent global food crisis and how to adequately provide for the growing global population while staying within planetary boundaries (Willett et al., 2019) and in the context of climate change (Jones & Yosef, 2015). It also reflects an increased interest in the outcomes of agri-food systems, be it in terms of food & nutrition, environmental sustainability & resilience, and livelihoods & inclusiveness, and the potential to improve on these through agri-food systems transformation. Agri-food systems thereby play a pivotal role towards the 2030 Agenda for Sustainable Development and its 17 Sustainable Development Goals (SDGs, Fanzo et al., 2021;HLPE, 2017).",
          "table": []
        },
        {
          "text": "In this paper we focus on the role of maize in the evolving agri-food system landscape. We review maize production, consumption, and international trade to examine the changing trends in global supply and demand conditions over the past quarter century. 1 We then reflect on the implications for maize research and development (R&D) within the context of agri-food system transformation, with an emphasis on the Global South. The paper thereby updates earlier work (Ranum et al., 2014;Shiferaw et al., 2011) to reflect ongoing transformations. It complements more recent work that included maize but had a narrower focus on regional value chains (Grote et al., 2021) or agri-nutrition (Poole et al., 2021). In the subsequent sections we assess the state of maize production, consumption/use, and international trade at the global and regional levels and develop the R&D implications.",
          "table": []
        }
      ]
    },
    {
      "title": "Trends in global maize production",
      "div": [
        {
          "text": "Maize for dry grain 2 is annually cultivated on an estimated 197 M ha of land globally, making it the second most widely grown crop in the world after wheat. In comparison, wheat was annually cultivated on 216 M ha and rice on 165 M ha (2017-19 -TE2019, Global cereal production statistics (annual averages, for dry grain only)). In terms of (dry grain) annual production, maize's 1,137 million tons (M t) globally (TE2019) is markedly higher (+ 50%) than both rice and wheat (757 M t each; Global cereal production statistics (annual averages, for dry grain only)). The divergence reflects the substantially higher maize grain yields (5.8 tons/ha), mostly linked to widespread hybrid cultivation and complementing input use. Over the last quarter century, maize production more than doubled (+ 118% over TE1995) supported by both substantive yield increases (+ 50%) and area expansion (+ 46%). Of the three cereals, maize had a yield increase of nearly 2 tons over the 25-year period (up from 3.9 tons/ha, i.e., an increase of 76 kg/ha/yr or a simple average of 2.0% per annum [pa]), compared to increases of 1 ton for rice and wheat (increases of 39 and 40 kg/ha/yr, or simple averages of 1.1 and 1.6% pa respectively). Increases in rice production also relied on a combination of yield and area increases, whereas wheat solely relied on substantive yield increase with a largely stagnant area (Global cereal production statistics (annual averages, for dry grain only)). At the same time there was a marked area decline of other cereals (-22%), in part offset by yield increase (23%) and resulting in a slight decline of production (-4%, Global cereal production statistics (annual averages, for dry grain only)). The maize production dynamics over the last quarter century build on earlier trends. Since 1961, the global maize area under maize production nearly doubled, up from 106 M ha (TE1963) to the current 197 M ha (+ 87%), with an acceleration of area expansion since the early 2000s (Fig. 1). On current trends, and with wheat area relatively stagnant, maize is set to overtake wheat as the most widely grown crop by 2030 (Erenstein et al., 2021). The global maize yields nearly tripled since 1961, up from 2 tons/ha (TE1963) to the current 5.8 tons/ha (TE2019, + 190%, Fig. 1). Given these substantive increases, maize production rose five-fold since 1961 (+ 441%, Fig. 1).",
          "table": [
            "Global cereal production statistics (annual averages, for dry grain only)",
            "Global cereal production statistics (annual averages, for dry grain only)",
            "Global cereal production statistics (annual averages, for dry grain only)",
            "Global cereal production statistics (annual averages, for dry grain only)"
          ]
        },
        {
          "text": "Maize cultivation spans both emerging economies and the developed world (Fig. 2), 3 including 165 countries distributed across the Americas, Asia, Europe and Africa (FAOStat, 2021). The global maize area is primarily located Fig. 1 Dynamics of key maize indicators 1961-2019: maize area (M ha), production (M t), yield (tons/ha) and export share (export/total production, %). Source: FAOStat (2021) 3 To estimate and map maize calorie supply (and demand) we build on and modify the work done by Kinnunen et al. (2020). For the supply side, the SPAM 2010 (IFPRI, 2019), a maize production grid based on spatially allocated sub-national statistics, was utilized together with a calorie value per ton (based on Cassidy et al., 2013) to calculate maize based energy per 10 × 10 km 2 pixel. Using raster calculator in ArcMap 10.8.1 from this food energy grid losses in production and post-harvest were subtracted (using regional values according to Gustavsson et al., 2011). Subsequently calorie allocation fractions for human food use were applied on country basis, subtracting maize used for feed and other non-food purposes based on FAOStat (2021).",
          "table": []
        },
        {
          "text": "in the Americas and Asia, with over a third each, followed by Africa with a fifth and Europe with a tenth (TE2019, Fig. 3). Maize also shows marked yield differences between regions. The Americas thus contribute half of the global maize production (TE2019), followed by a third in Asia (32%) and the remainder primarily by Europe (11%) and Africa (7.4%-Fig. 4). There is a substantive heterogeneity within each of the continent's regions. The maize area in the Americas is split between Northern America (mainly USA) and Central and South America. Some two-thirds of Asia's maize area is in East Asia (mainly China with mostly temperate maize, compared to mostly tropical maize in South and South-East Asia). The marked divergences in yield translate into varying subregional shares in production (). Source: Authors, using SPAM 2010 and other sources -see text for details).  A third of the global maize area is in the Low and Lower-Middle Income Countries (L/LM-ICs), albeit only contributing 15% to the global maize production (TE2019-). Source: Authors, using SPAM 2010 and other sources -see text for details). This reflects their markedly lower yields (2.7 tons/ha TE2019), which is just half of the global average. The area and yield growth rates are both higher in the L/LM-ICs compared to the Upper-Middle and High Income Countries (UM/H-ICs), resulting in a markedly higher production growth rate in L/LM-ICs (4.6% vs 3.2% pa-). Source: Authors, using SPAM 2010 and other sources -see text for details).",
          "table": [
            "). Source: Authors, using SPAM 2010 and other sources -see text for details",
            "). Source: Authors, using SPAM 2010 and other sources -see text for details",
            "). Source: Authors, using SPAM 2010 and other sources -see text for details"
          ]
        },
        {
          "text": "The USA (361 M t pa) and China (259 M t pa) dominate the maize production -together producing over half of the global maize production (54.5%, TE2019). Globally eight countries -USA, China, Brazil, Argentina, Ukraine, Indonesia, India, and Mexico -produce over 25 M t pa each, and together account for 881 M t or three-quarters of the global maize production (77.4% TE2019). The acceleration of global maize area expansion starting in 2003 (Fig. 1) is associated with maize area increases in particularly Ukraine, Argentina, China and Indonesia. USA and China have long dominated maize production. In the early 1960s they together accounted for a similar share (54% TE1963), although China's relative contribution has seen a huge surge (with a 14-fold increase of production, whereas USA increased nearly fourfold). In the USA biofuel (ethanol) grew most significantly in the early 2000's through to 2010, but total maize area only increased slightly, with the production increase mainly driven by yield (Wallington et al., 2012). There have also been some shifts in the top 8 maize producers (the early 1960s set included besides USA and China, USSR, Brazil, Mexico, South Africa, Romania and Yugoslavia, each producing more than 5 M t pa at the time, and accounting for three-quarters of global maize production-76.4% TE1963).",
          "table": []
        },
        {
          "text": "Maize, a C4 plant, has excellent photosynthetic efficiency and capacity to perform well in a wide array of environments, including the tropics, subtropics and temperate zones. Maize requires an estimated 1222 L of water per kg of product, which compares favourably to other staple cereals (Mekonnen & Gerbens-Leenes, 2020). Given its nutritional energy, maize has the most favourable water footprint per kcal of nutritional energy (0.41 L of water/kcal) compared to other crops, although it still accounts for 6% of the global unsustainable blue water footprint (Mekonnen & Gerbens-Leenes, 2020).",
          "table": []
        },
        {
          "text": "The diverse agro-ecological environments where maize is cultivated (e.g. from wet to dry; from low to mid-altitude to highland) have led to the distinction of various rainfed maize mega-environments defined on the basis of growing season maximum temperature and rainfall (Fig. 5; Bellon et al., 2005). The concept originated from the need to develop and target improved germplasm to relatively homogenous production environments defined on an agro-climatic basis and thereby manage genotype-by-environment interactions and facilitate extrapolation. The mega-environments have implications for the types of maize grown (e.g. temperate or tropical; short or long season) and the relevance of associated traits (e.g. drought and heat tolerance; maturity; biotic stress resistance - Prasanna et al., 2021). The mega-environments can help characterize rainfed maize within continents and countries, for instance, in Kenya, maize is cultivated in the tropical lowlands (0-1000 m above sea level or masl), midaltitude areas (1000-1800 masl), as well as long-season highland areas (> 1800 masl). However, the prime focus on temperature and rainfall only provides for one higher level agro-ecological characterization. For one, the focus is on rainfed maize, and irrigation provides new opportunities to alleviate water stress and achieve substantial yields (e.g. irrigated maize in Egypt; winter season maize in South Asia).",
          "table": []
        },
        {
          "text": "The mega-environment also does not address other heterogeneity, be it agro-ecologic (e.g. soil types, slope, topography) or socio-economic (e.g. farmer characteristics, market access- Bellon et al., 2005). Climate change is set to gradually shift rainfed maize mega-environments, including increased cultivation prospects in the northern and southern latitudes and higher altitudes, but with increased frequency of abiotic (e.g., heat, drought, waterlogging) and biotic stresses (e.g., diseases and insect-pests) in the (sub-)tropical environments (Cairns et al., 2013;Jones & Thornton, 2003;Prasanna et al., 2021;Tesfaye et al., 2015). Studies also highlight the possibility of climate-induced variabilities and extremes affecting maize production especially in the tropics (Jones & Thornton, 2003). Over time new virulent pests and diseases have emerged in previously unaffected geographies with far reaching consequences for maize. In Africa, in the past decade, maize lethal necrosis (MLN), a devastating transboundary disease has emerged (Boddupalli et al., 2020;Marenya et al., 2018). Since 2016, maize crops in over 40 countries in Africa have been adversely impacted by the invasion of fall armyworm (Spodoptera frugiperda, Prasanna et al., 2018;De Groote et al., 2020;Kassie et al., 2020). The fall armyworm has subsequently spread into Asia since 2018 (Li et al., 2020). Climate change is set to further exacerbate the occurrence and impacts of biotic stresses, such as diseases and insect-pests, driving the emergence of new threats (Burdon & Zhan, 2020;Deutsch et al., 2018).",
          "table": []
        },
        {
          "text": "A third of the global farms are estimated to have cultivated maize in 2020 (i.e. 216 million maize farms, Erenstein et al., 2021). Small farms (< 2 ha) predominate (84%) among global farms (Lowder et al., 2021). In the case of maize these comprise resource-constrained smallholders in Asia, Africa and South America, with many often dependent on maize for their food security and livelihoods. These smallholders span diverse agro-ecologies, from drought-prone rainfed areas in large swathes of SSA to Africa's temperate highlands to the irrigated off-season maize in South Asia's Indo-Gangetic plains. The associated production systems vary in input use (improved seed, fertilizers and other agro-chemicals), mechanization and market integration, providing a broad range of extensive to intensive smallholder maize production systems with variable yields and profitability. There is also a contrast between traditional and non-traditional maize growing (and consuming) areas with implications for the role of maize for food security and rural livelihoods and implications for innovation and system dynamics (e.g. crop-livestock interactions and use of maize stover as animal feed; Valbuena et al., 2015). On the other end of the farm size spectrum are large commercial mechanized maize producers, for example, in the USA and Brazil. These systems combine highly productive new maize genetics with intensive crop management.",
          "table": []
        },
        {
          "text": "Improved maize germplasm plays a particular prominent role in the advent of maize across the global agri-food system. Maize is cross-pollinated and opened the prospects of hybrid vigor (heterosis), whereby the progeny of crosses between diverse inbred parents is superior to the parents. Hybrid maize seed requires new seed for every crop to maintain its potential and proved a particularly viable and attractive business model for the seed industry (Morris, 1998). The twentieth century saw the development and commercialization of the hybrid maize technology, originally in the USA and then spreading across the world to Latin America, Asia, Europe, and Africa (Byerlee, 2020). Public institutions played an important role in enabling and promoting the spread of hybrid technology, including in the USA (Byerlee, 2020). Much of the (international) public sector long focused on the development of improved open pollinated varieties (OPVs) that were attractive to smallholder farmers for better performance, consumer acceptance, and their seed-recycling potential (Morris et al., 2003). Since the 1980s, the (international) public sector have increased investments in hybrid maize breeding focusing on the Global South and areas not catered for by the multinational seed industry. The initial (international) public sector focus was on higher grain yield and regionally important pests and diseases and subsequently adding abiotic stress tolerance (e.g. drought tolerance, Krishna et al., 2021). Improved maize germplasm now prevails across the globe, although adoption of hybrid maize still is heterogeneous in the Global South -and e.g. more widespread in eastern and southern Africa with its more developed seed sectors compared to the prevalence of OPVs in West-Central Africa (Krishna et al., 2021;Langyintuo et al., 2010). Improved maize germplasm from (international) public sources (OPVs and hybrids combined) make up nearly half of the maize area across SSA, providing a substantive return to modest public investments (Krishna et al., 2021).",
          "table": []
        },
        {
          "text": "Globally, more than two-thirds of maize area is planted to conventional improved maize (i.e., not Genetically Modified, non-GM). Since the mid-1990s, there is increased use of maize seed with biotechnological traits (e.g. insect resistance and herbicide tolerance) and associated agronomic practices to both increase maize yield potential and reduce yield loss to pest and environmental stress (Areal et al., 2013;Cabrera-Ponce et al., 2019). Maize is now the second most widely grown GM crop globally (32% of GM area, after soybean with 48% and ahead of cotton and canola), with some 61 M ha (31% of maize area-ISAAA, 2019). Insect resistant maize (based on Bacillus thuringiensis, Bt) has generated the largest benefits for maize to date (primarily in the USA, followed by Brazil, South Africa, Canada and Argentina), globally on par with the estimated insect resistance benefits for cotton (Brookes & Barfoot, 2020). Herbicide tolerant maize (based on glyphosate tolerance) has generated the second highest benefits for maize to date (again primarily in the USA, followed by Argentina and Brazil), primarily linked to cost savings but also associated with yield gains in the Global South (Brookes & Barfoot, 2020). There is also some limited use of GM drought tolerant maize, primarily in the USA (Brookes & Barfoot, 2020). The use of GM maize is also gaining prominence in SE Asia. Philippines was the first Asian country to approve GM maize cultivation, with Bt yellow maize first commercialized in 2003 and subsequently stacked with herbicide tolerance (Afidchao et al., 2014). GM yellow maize is now used by a third of maize farmers in the Philippines (Alvarez et al., 2021). Stacked GM maize became available to Vietnamese farmers in 2015 and now is reportedly used on 10% of maize area (Brookes & Dinh, 2021). In SSA, GM maize is presently cultivated only in South Africa, both yellow (for feed) and white (for food) purposes, with GM yield gains particularly associated with white maize (Shew et al., 2021). A recent review of GM maize showed improved grain quality and yields, reduced human exposure to mycotoxins and the lack of consistent effects on non-target organisms (Pellegrino et al., 2018).",
          "table": []
        },
        {
          "text": "We started this section noting that since 1960s maize production increases relied both on intensification and extensification. At the global level the two contributed equally over the last quarter century, but extensification prevailed in much of SSA (Jayne & Sanchez, 2021;Smale et al., 2013). Ethiopia is one of only few African countries that have showed substantive maize yield increases: reaching 4 t/ha (TE2019, FAOStat, 2021), essentially by combining improved genetics, improved agronomy, and public sector/extension support (Abate et al., 2015). In SSA as a whole rainfed maize yields still oscillate around 2 t/ha (). Source: Authors, using SPAM 2010 and other sources -see text for details), which represents only 15-27% of the crop's water-limited yield potential (van Ittersum et al., 2016). Rainfed maize combines the greatest yield potential with the largest yield gaps among Africa's cereal crops, with substantive yield gaps across much of Ethiopia, Nigeria and Zambia (Assefa et al., 2020;van Ittersum et al., 2016). The maize area expansion included both an expansion of the agricultural frontier (e.g. Zambia- Ngoma et al., 2021) and displacement of other crops aided by maize's high yield and market potential. Maize's profitability can thereby fuel area expansion in non-traditional maize growing areas, even in land scarce settings (e.g. Bangladesh-Mottaleb et al., 2018).",
          "table": [
            "). Source: Authors, using SPAM 2010 and other sources -see text for details"
          ]
        },
        {
          "text": "In sum, global maize production has surged in the past decades, enabled by a combination of maize yield increases and area expansion. It is already the leading cereal in terms of production volume and is set to become the most widely grown crop in terms of area in the coming decade. Behind these aggregate trends there is substantive heterogeneity. The USA and China dominate maize production, with varying contributions from other geographies. A third of the global farms are estimated to cultivate maize, ranging from resource-constrained smallholders to large commercial mechanized maize producers. Technology use, yields and production orientation thereby vary substantially in space and time, with a global prevalence of conventional (non-GMO) improved maize and an increased reliance on hybrid maize.",
          "table": []
        }
      ]
    },
    {
      "title": "Trends in global maize consumption",
      "div": [
        {
          "text": "Maize is a versatile multipurpose crop. At the global level, maize (dry grain) is primarily used as feed (56% of production), a fifth for non-food uses, and 13% for food (Regional maize production indicators). At face value these use categories underestimate the contribution of maize to human food/nutrition. The reported food use only encompasses the direct pathway of consuming dry maize grain in food products (processed or unprocessed). 4Much of the maize grain used as feed is used to derive animal-sourced foods and thereby provides an indirect consumption pathway.5 For instance, 3 kg of human-edible feed (primarily maize grain and soy) potentially produces 1 kg of boneless meat (on average requiring 2.8 kg in ruminant systems and 3.2 kg in monogastric systems - Mottet et al., 2017). In addition, by-products of maize grain processing for non-food uses, maize stover as by-product of grain production and forage/silage maize provide important feed sources to derive animal-sourced foods. At the global level, these indirect consumption pathways outweigh direct food consumption pathways for maize, in addition to providing higher value and more protein rich/nutritious food products than the original grain. Maize grain is the third most consumed cereal as human food after rice and wheat (direct pathway, processed or unprocessed). Global human food consumption of maize amounts to 18.5 kg/capita/year (Regional maize production indicators), 11% of the average annual cereal human consumption of 175 kg globally (2014( -18, excluding beverages -FAOStat, 2021)). Use of maize as food is markedly more common in L/LM-ICs (43% of production) and in Africa (54%), and particularly in eastern and southern Africa (66%). Maize is consumed in 161 countries, with consumption levels exceeding 50 kg/ capita/year in 22 countries, primarily in eastern and southern Africa (9 countries) and Latin America (7, FAOStat, 2021).",
          "table": [
            "Regional maize production indicators",
            "Maize utilization, by  region, average 2014-18"
          ]
        },
        {
          "text": "Figure 6 6 shows the heterogeneity in maize food consumption globally. Per capita maize food consumption is particularly high in southern Africa (Lesotho, Malawi, Zambia, South Africa being among the top 5 consumers, with averages exceeding 100 kg/capita/year) besides Mexico, with its strong maize-based dietary traditions. Over the past decades per capita maize food consumption has shown a steady increase globally (from 11 kg TE1963 to 18.8 kg TE2018, Fig. 7). In absolute numbers, SSA (particularly driven by Burkina Faso, Eswatini, Togo, Lesotho, Mali) and the Americas (particularly driven by Paraguay, Cuba, Uruguay, Peru, Chile) reported increases of some 10 kg per capita annual maize food consumption since the 1960s (Fig. 7). In Asia, where rice is the major staple crop, the corresponding increase was still some 4 kg (Fig. 7). As a group, L/LM-ICs have above average per capita human consumption of maize (20.5 kg). Africa stands out as the only region where per capita food consumption exceeds per capita feed, albeit per capita feed is catching up (Fig. 7). The Americas and Africa have above global average per capita food consumption, but in Americas per capita food consumption is dwarfed by per capita feed consumption (Fig. 7).",
          "table": []
        },
        {
          "text": "Aggregate maize use has grown markedly faster than per capita maize food consumption (Maize utilization, by  region, average 2014-18), in part reflecting higher population growth in Africa and Asia. The global population is set to increase by 2 billion from 7.7 billion currently to a projected 9.7 billion by 2050 (8.9-10.7 billion depending on assumed fertility rates; UN-DESA, 2019). Assuming a constant annual per capita maize food consumption, this implies a potential annual increase of 37 M t of maize as food by 2050 (22-56 M t depending on fertility assumption). In addition, the rapid growth in aggregate maize use also reflects its use as a feed crop and its role as industrial and energy crop in some countries (e.g., USA; Kumar & Singh, 2019).",
          "table": [
            "Maize utilization, by  region, average 2014-18"
          ]
        },
        {
          "text": "Maize's multiple uses in addition to food imply UM/H-ICs as a group use 85% of global maize (Maize utilization, by  region, average 2014-18). The Americas stand out as the main aggregate user, with 45% of global maize use, followed by 37% in Asia, 10% in Europe and 9% in Africa (Maize utilization, by  region, average 2014-18). The feed use of maize is well-established in the UM/H-ICs. However, its association with economic development (i.e., income growth and urbanization) also implies it is highly dynamic in the Global South and propelled by the accelerating consumption of animal source foods, Asia being a prominent example (Erenstein, 2010;Hellin et al., 2015;Mottaleb et al., 2018). China and India are the two most populous countries, together accounting for more than 36% (2.8 billion) of the global population (UN-DESA, 2019). Questions thereby abound about how best to feed China, given its sheer size and that it exemplifies the dietary transition with marked increases in meat consumption (including poultry and pork, and the associated demand for maize as animal feed; Erenstein, 2010). India is also experiencing economic transformation, with increased poultry demand, fuelling expanded maize production (Hellin et al., 2015). Both China and India provide agricultural transformation lessons for other developing nations as well as to each other (Gulati & Fan, 2007).",
          "table": [
            "Maize utilization, by  region, average 2014-18",
            "Maize utilization, by  region, average 2014-18"
          ]
        },
        {
          "text": "Underlying maize's multiple uses are its various types, including diverse colours (e.g. yellow, white, blue) and other attributes (e.g. dent/flint, sweet corn, baby corn, popcorn, waxy maize, high-amylose maize, high-oil maize, quality protein maize; Serna-Saldivar & Perez Carrillo, 2019). The diverse types of maize reflect the variations in endosperm (hardness, colour), pericarp, type of starch, kernel type, etc. (García-Lara et al., 2019). Colour is an important characteristic -with white maize primarily used for food purposes and yellow maize for feed (FAO and CIMMYT, Fig. 6 Contribution of maize to the food calories in different geographies (estimated M kcal food energy consumed from maize per pixel, ca 10 × 10 km 2 ). Source: Authors, using data from various sources -see text for details. Only includes maize grain used for human consumption (direct food consumption pathway, processed or unprocessed) 1997; Gwirtz & Garcia-Casal, 2014). Other colours such as blue maize tend to be associated with niche food uses (Blare et al., 2020;Keleman & Hellin, 2009), besides industrial uses in some countries like Thailand. In terms of human food, maize use varies from a seasonal vegetable such as green maize (kernels on the cob; Hellin et al., 2011; with 1.1 M ha harvested annually, TE2019-FAOStat, 2021) to an array of manufactured foods (snacks, ingredients) to being the main staple food. 'Maize products and processing methods are as diverse as the maize crop itself' (Gwirtz & Garcia-Casal, 2014:68). In the Global South maize used for direct human consumption may still rely on traditionally milled maizemeal (consumed as gruels/porridges) or nixtamalized fresh masa (consumed as tortillas and other forms in the Americas; Ekpa et al., 2019;Serna-Saldivar & Perez Carrillo, 2019). Industrial dry-millers produce whole or refined maize flour and an array of maize fractions which are further transformed into breakfast cereals, gruels/porridges, snacks and bakery items (Serna-Saldivar & Perez Carrillo, 2019), as well as nixtamalized and precooked maize flours (Gwirtz & Garcia-Casal, 2014).",
          "table": []
        },
        {
          "text": "Food consumption of maize grain contributes 5% of the total human dietary calories and proteins globally (direct food pathway, processed or unprocessed-Regional maize consumption indicators). On average, the daily dietary energy intake per capita was 156 kcal from maize as food compared to a total intake of 2,919 kcal (of which 1,311 kcal come from cereals). The average energy from maize as food was however more than double its global average in Africa and Latin America (> 400 kcal), with nearly a quarter of the total energy intake in eastern and southern Africa. As a group, the maize food calorie share is also higher in the L/LM-ICs (Regional maize consumption indicators). On average, the daily protein intake per capita from maize as food was 3.8 g of the daily protein intake (82.5 g, and 12% of the proteins provided by cereals, 32.4 g). Maize as food also provides a modest source of daily fat (1.4 g representing 1.6% of daily intake; Regional maize consumption indicators). These dietary contributions of maize as food are significantly augmented by the indirect The diverse maize-based food products vary in their nutritional value, dependent on the processing methods (Gwirtz & Garcia-Casal, 2014). The genetic diversity in maize has opened avenues for biofortification (Nuss & Tanumihardjo, 2010;Tanumihardjo et al., 2020). Maize is the first amongst the cereal crops to develop and release biofortified varieties. Several Quality Protein Maize (QPM) varieties, with enhanced content of essential amino acids, particularly lysine and tryptophan, have been deployed in SSA, Latin America and Asia (Atlin et al., 2011;Nuss & Tanumihardjo, 2011;Prasanna et al., 2001). In addition, provitamin A-enriched (orange) and high-Zinc maize varieties suitable for cultivation in SSA, Asia and Latin America have been developed, and are being deployed (Prasanna et al., 2020).",
          "table": [
            "Regional maize consumption indicators",
            "Regional maize consumption indicators",
            "Regional maize consumption indicators"
          ]
        },
        {
          "text": "Maize produced or stored under adverse conditions can be contaminated with toxic mycotoxins from fungi (e.g. aflatoxins) with adverse health impacts for humans (and animals) consuming contaminated maize-based food (and feeds - Loy & Lundy, 2019;Miller, 2008;Munkvold et al., 2019;Wu et al., 2013). Integrated mycotoxin management strategies have been developed, including resistant varieties and biocontrol-based solutions (e.g., Aflasafe -Bandyopadhyay et al., 2016;Kaale et al., 2021).",
          "table": []
        },
        {
          "text": "Wet milling of maize allows the separation into relatively pure component classes (e.g. starch, protein, oil, and fibre), with such (co-)products often being processed further before use (Gwirtz & Garcia-Casal, 2014). Some specialty maizes are dedicated to such industrial uses (e.g. high-oil maize, maize for specialty starches; Scott et al., 2019). In the mid-1970s maize milling and sweetener-refining capacity started to accelerate with the development of high-fructose corn syrup (HFCS; Helstad, 2019). The maize-distilling process has long been used by the distilling industry for the production of beverage alcohol (Loy & Lundy, 2019). In the 2000s, dry-grind ethanol processing fuelled the bioethanol industry in the USA, now accounting for some 40% of the maize production in the USA (Kumar & Singh, 2019;Martinez & Fernandez, 2019;Ranum et al., 2014).",
          "table": []
        },
        {
          "text": "Maize is the leading cereal in terms of utilization as livestock feed globally. Over half the global maize (dry grain) production is used as feed for monogastric and ruminant livestock. The diverse industrial uses of maize (wet-milling, dry-milling, distilling) also generate by-products that provide important additional feed resources and nutrients for the livestock industries (Loy & Lundy, 2019). For instance, bioethanol production from maize grain generates distiller's dry grains as a co-product, a valuable animal feed with high nutritional value (1 t substituting 1.2 t of maize grain- Wallington et al., 2012). Maize varieties are being developed, especially in the high-income countries, with enhanced nutritional value for livestock (Loy & Lundy, 2019) with feed uses becoming more differentiated in terms of poultry and livestock (Paulsen et al., 2019). In addition, the maize plant is also variously used as feed -including in its green form as green forage and for silage (Heuzé et al., 2017a(Heuzé et al., , 2017b)). Maize cultivated for forage accounts for an additional 16.8 M ha annually (Heuzé et al., 2017b), with maize silage becoming the prevalent source of maize forage for livestock. In cooler locales maize cultivated for forage can prevail over maize for grain cultivation (e.g. United Kingdom). In much of the Global South maize stover (the byproduct of maize grain production after the harvest) is an important source of forage (Tittonell et al., 2015;Valbuena et al., 2012). This has led to significant interest in the potential of dual-purpose maize for both food and feed (Blümmel et al., 2013).",
          "table": []
        },
        {
          "text": "In sum, maize is a versatile multi-purpose crop; although primarily used as feed globally, it continues to be an important food crop in SSA and Latin America, and also has several non-food uses globally. Maize is variously used in food and feed products, with feed use including the use of maize grain, maize by-products and forage/silage. Much of the feed use reflects an indirect human consumption pathway through animal source foods that outweighs direct food consumption pathways for maize at the global level, and is set to increase further with economic development in the Global South.",
          "table": []
        }
      ]
    },
    {
      "title": "Maize international trade",
      "div": [
        {
          "text": "Maize is widely traded globally, with 15% of global maize production being exported (TE2019),7 up from 11% a decade earlier (Awika, 2011). On current trends, maize is set to overtake wheat as the most traded cereal. The global trade reflects the spatial disparity between where maize is produced and where it is used, including where it is consumed as food (Kinnunen et al., 2020;Fig. 2, Fig. 6). This underpins an active global maize trade linking aggregate surplus production in the Americas and Europe and aggregate deficits in Asia and Africa (Regional maize food supply indicators). Asia (69 M t), particularly East Asia (34 M t), stands out as the key maize importing region. Africa's imports are more modest (16 M t), and primarily concentrated in northern Africa. The Americas stand out as the world's largest exporter (80 M t), but also include substantive importers within the region, Mexico being a case in point. Europe is a net exporter (10 M t) but combines substantive surplus and deficit countries. Top maize net-exporting countries globally include the USA, Brazil, Argentina, Ukraine, and Romania, each exporting 5-54 M t/year (TE2019, Regional maize food supply indicators). Top net-importers include Japan, Mexico, Korea, Vietnam and Spain; each importing 9-15 M t/year (TE2019, Regional maize food supply indicators). On aggregate L/LM-ICs are net importers and UM/H-ICs net exporters (Regional maize food supply indicators). A quarter century ago, the top maize net-exporting countries globally included the USA, France, Argentina, China and South Africa, each exporting 1-45 M t/year (TE1995, FAOStat, 2021). Top net importers at the time included Japan, Korea, Taiwan, Spain and Russian Federation; each importing 2-16 M t/year (TE1995). Whereas USA retained export dominance, the rise of Brazil and Ukraine are particularly noteworthy. On the import side, Japan remains the lead importer, but the increased import reliance of Mexico and Vietnam stands out. Noteworthy too is China, changing from a net exporter (TE1995, albeit oscillating between net exports [1993,94] and net imports [1995]) to a large net importer (each year 2017-19).",
          "table": [
            "Regional maize food supply indicators",
            "Regional maize food supply indicators",
            "Regional maize food supply indicators",
            "Regional maize food supply indicators"
          ]
        },
        {
          "text": "The current high levels of spatial decoupling between production and use are set to increase further over the coming decades (Fader et al., 2013). The global maize market is divided into geographic clusters -with the USA and European nations making up two separate clusters with limited trade with each other, which is associated with differences in the prevalence of GM and regulatory regimes (including e.g., aflatoxin - Wu & Guclu, 2012, 2013).",
          "table": []
        },
        {
          "text": "Over the last decades real maize prices increased by 31%, from US$127/ton in TE1994 to US$167/ton in TE2020 (Fig. 8). The highest annual maize prices over the period were observed in 2012 (US$271/ton) after the earlier high in 2008 (US$217) linked to the global food crisis. The price oscillations over the last decade largely track the pattern of urea fertilizer (Fig. 8), albeit real urea prices doubled over the last quarter century (from US$116/ton in TE1995 to US$241 in TE2020). Relative maize:urea prices decreased from 1.1 to 0.7 over the quarter century, falling to their lowest level at the time of the global food crisis (0.5, TE2008). The main global staples saw somewhat similar price trends over the period, with maize having the lowest real prices. The price developments over the last quarter century however follow half a century of declining real prices for maize (and wheat) since 1950 to 2001 (Wright, 2011).",
          "table": []
        },
        {
          "text": "The global food crisis and subsequent fallout highlight the interconnectedness and vulnerability of the global agrifood system. Indeed, the 2012 weather extreme in the maize belt of the USA -the world's leading maize exporter -contributed to the sharp increase in global maize prices, and escalated food security concerns in the importing nations (Chung et al., 2014). Agri-food system concerns have also been growing in the context of climate change with increasing weather shocks (e.g., heat, droughts, excessive water) and biotic shocks (diseases and pests). Such concerns are not limited to any specific crop. Extreme weather conditions can affect global agricultural production across 'breadbaskets' and major crops (e.g. maize, rice, wheat, and soybean) at the same time, potentially leading to simultaneous global breadbasket failures and fallouts thereof (Gaupp et al., 2020).",
          "table": []
        },
        {
          "text": "Strategic cereal stocks could help buffer shocks and enhance the resilience of the global food system (Drechsler, 2021;Gaupp et al., 2020). In the runup to the global food crisis, high global income growth and biofuel mandates had run global cereal stocks low, increasing sensitivity of markets to shocks (Wright, 2012). Subsequently global maize stocks amounted to 405 M t (TE2018), albeit China alone has more than half (54%) of global stocks (220 M t, TE2018-FAOStat, 2021). China is the second largest maize producer but also a net importer, whereby stocks primarily buffer domestic demand and shocks, and are unlikely to be released onto the global market. Emergency reserves are costly and option contracts are likely more cost-effective for countries where maize contributes to animal feed and/or biofuel industries (Wright, 2012). International trade allows countries to bridge the spatial disparity between supply and demand, but also bring into play potential distortions and (dis-)incentives. Domestic (grain) price support (e.g. floor prices, subsidies, import barriers) increase domestic market prices relative to world market prices and can boost domestic production as observed in China (Qian et al., 2015). China's grain subsidy program has been labelled the largest food selfsufficiency project of all developing countries (Yi et al., 2015). Removal of agricultural supports globally would raise international maize prices and potentially increase the cost for many net-importing countries. At the same time such increased international/import prices increases incentives for and competitiveness of domestic maize production to substitute for imports (Tokarick, 2005). The development of the bioethanol industry in the USA has long raised concerns over global maize markets with potentially reduced exports and higher maize prices. These could increase global food prices but also incentivize maize area expansion and aggravate negative environmental impacts like further deforestation (Ranum et al., 2014;Wallington et al., 2012;Wu & Guclu, 2013). In addition to the competitive distortions induced by agricultural supports, concerns have also been raised by the underlying resource demands and trade (e.g. feed use and nutrient trade-Bouwman & Booij, 1998; food miles- Kinnunen et al., 2020). Others have raised concerns about the political economy of global grain markets, especially as the four dominant agricultural trading firms (ADM, Bunge, Cargill and Louis-Dreyfus) control over 70 percent of the market (Clapp, 2015).",
          "table": []
        },
        {
          "text": "The diversity of maize products and uses also have some implications for its commoditization and trade. Specialty maize is suitable for specific end uses but implies the need to maintain product stewardship during production, supply, and distribution chains (Scott et al., 2019). This imposes additional costs, which may only be recouped if the specialty trait commands a premium in specific markets and maize identity can be preserved (Scott et al., 2019). For some observable traits this can create premium niche markets-e.g. blue maize (Blare et al., 2020;Keleman & Hellin, 2009), provitamin A-enriched orange maize (Prasanna et al., 2020) or vegetable maize (Hellin et al., 2011). For 'invisible' or less observable traits like quality protein maize (QPM) or high-Zinc maize, this could impose significant challenges (Hellin & Erenstein, 2009). The grain of GM-maize is also not easily distinguishable, but widely used in some of the big maize exporters (Cabrera-Ponce et al., 2019). This has fuelled consumer concerns, including a niche market for Genetically Modified Organisms (GMO)-free maize (Scott et al., 2019), demands for GMO-free food aid in southern Africa (Herrick, 2007;Muzhinji & Ntuli, 2021) and the aforementioned geographic segregation of USA and European maize markets. Overall, maize with its multi-product and multi-market channels has significant development potential (Keleman & Hellin, 2009;Keleman et al., 2013).",
          "table": []
        },
        {
          "text": "In sum, maize is set to become the most widely internationally traded cereal reflecting the marked spatial disparity between supply and demand, linking aggregate surplus production in the Americas and Europe and aggregate deficits in Asia and Africa. Maize markets are variously segmented by regulation and specialty maizes. Maize prices have been volatile and increasing in recent decades, aligned with broader concerns in relation to the interconnectedness and vulnerability of the global agri-food system.",
          "table": []
        }
      ]
    },
    {
      "title": "R&D implications",
      "div": [
        {
          "text": "Maize plays a key and increasing role in global agri-food systems. The previous sections summarized the status of maize production, consumption and international trade at the global and regional levels, focusing on the last few decades. We reflect here on the implications for research and development (R&D), with an emphasis on the Global South. We do so following the broad outcome categories of the agrifood systems framework: food & nutrition, environmental sustainability & resilience, and livelihoods & inclusiveness.",
          "table": []
        }
      ]
    },
    {
      "title": "Food & nutrition",
      "div": [
        {
          "text": "The co-existence of the triple burden of undernutrition (hunger), micronutrient malnutrition and overnutrition (overweight, obesity -Poole et al., 2021) has been variously associated with the prevailing agri-food systems. Concerns over the food and nutrition outcomes have been driving calls for agri-food system transformation. The direct and indirect pathways of consuming maize have different R&D implications for enhancing food and nutrition outcomes.",
          "table": []
        },
        {
          "text": "Maize's human food pathway plays a geographically diverse role and has long been the focus to improve food security and the nutrition and health of vulnerable populations. This avenue merits continued R&D support given the importance of maize for food security in several geographies in the Global South. What is more, per capita food intake is increasing on aggregate, which together with continued population growth implies significant increase in needed maize for food in the coming decades. In the African and Latin American economies where maize is a traditional food crop, maize food consumption is likely to prevail and follow population growth. At the same time hunger has been increasing off-late with important implications for food access (FAO et al., 2021). Maize's nutritional quality can be enhanced further through biofortification (Prasanna et al., 2020) and industrial fortification (Peña-Rosas et al., 2014) although this is dependent on the consumption pathway (Gwirtz & Garcia-Casal, 2014). Highly processed food products, including maize derived, have been associated with junk food and overnutrition. There is immense potential in improving the processing and intake forms, including whole grain and enhanced nutritional retention (Poole et al., 2021), albeit with potential trade-offs for shelf-life (Gwirtz & Garcia-Casal, 2014). The utilization dimension of maize for food security thereby merits increased support to promote healthier diets (Grote et al., 2021). Given the varied maize food uses, there is a growing interest in nutritionally enriched maize, specialty maize, and improvement of enduse quality traits suitable for the processing industry and associated niche markets.",
          "table": []
        },
        {
          "text": "Maize's livestock feed pathway provides an indirect pathway for enhancing food and nutrition outcomes, providing higher value and more protein rich/nutritious food products than the original grain. The nutrition transition (Popkin, 1999) and economic growth have boosted the consumption of animal-sourced foods, many heavily reliant on maize as feed. In much of the Global South this sets maize for continued growth. Opportunities exist to further improve the feed value of maize in its various feed uses, including the use of maize grain, maize by-products and forage/silage.",
          "table": []
        },
        {
          "text": "Maize's high-level food-feed pathways potentially mask substantial heterogeneity. The Global South itself is heterogeneous, including the dichotomy between Asia (more feed) and Africa (more food). Geographic aggregations also can mask differences -e.g. neighbouring Mexico and USA in the Americas; and even within countries -e.g. contrasts between white maize for food and yellow maize for feed within Mexico. The scale and context of analysis clearly influences the R&D implications and their granularity. At the same time there are dynamics to consider, the nutrition transition being a case in point. The livestock feed pathway has been expanding rapidly, but is also increasingly exposed to countervailing powers to limit the consumption of animalsourced foods and associated search for alternatives (including e.g. plant-based protein).",
          "table": []
        },
        {
          "text": "Many implications are indeed not black and white, but imply fuzzy gradients and trade-offs. Traditional maize production systems may be nutritionally diverse (e.g. the milpa system -de Frece & Poole, 2008;Falkowski et al., 2019). At the same time the food/nutrition security of many smallholder maize production systems improves when it extends beyond pure on farm production with important roles for value chains and market access (Frelat et al., 2016;Gelli et al., 2020). Similarly, there can be complementarities and/ or competition between pathways. Maize grain characterizes human-edible feed -but the distinction becomes fuzzier when the grain quality is no longer fit for human consumption but can still be used as feed. Other feeds like maize silage may not be human-edible, but may still compete for resources with maize for food. By-products of maize grain production and processing also can provide important feed sources. At face value bioethanol production may appear as a non-food/feed use of maize with implications more focused on the Global North and the USA in particular-but it generates valuable animal feed with high nutritional value as by-product, and potentially displaces maize that otherwise might have been exported.",
          "table": []
        },
        {
          "text": "Additional research could quantify maize's complex food and nutritional contribution, building on Mottet et al. (2017) and other studies. Such research should establish maize's contribution through a comprehensive life cycle analysis, encompassing direct food pathways and indirect feed pathways. Such enhanced understanding could then also help better assess the potential of dual-purpose foodfeed crops and prioritize food-feed pathway interventions. Given maize's dual food-feed pathway, maize provides a good and challenging case to expand such research. In the end though, similar studies would be needed for the other main food and feed crops to provide an enhanced agri-food system perspective and multi-commodity synergy and substitution possibilities.",
          "table": []
        },
        {
          "text": "Further opportunities to enhance food and nutrition outcomes include food safety, food waste, and consumer behaviour. In some instances, appropriate solutions are largely there, but require deploying to vulnerable geographies (e.g. food safety innovations). Others may still need further adaptive research to enable scaling. Enhanced understanding of consumer behaviour, particularly among vulnerable groups and in different cultures, can provide further insights in addressing the triple burden of malnutrition and the role of maize therein (Poole et al., 2021). Some of the R&D implications of maize to enhance food and nutrition outcomes are explored further in other papers (e.g. agri-nutrition research- Poole et al., 2021; food security and regional value chains- Grote et al., 2021).",
          "table": []
        }
      ]
    },
    {
      "title": "Environmental sustainability & resilience",
      "div": [
        {
          "text": "The evolving agri-food systems have raised concerns about their environmental footprint and the need to stay within planetary boundaries (Willett et al., 2019). This makes it imperative to enhance the environmental sustainability and resilience of agri-food systems and has been another thrust in the calls for transformation. The different maize consumption pathways have different R&D implications for enhancing environmental sustainability and resilience outcomes.",
          "table": []
        },
        {
          "text": "Maize production systems in geographies where the human food pathway prevails tend to be relatively extensive with relatively low input use and yields. Increasing land pressure implies the need to intensify and close yield gaps (Fader et al., 2016). Much of SSA is a case in point with a prevalence of extensification contributing to past maize production increases. Extensive systems often mine soil fertility and reduce fallows, rather than use input intensification. This exacerbates soil organic carbon losses and land degradation, expands the agricultural frontier and potentially encroaches onto fragile ecosystems (Pelletier et al., 2020). This has led to increasing calls for sustainable agricultural intensification and associated R&D investments, particularly in Africa (Jayne & Sanchez, 2021;Jayne et al., 2019). Ongoing population growth and increasingly limited prospects for area expansion highlight the urgency of making real progress on sustainable intensification of maize-based systems in much of the Global South. Rural transformation has increased the prospects of such sustainable intensification, albeit significant support is still needed particularly in SSA (Jayne et al., 2019).",
          "table": []
        },
        {
          "text": "Maize production systems focused on the livestock feed pathway tend to be relatively intensive with relatively high input use and yields. Such intensive systems prevail in the Global North and can generate environmental externalities including pollution and land, water and ecosystem degradation. The North American corn belt is a case in point with algal blooms in the Gulf of Mexico variously associated with agricultural runoff and eutrophication. This has led to increasing calls to increase nitrogen use efficiency and respecting nitrogen-boundaries (Chang et al., 2021). Such intensive systems at the same time open opportunities for environmental sustainability, including the origin and advent of conservation agriculture.",
          "table": []
        },
        {
          "text": "Such high-level stylized dichotomies illustrate some of the contrasts and implications, but can also again mask some of the underlying heterogeneity. Systems often tend to present fuzzy gradients instead of clear-cut boundaries. For instance, recent work in Zambia has highlighted the co-existence of maize systems both intensifying as well as still expanding (Ngoma et al., 2021). Commercial systems around the livestock feed pathway (including maize, soy, pastures) have also been variously linked to deforestation in Brazil. This reiterates the need to consider the scale of analysis in deriving implications and the need for more detailed localized studies to contextualize. It also calls for enhanced spatial analysis: mapping global maize production allows overlays with other variables and thereby a better understanding and mapping of environmental implications and dynamics. Such analysis would need to go beyond the current maize mega-environments (which reflect rainfed maize potential based on temperature and rainfall) and include additional considerations (e.g. irrigation, biophysical, socio-economic). Some of the considerations in terms of a potential spatial research agenda are explored further in other papers (e.g. Erenstein et al., 2021).",
          "table": []
        },
        {
          "text": "Environmental sustainability and resilience also call for an inherently dynamic perspective. Environmental degradation erodes productive capacity over time, with potential tipping points and irreversibility. Climate change and biodiversity loss pose further challenges. Future maize production will be increasingly impaired by environmental drivers such as climate change and land degradation (Grote et al., 2021). Maize's role in the stability dimension of food security thereby merits continued yet increased support (Grote et al., 2021). The sheer size of the maize economy implies the potential and urgency to explore climate change mitigation and adaptation options, including implications for biotic (pests, diseases) and abiotic (heat, drought) stresses.",
          "table": []
        },
        {
          "text": "R&D investments in making maize production more environmentally sustainable and resilient while adapting to climate change provide one avenue that is increasingly recognized, particularly in the Global South. At the same time care is needed not to encourage overextending maize's reach -for instance, other dryland cereals may provide more resilient options in semi-arid environments. Demand side interventions also provide scope to improve the environmental sustainability, including a reduction of animal-sourced foods and thereby maize for feed to stay within planetary boundaries (Willett et al., 2019). Finally, international trade can both alleviate and exacerbate environmental impacts, including the environmental footprint of food miles, the implicit trade of environmental goods (e.g. water, nutrients) to stay within resource boundaries (Chang et al., 2021) and environmental spill over effects (e.g. deforestation associated with agricultural exports). Many such implications are again scale dependent (e.g., Europe including both maize importing and exporting nations).",
          "table": []
        }
      ]
    },
    {
      "title": "Livelihoods & inclusiveness",
      "div": [
        {
          "text": "Agricultural-based growth is more effective at reducing poverty than growth originating from other sectors (Townsend, 2015), also given much of remaining poverty is rural. This makes it imperative to enhance livelihood outcomes and inclusiveness of agri-food systems, particularly in the Global South. The different maize consumption pathways thereby again have different R&D implications for enhancing such outcomes, with growth as a key driver for poverty reduction.",
          "table": []
        },
        {
          "text": "Maize production often is key for food and livelihood security for resource-constrained smallholder farmers in geographies where the human food pathway prevails. Such farms typically are both producers and consumers of maize as food (jointness of production-consumption) with potential sale of surplus production. At the same time, these production systems often exhibit slow growth and risk aversion and are low input-low output. Remote traditional maize production systems are a case in point and can exhibit resistance to change (de Frece & Poole, 2008).",
          "table": []
        },
        {
          "text": "Maize productions systems geared towards the livestock feed pathway tend to be more market oriented and dynamic. Maize in such instances can be an attractive cash crop. Maize in non-traditional maize growing areas in South Asia are a case in point. Given the livestock revolution in the Global South these systems are of increasing importance. The market integration provides cash and intensification incentives and substantial private sector interest.",
          "table": []
        },
        {
          "text": "The foregoing dichotomy is associated with the marked divergence between large-scale commercial maize productions systems and smallholder maize production systems with marked variations in yield, technology use and business models. The stylized dichotomy again is illustrative and masks some of the underlying heterogeneity. For instance, many smallholders are crop-livestock farmers exploiting interactions and complementarities. But in these integrated systems the human food pathway often prevails, and livestock is primarily fed on maize by-products. As specialization and market integration increases the livestock feed pathway tends to increase in importance. The dichotomy does reflect a certain path dependence whereby maize can be particularly transformative in non-traditional maize environments. Maize thereby also plays a diverging role in the access dimension of food security -be it direct physical access to maize in the food pathway and an indirect access to food in general through improved income/purchasing power in the feed pathway. At the same time concerns have been raised about the affordability of sustainable and nutritious diets (Hirvonen et al., 2020) and thereby the need for affordable staple foods like maize (Poole et al., 2021).",
          "table": []
        },
        {
          "text": "Broad agricultural-based growth is more likely when profitability and livelihoods for actors and firms are inclusively secured throughout the value chain from production to retail. The diverse maize production systems create diverse incentives and implications for the private and public sector. Public support should thereby focus on the areas not well-catered for by the private sector and help redress divergences between private and societal interests. The political economy of maize also merits more attention, given the vested interests of its production, trade, input supply and processing industry. For instance, hybrid maize provides an attractive business model and spurs the growth of the seed industry, but concerns have been raised over the industry's increasing concentration and focus on high potential areas (Erenstein & Kassie, 2018;Scoones & Thompson, 2011). Vested interests can thereby narrow options for smallholders and undermine the development of adaptive capacities (Brooks, 2014). Indeed, R&D investments can enable agricultural growth, enhance livelihoods and make domestic production more competitive vis-à-vis imports, but still require scarce resources that may compete with the interests of the urban consumers and policy makers and over time have been variously undermined by global commodity market developments.",
          "table": []
        },
        {
          "text": "Risk remains a major challenge for maize producing smallholders. Established risk coping mechanisms can hold back change and innovation and thereby the needed agricultural growth and poverty alleviation. R&D investments are needed to provide viable risk management mechanisms that enable and crowd-in intensification. Promising innovations in this regard include weather index insurance (Tadesse et al., 2015) and drought tolerance (Prasanna et al., 2021), and particularly bundling of such innovations can enhance impact (Boucher et al., 2019).",
          "table": []
        },
        {
          "text": "Particular attention is needed to enhance the inclusiveness of R&D investments, including women, marginalized communities, and the resource poor. The R&D implications will thereby vary by the food and feed pathways. The human food pathway particularly merits public R&D support both to initiate growth and to ensure inclusiveness. The livestock feed pathway is inherently more market driven and dynamic -but thereby calls for public support to focus on the inclusiveness dimension. The equitable transformation of agri-food systems thus calls for an enabling environment for accelerated, affordable and inclusive access and use of improved technologies and the associated strengthening of maize input and output value chains and markets across food and feed uses and support services and policies.",
          "table": []
        }
      ]
    },
    {
      "title": "Cross-cutting implications",
      "div": [
        {
          "text": "One of the most effective ways to promote agricultural growth is investment in agricultural R&D (Fuglie et al., 2020). Continued maize yield growth calls for a tripartite contribution of improved germplasm, improved crop management and enabling policies. Improved germplasm is particularly needed to continue to raise the maize yield frontier (yield potential), make it more resilient to the changing climates, enhance the nutritional value through biofortification, and address emerging challenges and opportunities, including transboundary diseases and insect-pests (Prasanna et al., 2021). Improved crop management is particularly needed to close yield gaps and stay within planetary boundaries, including sustainable intensification of maize production and reduced environmental externalities. Enabling policies are particularly needed to enable the further adaptation and use of the many promising innovations to increase and maintain maize productivity and alleviate constraints (e.g., access to improved seeds, finance, education/training and risk management- Grote et al., 2021), mainly in the Global South and in an inclusive way. The tripartite contribution generates important synergies, each enhancing the impact of the other and thereby focus on one cannot simply substitute for the other. At the same time maize yield growth variously impinges on each of the three agri-food system outcome categories.",
          "table": []
        },
        {
          "text": "Agri-food systems are inherently complex and involve a varied role for maize with three important final R&D implications in the context of agri-food system transformation. First, we need to understand and consider potential trade-offs and synergies. Maize's food-feed pathways have different implications and outcomes. Ideally, innovations simultaneously improve food & nutrition, environment & resilience and livelihoods & inclusiveness outcomes. More likely, there will be inherent contradictions and trade-offs. This calls for multidisciplinary approaches and the need to include user and policy perspectives. Understanding and managing tradeoffs will be key in informing priorities and scenarios and aligning private incentives and societal interests. Second, agri-food systems, the role of maize and improvements are context dependent. Even though we focus on a single, albeit major, commodity, the current paper can only provide a broad-brush appraisal and illustrates the complexity and the challenge of deriving high level R&D implications. There is a need for further contextualization and operationalization at lower aggregation levels. Third, the situation is dynamic, including the agri-food systems, the role of maize and the general bio-physical and socio-economic context. There is thus not only the need to better understand agri-food systems but also to monitor their transformation (Fanzo et al., 2021) with important feedback and learning implications. This calls for policy responses that adapt to these changes and that facilitate and encourage multiple integrated R&D options with transformative potential. In the end, the sheer size, heterogeneity and rapid evolution of the global maize economy calls for more detailed analysis about maize and its evolving and varied roles in the agri-food systems, including enhanced insights into the associated drivers and modifiers. Future research could provide such more detailed spatial, dynamic and socio-political analysis and enhance the transformative power of maize and agri-food systems towards the 2030 Agenda.",
          "table": []
        }
      ]
    },
    {
      "title": "Conclusion",
      "div": [
        {
          "text": "Maize is a major global commodity that plays a key and increasing role in global agri-food systems including direct food consumption and indirect feed pathways for animalsourced foods. It is a versatile multi-purpose crop; although primarily used as feed globally, it continues to be an important food crop in SSA and Latin America, and has several non-food uses globally. Global maize production has surged in the past decades, propelled by rising demand and a combination of yield increases and area expansion. Global maize use is set for continued growth. It is already the leading cereal in terms of production volume and is set to become the most widely grown crop in terms of area in the coming decade. Maize is set to become the most widely internationally traded cereal reflecting the marked spatial disparity between supply and demand. Numerous opportunities exist to further improve maize's contribution to the food & nutrition, environmental sustainability & resilience, and livelihoods & inclusiveness outcomes of agri-food systems, particularly in the Global South. Due attention is needed for potential trade-offs/synergies, context and dynamics to further enhance the transformative power of maize and agri-food systems towards the 2030 Agenda. This calls for substantive investments in international agri-food system R&D, particularly in the Global South. Taken together an integrated inclusive approach should go a long way to raise the development potential of maize in agri-food systems, enhance food/nutrition security and stay within planetary boundaries over the coming decades.",
          "table": []
        }
      ]
    }
  ],
  "tables": [
    "{\"title\": \"Global cereal production statistics (annual averages, for dry grain only)\", \"head\": [\"\", \"\", \"1993-95\", \"2017-19\", \"Relative\"], \"value\": [[\"\", \"\", \"(TE1995)\", \"(TE2019)\", \"change\"], [\"\", \"\", \"\", \"\", \"(%)\"], [\"Maize\", \"Area (Million ha, M ha)\", \"135\", \"197\", \"46%\"], [\"\", \"Production (Million ton, M t)\", \"521\", \"1,137\", \"118%\"], [\"\", \"Yield (t/ha)\", \"3.9\", \"5.8\", \"50%\"], [\"Rice (Paddy)\", \"Area (M ha)\", \"148\", \"164\", \"11%\"], [\"\", \"Production (M t)\", \"538\", \"757\", \"41%\"], [\"\", \"Yield (t/ha)\", \"3.6\", \"4.6\", \"26%\"], [\"Wheat\", \"Area (M ha)\", \"218\", \"216\", \"-1%\"], [\"\", \"Production (M t)\", \"545\", \"757\", \"39%\"], [\"\", \"Yield (t/ha)\", \"2.5\", \"3.5\", \"40%\"], [\"Other cereals\", \"Area (M ha)\", \"191\", \"149\", \"-22%\"], [\"\", \"Production (M t)\", \"315\", \"301\", \"-4%\"], [\"\", \"Yield (t/ha)\", \"1.6\", \"2.0\", \"23%\"], [\"All cereals\", \"Area (M ha)\", \"692\", \"727\", \"5%\"], [\"\", \"Production (M t)\", \"1,919\", \"2,952\", \"54%\"], [\"\", \"Yield (t/ha)\", \"2.8\", \"4.1\", \"46%\"], [\"Source: FAOStat (2021). TE: triennium ending\", \"\", \"\", \"\"]]}",
    "{\"title\": \"). Source: Authors, using SPAM 2010 and other sources -see text for details\", \"head\": [\"\", \"\", \"\", \"\", \"\", \"Europe 10.9%\", \"Oceania 0.1%\", \"Africa 7.4%\"], \"value\": [[\"\", \"Europe\", \"Oceania\", \"\"], [\"\", \"8.9%\", \"\", \"0.0%\", \"Africa\"], [\"\", \"\", \"\", \"\", \"20.9%\"], [\"\", \"\", \"\", \"\", \"\", \"Asia\"], [\"\", \"\", \"\", \"\", \"\", \"32.0%\"], [\"Americas\", \"\", \"\", \"\", \"\"], [\"36.1%\", \"\", \"\", \"\", \"\"], [\"\", \"\", \"\", \"\", \"\", \"Americas\"], [\"\", \"\", \"\", \"\", \"\", \"49.6%\"], [\"\", \"\", \"\", \"\", \"\", \"Asia\"], [\"\", \"\", \"\", \"\", \"34.1%\"], [\"\", \"\", \"\", \"\", \"\", \"Africa\", \"Asia\", \"Americas\", \"Europe\", \"Oceania\"], [\"Africa\", \"Asia\", \"Americas\", \"Europe\", \"Oceania\"]]}",
    "{\"title\": \"Regional maize production indicators\", \"head\": [\"Source: FAOStat (2021)\"], \"value\": [[\"a Low & Lower-Middle Income Countries\"], [\"b Upper-Middle & High Income Countries\"]]}",
    "{\"title\": \"Maize utilization, by  region, average 2014-18\", \"head\": [\"Source: FAOStat (2021)\"], \"value\": []}",
    "{\"title\": \"Regional maize consumption indicators\", \"head\": [\"Source: FAOStat (2021)\"], \"value\": [[\"a New Food Balance Sheet (FBS) method since 2014 (FAOStat, 2021)\"]]}",
    "{\"title\": \"Regional maize food supply indicators\", \"head\": [\"Source: FAOStat (2021)\"], \"value\": [[\"Only includes maize grain used for human consumption (direct food consumption pathway, processed or unprocessed)\"], [\"a Low and Lower-Middle Income Countries\"], [\"b Upper-Middle and High Income Countries\"]]}",
    "{\"title\": \"Regional maize import/export indicators\", \"head\": [\"Source: FAOStat (2021)\"], \"value\": [[\"a Low and Lower-Middle Income Countries\"], [\"b Upper-Middle and High Income Countries\"]]}"
  ]
}