{
  "meta": {
    "title": "Hybridspecific nutrient interactions and their role in maize yield quality",
    "author": "C Bojtor, Á Illés, É Horváth, J Nagy, L Marton C Marton",
    "journal": "No journal found",
    "date": "2021. 11. 04."
  },
  "paragraphs": [
    {
      "title": "Abstract",
      "div": [
        {
          "text": "Different fertilization levels can be used according to the intensity of the plant production technology. The interactions among all the essential nutrients, the different ways of antagonisms and synergisms can weaken or strengthen the physiological processes of the plants, affecting significantly the efficiency of the production. Complex mineral profile of the vegetative (stalk, leaves) at V2, V4, V8, VT and R6 stages in 4 replications and generative (grain, cob -R6 stage only) plant parts of maize were determined in accredited laboratory with ICP-MS, ICP-OES microwave-assisted multielement analysis for metal components (P, K, mg, Ca, S, Zn, Fe, Cu, Mn, Ni, Mo) and Dumas method for nitrogen. Results showed that the effect of different nitrogen fertilization levels was significant on grain yield, protein, oil and moisture content. Significant differences were measured between the different maize genotypes in grain yield, protein and starch content. In the experiment all essential nutrient concentrations were measured, and the important nutrient ratios of macro-and micronutrients for the physiological development of maize were calculated. These nutrient stoichiometric ratios were evaluated according to their scale of influence in the yield formation. It can be concluded that different nitrogen fertilization levels affected significantly the essential nutrient ratios of the vegetative and generative plant parts of three maize hybrids in the growth period. Although different variables of nutrient stoichiometric ratios and yield parameters did not highly correlated, Pearson's correlations suggest that K:Mg and K:Zn ratio of stalk would be related with grain yield (R = 0.32; 0.34; 0.39 and 0.35; 0.37; 0.30, respectively) marking them as important parameters for novel nutrient stoichiometry research. Analysing the optimal nutrient ratios related to the yield quality and their interaction with the fertilization practices can give certain recommendations to the farmers to implement hybrid-and site-specific nutrient management strategies, reducing the environmental impact of the over-fertilization.",
          "table": []
        }
      ]
    },
    {
      "title": "INTRODUCTION",
      "div": [
        {
          "text": "Maize (Zea mays L.) is currently one of the most important food crops in the world, maximizing its productivity and yield while maintaining the quality is one of the primary goals of corn producers (Xin et al., 2016).",
          "table": []
        },
        {
          "text": "The future of modern multinutrient management strategies is not clear. Cropping systems in the world are diverse and can be divided into at least two different levels of intensification, low and high input fertilization systems (Fischer & Connor, 2018). Optimal nutrient supply is a key circumstance to achieve high yields with good quality parameters. Soil -plant interactions and the complex use of nutrients during the growing season -beside other environmental factors -can determine the plant's health conditions, having a high impact on the dry matter and grain yield accumulation of maize (Bojtor et al., 2020).",
          "table": []
        },
        {
          "text": "Optimum nitrogen concentration in crop plants can improve leaf development as well as photosynthesis, and delay the leaf senescence during the grain filling stages in maize (Liu et al., 2017). It also influences the utilization of phosphorus, potassium, and other minerals in plants. Optimal quantity of these macro-and micronutrients in the soil cannot be utilized efficiently in case of nitrogen deficiency. Therefore, nitrogen deficiency can result in reducing maize yields (Humtsoe et al., 2018). Lamptey et al. (2017) confirmed that the grain yield of maize is sensitive to changes in yield components and nitrogen content in the leaf. According to their results small stresses on these traits can result in significant impacts on grain yield.",
          "table": []
        },
        {
          "text": "High nutrient use efficiency is an economic and environmental goal of sustainable cropping systems (Gastal et al., 2015). There are a lot of factors mediating nutrient use efficiency, such as genotype (Wang et al., 2017), enough precipitation (Hoogmoed et al., 2018) and availability of other essential nutrients (Duncan et al., 2018). Different nutrient ratios are widely used to investigate their limitation for crops. N:P ratio has been used to quantify N and P deficiency in plants (Bélanger et al., 2017). Some studies also investigated the N:S ratio in maize (Salvagiotti et al., 2017;Carciochi et al., 2019). The aim of exploit the site-specific nutrient sources of the soil is one of the primary intentions of the modern agricultural practice. To achieve this goal the use of different maize genotypes that have better nutrient use efficiency is an important strategy with the correct management of the plant's nutritional status. (Ortas, 2018). Analysis of different stoichiometric ratios of the plant's organs of the essential macro-and micronutrients and testing the site-specific characteristics of the different production areas is an important research topic as a genotype-specific nutritional diagnostic tool.",
          "table": []
        },
        {
          "text": "Generally, obtaining relevant information about hybrid-specific nutrient interactions can help the farmers creating an environmentally favorable fertilization process in their farm practice.",
          "table": []
        },
        {
          "text": "The connection between different nutritional levels in the main phenological stages and yield quality parameters can provide the optimal nutritional bases to achieve high quality yield. The main objective of this study was to clarify -through a controlled long-term field experiment -the role of different nitrogen fertilization levels in the interrelationship among the essential macro-meso and micronutrients of maize hybrids during the vegetation period, focusing mainly on the nutrient status of the hybrids and on the way it can refer to the producible yield and its quality parameters at an early development stage.",
          "table": []
        }
      ]
    },
    {
      "title": "MATERIALS AND METHODS",
      "div": []
    },
    {
      "title": "Experimental area",
      "div": [
        {
          "text": "The experiment was performed at the Látókép Crop Production Experimental Site of the University of Debrecen (47° 33' N, 21° 26' E, 111 m above sea level) in 2019 with 3 different maize (Zea mays L. H1 = FAO360, H2 = FAO420, H3 = FAO490) hybrids and 3 different nitrogen fertilization levels, as a part of a long-term 6-level multifactorial",
          "table": []
        }
      ]
    },
    {
      "title": "Soil parameters of the experimental area",
      "div": [
        {
          "text": "From the pedological point of view, the area is calcareous chernozem formed on loess ridges, with an average liquid limit (LL = 43-45), average humus content (Hu% = 2.7-2.8), and with a humus layer thickness of 80 cm. Ammonium lactate soluble P2O5 and K2O are 133 and 240 mg kg -1 , respectively, with a bulk density of 1.4-1.45 g cm -3 in the cultivated soil layer and 1.25-1.29 g cm -3 in the lower layers. In the 0-200 cm soil layer, which is relevant for the water supply of plants, the soil can hold 600-650 mm water, 50-60% of which is disponible for the plants. The average depth of groundwater is 3-5 m, and even in rainy periods it does not rise above 2 m. of depths (Nagy, 2019).",
          "table": []
        }
      ]
    },
    {
      "title": "Weather conditions of the experimental area",
      "div": [
        {
          "text": "The experimental area typically has a continental climate, with frequent occurrence of various weather extremes, such as changes in the amount and distribution of precipitation and fluctuations in temperature values within and outside the vegetation period. Only 311.8 mm total precipitation fell during the growing season between 01/04 and 31/10, and there were only 15 days with more than 5 mm, and 4 days with more than 15 mm precipitation (Fig. 1).",
          "table": []
        }
      ]
    },
    {
      "title": "Experimental design",
      "div": [
        {
          "text": "The experiment was split-plot design with four replicated plots for the optimal statistical evaluation. The main factor of the experiment was the fertilization (plots), the sub-factors were the hybrids (sub-plots). The size of the experimental plots was 7.2 m 2 , with plant density of 73,000 plants ha -1 (2 rows x 5 m sized microplots, with approx. 50 plants in each one). Sowing date was 20.04.2019., with a co-application of tefluthrin-based soil disinfectant (15 kg ha -1 ). In the present study total control plots (0 kg ha -1 ) a medium, generally common nitrogen dose (120 kg ha -1 ) and a high nitrogen fertilization experiment founded in 1983 (Nagy, 2019). In the experiment, phosphorus (P) and potassium (K) doses were constant at an optimal level for the plant by autumn application (184 kg ha -1 and 216 kg ha -1 , respectively), and nitrogen (N) varied between 0 and 300 kg ha -1 as follows (0, 60, 120, 180, 240 and 300 kg ha -1 N), with spatially randomized plots in four replications (NPK). There was no nutrient replenishment in the soil on the control plots for 30 years. dose (300 kg ha -1 ) were selected for plant sampling to examine the effect of nitrogen fertilization on the nutrient ratios of maize. 5 different sampling dates were used in the experiment according to the main phenological stages of maize.",
          "table": [
            "NPK"
          ]
        }
      ]
    },
    {
      "title": "Plant sampling",
      "div": [
        {
          "text": "Plant samples were taken 5 times during the growing season, at V2, V4, V8, VT and R6 phenological stages in 4 replication. All plant samples were separated into leaf, stalk, and at the R6 stage into cob and grain too, then dried at 60 °C to a constant weight, weighed to obtain the dry matter of the plants (DM), and ground into fine powder.",
          "table": []
        }
      ]
    },
    {
      "title": "Macro-and micronutrient analysis",
      "div": [
        {
          "text": "Complex mineral profile of the vegetative (stalk, leaves) and generative (grain, cob) plant parts were determined in accredited laboratory with ICP-MS, ICP-OES (P, K, mg, Ca, S, Zn, Fe, Cu, Mn, Ni, Mo) using microwave-assisted multielement analysis (Tarantino et al., 2017) and Dumas method for N (Ebeling, 1968).",
          "table": []
        },
        {
          "text": "Sample preparation for the laboratory analysis was as follows: two parallel measurements were made from each sample. 0.4 g sample was weighed, and then 2 mL of high purity water and 4 mL of cc. nitric acid were added to the samples. The adequate digestion program was chosen according to the Milestone Ultrawave microwave system manual (Milestone Inc., USA). Sample extraction with microwave digestion was performed at 200 °C, with a holding time of 10 minutes. ICP-OES analysis was used for the determination P, K, mg, Ca, S, Fe, and Mn concentration. Sample of 5 mL was pipetted into a plastic test tube, and 5 mL of deionized water, 0.2 mL of the acid mixture, and 0.2 mL of 100 ppm Y-containing ISTD (internal standard) were added to the sample. The mixture was homogenized, and then it was put into the 5900 ICP-OES (Agilent Technologies Inc., USA). The Zn, Cu, Mo and Ni concentration of the samples were determined from the homogenized mixture with 7900 ICP-MS  (Agilent Technologies Inc., USA). Extracted sample of 5 mL, 1 mL of the acid mixture, and 4 mL of deionized water were added to the test tube for the analysis. A sample of each matrix type was prepared twice. Blank samples were prepared in each series of measurements by measuring water of the same quantity instead of a sample. Due to possible inhomogeneity, two parallel digests were made from each sample and the final result was calculated from the average of these. N concentration was measured using the Dumas combustion method. Samples were subjected to oxidative digestion at a high temperature (900 °C) with a controlled oxygen supply The resulting flue gases passed through a copper oxide-platinum catalyst using a CO2 carrier gas, thus ensuring complete oxidation. After the subsequent reduction processes and the purification of the carrier gas, the nitrogen content remaining in the CO2 carrier gas was detected in a thermal conductivity detector (VELP NDA 702, Velp Scientific, Italy). The N2 volume provided an electrical measurement signal, from which the N content of the various burned samples was measured and calculated based on a preprepared calibration curve.",
          "table": []
        },
        {
          "text": "Nutrient concentration ratios for all nutrient concentration combinations were calculated for each sample for the five different development stages, and their interrelationship with different yield parameters was evaluated according to its scale of influence and presented in this study.",
          "table": []
        }
      ]
    },
    {
      "title": "Determination of yield parameters",
      "div": [
        {
          "text": "Maize grain yield was determined through a plot-size harvester (Sampo SR2010, Sampo Rosenlew, Finland). The yield quality parameters (protein, starch, oil, and moisture content) were measured with rapid, non-destructive near-infrared transmittance (NIT) technology (Perten DA 7250, PerkinElmer Ltd, Waltham, USA).",
          "table": []
        }
      ]
    },
    {
      "title": "Statistical analysis",
      "div": [
        {
          "text": "Data normality was tested by Kolmogorov-Smirnov test. Analysis of variance (ANOVA) test was used to evaluate the effect of different nitrogen fertilization doses and different genotypes on the nutrient ratios of the different plant parts. General model of the analyses used fixed effects (Fertilization, Hybrid), interactions (HxF) and random effects (runs nested into 5 times) based on the four replications of each measured parameter. When the F value was significant, Fisher's LSD test was used to compare the means and find the least significant difference between them = t , MS ( ) (Williams & Abdi, 2010). Pearson's correlation analysis was used to examine the interactions between the nutrient ratios and the different yield parameters (Nahler, 2009). Significant differences are marked by letters (a, b, c, d) and bold fonts in the manuscript, respectively. Statistical analyses were conducted in R 3.2.4. (Team, 2016a), with RStudio graphical interface (Team, 2016b) and in Minitab Statistical Software.",
          "table": []
        }
      ]
    },
    {
      "title": "RESULTS AND DISCUSSION",
      "div": []
    },
    {
      "title": "Simple and multiple effects of fertilization and genotypes on yield parameters",
      "div": [
        {
          "text": "Results of the ANOVA test showed that the effect of different nitrogen fertilization levels was significant on grain yield, protein, oil and moisture content. Significant differences were measured between the different maize genotypes in grain yield, protein and starch content. The multiple effects of hybrids and fertilization levels were significant on the oil and moisture content (Differences of yield parameters between hybrids and fertilization levels with Fisher's).",
          "table": [
            "Differences of yield parameters between hybrids and fertilization levels with Fisher's"
          ]
        },
        {
          "text": "Data evaluation with Fisher's LSD test showed the exact differences between the yield parameters. The two higher fertilization levels increased significantly the grain yield of all genotypes, and the results of the H1 genotype was significantly higher at all the three N levels than the values of the other two hybrids.",
          "table": []
        },
        {
          "text": "At both increased N levels the H2 genotype had statistically proven higher",
          "table": []
        }
      ]
    },
    {
      "title": "Simple and multiple effects of sampling time, fertilization and genotypes on the nutrient ratios of stalk, leaves, grain and cob of maize",
      "div": [
        {
          "text": "In the experiment all essential nutrient concentrations were measured. Among them, the important nutrient ratios of macro-and micronutrients for the physiological development of maize were calculated and presented in the tables below. Results of the ANOVA of the stalk shoved that between the sampling times and the fertilization levels all presented nutrient ratios had significant differences, with exception of one value at P < 0.001 level. Between the different maize genotypes, significant differences were measured in the N:Mg, N:Ca, P:S and P:Fe ratios. The interaction of different development stages and genotypes affected significantly the P:S, P:Zn and P:Fe ratios.",
          "table": []
        },
        {
          "text": "While the analysis of fertilization level -sampling time interaction showed statistically verified differences between all presented nutrient ratios, except the N:Mg. Results of this analysis suggest that for the nutrient composition of stalk during the growing season the increasing nitrogen fertilization level is a higher influencing factor than choosing the adequate hybrid (Effect of different N fertilization levels on the nutrient ratios of stalk). Ma et al. (2016) confirmed that grain yield, dry matter production, N and P uptake were affected by the N fertiliser application rate. Significant genotype effect was measured on grain yield, and shoot N and P contents, and also the N:P ratios increased with higher N fertiliser rates. The critical N and P values on the plant parts and their stoichiometric connection to other essential macro-and micronutrients is an important topic to further studies for a nutrient diagnosis system in maize. Analysis on the leaf nutrient ratios showed that the different sampling times and fertilization levels and their multiple effects significantly influenced all of them at P < 0.001 level, except the N:Mg and N:Ca ratios in their common effect. Between the three genotypes statistically proven differences could be measured in the N:Mg, N:Ca, P:K, P:S, P:Zn and P:Fe ratios.",
          "table": [
            "Effect of different N fertilization levels on the nutrient ratios of stalk"
          ]
        },
        {
          "text": "Determining the adequate genotype for each production area is essential to achieve successful plant production. The nutrient ratios between genotypes, and the genotypesampling times multiple effects resulted in significant differences in six of the ten important nutrient ratios (Effect of different N fertilization levels on the nutrient ratios of leaves). Ortas (2018) experienced significant increases in grain yield, N, P and K concentrations of leaves as an effect of K fertiliser treatments, and it also increased the K and mg concentrations of seeds. Using different genotypes led to statistically proven higher values in N, K, Fe and Zn concentrations and ratios with increased K fertilization. Qiang et al. (2019) also found significant differences between genotypes in leaf N concentration which parameter contributed greatly to higher yields and increasing nitrogen and water use efficiency (NUE, WUE). The analysis of variance of the grain and cob indicated significant differences between the three maize genotypes in the P:K, K:Mg, K:Zn and P:K, P:Fe, K:Mg and K:Zn ratios, respectively. The increasing N fertilization levels affected the nutrient ratios of grain and cob similarly, causing statistically confirmed differences in the P:S, P:Zn, P:Fe and K:Zn values. Examination of the multiple effects of the two factors showed that in the grain the P:S, in the cob the K:Mg and K:Zn ratios had significant changes, making these nutrient ratios important in the assessment of genotype-specific fertilization management systems (Effect of different N fertilization levels on the nutrient ratios of leaves).",
          "table": [
            "Effect of different N fertilization levels on the nutrient ratios of leaves",
            "Effect of different N fertilization levels on the nutrient ratios of grain and cob"
          ]
        }
      ]
    },
    {
      "title": "Results of correlation analysis of the vegetative parts of maize with yield parameters",
      "div": [
        {
          "text": "Correlation analysis indicates the relationship between the different nutrient ratios and the yield parameters, how similarly their extent varies. Analysing the hybridspecific nutrient interactions and their connection to yield parameters can contribute to implement fertilization strategies helping the farmers to increase the yield and its quality parameters. The mean nutrient ratios of the five sampling times and three fertilization levels were correlated to the grain yield, protein and starch content of maize. There are high differences between the exact nutrient concentrations during the growing season in the five sampling times, so we intended to identify the significant correlations to find the connections between the yield parameters and values measured during the vegetative growth period.",
          "table": []
        },
        {
          "text": "According to the results of correlation analysis between grain yield and nutrient ratios of stalk, the H1 genotype positively correlated with N:Zn, and K:Zn at P < 0.01, and negatively with P:S. The H2 genotype also had positive correlation at P < 0.01 with N:Mg, K:Mg and K:Zn, and negative correlation with P:K ratio. H3 grain yield had close positive correlation only with K:Mg ratio. Correlation between K:Mg ratio and grain yield was significant in all three hybrids, marking it as an important parameter for future research. Protein content had important correlation values only with the nutrient ratios of the H2 genotype, significantly positive at P < 0.01 with N:Mg, K:Mg and K:Zn, and negative with P:K and P:S, respectively. Starch content of the grain had only negative notable correlation values, N:Zn in H1, and K:Mg, K:Zn in H2 genotype (Pearson's R values between the means of nutrient ratios of maize stalk with different fertilization levels and the yield parameters).  Gökkuş et al. (2016) also revealed that the high protein and high oil genotypes had stalk and leaves of higher nutritional parameters. It is important to study the exact nutrient characteristics to understand the factors influencing yield quality.",
          "table": [
            "Pearson's R values between the means of nutrient ratios of maize stalk with different fertilization levels and the yield parameters"
          ]
        },
        {
          "text": "Correlation analysis between the mean nutrient ratios of leaves and yield parameters showed that in grain yield H2 negatively correlated with P:K, P:S and P:Fe, H3 with P:S ratios at P < 0.01, and positively with N:Mg, N:Zn, P:Zn and K:Zn ratios at P < 0.05 level. Protein and starch content had significant correlation with H2 genotype in case of protein P:K, P:S and P:Fe negatively, and P:S with starch, positively, all of them at P < 0.01 level. (Pearson's R values between the means of nutrient ratios of maize leaves with different fertilization levels and the yield parameters). Shao et al. (2020) reported significant positive correlation between grain yield and N, P and K accumulation and remobilization efficiency during the growing season with pre-and post silking measurements. Nitrogen use efficiency, the relationship and co-limitation of nitrogen with other macro-and micronutrients is an important research area in terms of sustainable agriculture, agriecosystem modelling and scailing them into global level (Elser et al., 2010;Khoshgoftarmanesh et al., 2011;Weih et al., 2018). Different studies of the nutrient stoichiometry revealed that N:P, N:S and P:S relationships were allometric and not modified by P deficiency. The lower N:P value observed under N limitation was mainly caused by a higher P content, but the higher N:P value observed under P limitation was mainly caused by a higher N content. The P:S stoichiometric relationship may be used as a 'post-mortem' tool for identifying S responsive sites using grain nutrient analysis (Yan et al., 2016;Salvagiotti et al., 2017;Carciochi et al., 2018). N:S stoichiometry can be used for characterizing plant S nutritional status when N is not a limiting factor for plant growth, eg. in areas or crop production technologies with high nitrogen fertilization supplies (Divito et al., 2016;Arata et al., 2017, Carciochi et al., 2020). Nutrient stoichiometry can be affected mainly by soil microbial activity (Auwal et al., 2021), soil type and its nutrient status (Bruns & Ebelhar, 2006), crop rotation systems (Ma et al., 2003;Xia et al., 2013;Ma & Zheng, 2018) and the plant's water use efficiency (Yan et al., 2016). As a conclusion, the optimal crop nutrition systems have great importance on the morphological parameters, quality and quantity parameters of the plants, which need a well-balanced fertilization practice (Illés et al., 2020;Mousavi et al., 2020;Bojtor et al., 2021) Nutrient stoichiometry can provide a reliable scientific tool to monitor the plant's health status, and make adequate decisions about the optimal fertilization management strategies.",
          "table": [
            "Pearson's R values between the means of nutrient ratios of maize leaves with different fertilization levels and the yield parameters"
          ]
        }
      ]
    },
    {
      "title": "CONCLUSIONS",
      "div": [
        {
          "text": "The findings of this study focused on how the increased nitrogen fertilization levels affected significantly the essential nutrient ratios of the vegetative and generative plant parts of maize. The optimal nutrient supply and ratios of these nutrients of the vegetative plant parts is essential for the optimal dry matter accumulation, which allows to maximize the leaf area and also the photosynthetic capacity, providing the possibility of achieving high yields with remarkable quality parameters. Results of this study could be validated in further novel research and a new perspective of an optimal fertilization dosage could be achieved. Analysing the optimal nutrient ratios related to the yield quality and their interaction with the fertilization practices can give certain recommendations to the farmers to implement hybrid-and site-specific nutrient management systems, reducing the environmental impact of the over-fertilization.",
          "table": []
        }
      ]
    }
  ],
  "tables": [
    "{\"title\": \"NPK\", \"head\": [\"\", \"doses of the multifactoral\"], \"value\": [[\"fertilization experiment of the Látókép Crop\"], [\"Production Experimental Site, Debrecen,\"], [\"Hungary. Bold fonts mark the treatments used in\"], [\"the present study\", \"\", \"\", \"\"], [\"Fertilizati\", \"N\", \"P2O5\", \"K2O\", \"Total\"], [\"on level\", \"(kg ha -1 )\", \"(kg ha -1 )\", \"(kg ha -1 )\", \"(kg ha -1 )\"], [\"N0\", \"0\", \"0\", \"0\", \"0\"], [\"N1\", \"60\", \"184\", \"216\", \"460\"], [\"N2\", \"120\", \"184\", \"216\", \"520\"], [\"N3\", \"180\", \"184\", \"216\", \"580\"], [\"N4\", \"240\", \"184\", \"216\", \"640\"], [\"N5\", \"300\", \"184\", \"216\", \"700\"]]}",
    "{\"title\": \"Differences of yield parameters between hybrids and fertilization levels with Fisher's\", \"head\": [\"LSD method\", \"\", \"\", \"\", \"\", \"\"], \"value\": [[\"\", \"\", \"Grain yield\", \"Protein\", \"Starch\", \"Oil\", \"Moisture\"], [\"\", \"\", \"(t ha -1 )\", \"(%)\", \"(%)\", \"(%)\", \"(%)\"], [\"N0\", \"H1\", \"8.39 b\", \"8.13 c\", \"63.1 ab\", \"4.08 c\", \"14.0 c\"], [\"\", \"H2\", \"5.49 c\", \"6.88 d\", \"63.2 a\", \"4.13 bc\", \"14.9 a\"], [\"\", \"H3\", \"4.67 c\", \"8.13 c\", \"62.1 bcd\", \"4.05 c\", \"14.8 a\"], [\"N2\", \"H1\", \"12.37 a*\", \"8.63 abc\", \"61.8 cd*\", \"4.25 ab\", \"14.0 c\"], [\"\", \"H2\", \"9.27 b**\", \"8.30 bc***\", \"62.2 abc\", \"4.05 c\", \"14.4 b*\"], [\"\", \"H3\", \"8.83 b**\", \"8.90 ab\", \"61.0 d\", \"4.08 c\", \"14.8 a\"], [\"N5\", \"H1\", \"11.90 a*\", \"8.85 ab\", \"61.6 cd*\", \"4.30 a*\", \"14.0 c\"], [\"\", \"H2\", \"10.29 ab***\", \"8.80 ab***\", \"61.7 cd*\", \"4.10 c\", \"14.3 bc**\"], [\"\", \"H3\", \"10.28 ab***\", \"9.08 a*\", \"61.8 cd\", \"4.05 c\", \"14.8 a\"], [\"Means that do not share a letter are significantly different. Values marked with asterisks are statistically\"], [\"significant compared to control (N0). LSD(yield) = 1.76; LSD(protein) = 0.38; LSD(starch) = 0.67; LSD(oil) = 0.15;\"], [\"LSD(moisture) = 0.31; * P < 0.05; ** P < 0.01; *** P < 0.001.\", \"\", \"\", \"\"]]}",
    "{\"title\": \"\", \"head\": [\"Effect of different N fertilization levels\"], \"value\": [[\"on the yield parameters of the hybrids\", \"\"], [\"\", \"Hybrid\", \"Fertilization HxF\"], [\"Grain yield 10.90 ***\", \"26.78 ***\", \"0.51\"], [\"Protein\", \"7.70 **\", \"21.91 ***\", \"2.07\"], [\"Starch\", \"2.97\", \"8.41 **\", \"1.11\"], [\"Oil\", \"9.93 **\", \"1.81\", \"3.26 *\"], [\"Moisture\", \"46.06 ***\", \"3.06\", \"2.79\"]]}",
    "{\"title\": \"Effect of different N fertilization levels on the nutrient ratios of stalk\", \"head\": [\"\", \"Stalk\", \"\", \"\", \"\", \"\", \"\", \"\"], \"value\": [[\"\", \"ST\", \"H\", \"F\", \"STxH\", \"STxF\", \"HxF\", \"STxHxF\"], [\"N:Mg\", \"53.60 ***\", \"3.50 *\", \"22.58 ***\", \"0.77\", \"1.21\", \"0.83\", \"0.44\"], [\"N:Ca\", \"48.26 ***\", \"3.33 *\", \"15.05 *\", \"1.09\", \"2.13 *\", \"0.77\", \"0.35\"], [\"N:Zn\", \"14.44 ***\", \"0.97\", \"14.09 ***\", \"1.15\", \"4.73 ***\", \"0.31\", \"0.73\"], [\"P:K\", \"47.55 ***\", \"2.21\", \"17.67 ***\", \"1.07\", \"2.21 *\", \"0.53\", \"0.53\"], [\"P:Mg\", \"48.90 ***\", \"0.04\", \"10.19 ***\", \"1.89\", \"2.23 *\", \"0.25\", \"0.24\"], [\"P:S\", \"19.66 ***\", \"4.25 *\", \"18.35 ***\", \"2.35 *\", \"4.70 ***\", \"0.98\", \"0.42\"], [\"P:Zn\", \"27.44 ***\", \"0.50\", \"19.56 ***\", \"2.11 *\", \"8.12 ***\", \"1.06\", \"1.37\"], [\"P:Fe\", \"65.67 ***\", \"4.10 *\", \"12.63 ***\", \"2.47 *\", \"5.99 **\", \"1.57\", \"1.34\"], [\"K:Mg\", \"25.02 ***\", \"0.68\", \"28.73 ***\", \"1.26\", \"3.07 **\", \"0.84\", \"0.73\"], [\"K:Zn\", \"30.19 ***\", \"1.15\", \"27.27 ***\", \"0.72\", \"4.93 ***\", \"0.39\", \"0.59\"]]}",
    "{\"title\": \"Effect of different N fertilization levels on the nutrient ratios of leaves\", \"head\": [\"\", \"Leaves\", \"\", \"\", \"\", \"\", \"\", \"\"], \"value\": [[\"\", \"ST\", \"H\", \"F\", \"STxH\", \"STxF\", \"HxF\", \"STxHxF\"], [\"N:Mg\", \"96.50 ***\", \"4.08 *\", \"32.88 ***\", \"0.67\", \"1.26\", \"1.32\", \"0.57\"], [\"N:Ca\", \"317.33 ***\", \"11.61 ***\", \"16.59 ***\", \"4.51 ***\", \"1.65\", \"0.65\", \"0.80\"], [\"N:Zn\", \"7.25 ***\", \"0.39\", \"10.32 ***\", \"1.19\", \"6.23 ***\", \"0.83\", \"0.73\"], [\"P:K\", \"27.74 ***\", \"5.64 **\", \"23.92 ***\", \"6.04 ***\", \"7.60 ***\", \"0.69\", \"0.68\"], [\"P:Mg\", \"108.82 ***\", \"0.98\", \"20.84 ***\", \"1.75\", \"3.96 ***\", \"0.95\", \"0.49\"], [\"P:S\", \"25.28 ***\", \"3.80 *\", \"34.93 ***\", \"3.41 **\", \"10.78 ***\", \"0.04\", \"0.42\"], [\"P:Zn\", \"40.22 ***\", \"9.42 ***\", \"17.14 ***\", \"5.75 ***\", \"8.61 ***\", \"0.75\", \"0.88\"], [\"P:Fe\", \"43.68 ***\", \"5.61 **\", \"15.98 ***\", \"5.14 ***\", \"8.35 ***\", \"3.15 *\", \"1.55\"], [\"K:Mg\", \"130.10 ***\", \"2.24\", \"46.22 ***\", \"1.20\", \"4.25 ***\", \"0.31\", \"0.42\"], [\"K:Zn\", \"50.18 ***\", \"2.44\", \"27.42 ***\", \"2.41 *\", \"6.64 ***\", \"0.20\", \"0.34\"]]}",
    "{\"title\": \"Effect of different N fertilization levels on the nutrient ratios of grain and cob\", \"head\": [\"\", \"Grain\", \"\", \"\", \"Cob\", \"\", \"\"], \"value\": [[\"\", \"H\", \"F\", \"HxF\", \"H\", \"F\", \"HxF\"], [\"N:Mg\", \"0.95\", \"0.78\", \"0.93\", \"0.14\", \"2.56\", \"0.75\"], [\"N:Ca\", \"0.51\", \"0.72\", \"0.15\", \"0.21\", \"0.79\", \"0.26\"], [\"N:Zn\", \"1.12\", \"2.87\", \"0.46\", \"1.43\", \"5.24 *\", \"1.03\"], [\"P:K\", \"9.99 ***\", \"1.94\", \"0.75\", \"5.96 **\", \"0.08\", \"0.94\"], [\"P:Mg\", \"0.56\", \"2.53\", \"0.12\", \"0.65\", \"1.14\", \"0.35\"], [\"P:S\", \"0.98\", \"5.24 **\", \"3.30 **\", \"3.05\", \"6.15 **\", \"0.76\"], [\"P:Zn\", \"0.68\", \"16.33 ***\", \"1.12\", \"1.07\", \"16.42 ***\", \"2.41\"], [\"P:Fe\", \"1.99\", \"5.81 **\", \"0.24\", \"6.89 **\", \"6.45 **\", \"0.86\"], [\"K:Mg\", \"6.25 **\", \"2.46\", \"0.21\", \"3.54 *\", \"1.59\", \"3.47 *\"], [\"K:Zn\", \"3.57 *\", \"8.26 **\", \"0.56\", \"4.99 *\", \"10.76 ***\", \"4.52 **\"]]}",
    "{\"title\": \"Pearson's R values between the means of nutrient ratios of maize stalk with different fertilization levels and the yield parameters\", \"head\": [\"\", \"Grain yield\", \"\", \"Protein\", \"\", \"\", \"Starch\", \"\", \"\"], \"value\": [[\"\", \"H1\", \"H2\", \"H3\", \"H1\", \"H2\", \"H3\", \"H1\", \"H2\", \"H3\"], [\"N:Mg\", \"0.30*\", \"0.28** 0.22\", \"0.14\", \"0.37** 0.14\", \"-0.27*\", \"-0.32*\", \"-0.11\"], [\"N:Ca\", \"0.29*\", \"0.18\", \"0.21\", \"0.10\", \"0.27*\", \"0.11\", \"-0.28*\", \"-0.21\", \"-0.06\"], [\"N:Zn\", \"0.41** 0.23\", \"0.25\", \"0.14\", \"0.27*\", \"0.11\", \"-0.33** -0.19\", \"0.03\"], [\"P:K\", \"-0.24\", \"-0.33** -0.24 -0.29* -0.35** -0.13\", \"0.27*\", \"0.28*\", \"0.09\"], [\"P:Mg\", \"0.16\", \"0.22\", \"0.11\", \"0.12\", \"0.30*\", \"0.19\", \"-0.18\", \"-0.27*\", \"-0.10\"], [\"P:S\", \"-0.31** -0.29* -0.23 -0.21 -0.36** -0.11\", \"0.28*\", \"0.28*\", \"0.15\"], [\"P:Zn\", \"0.26*\", \"0.29*\", \"0.21\", \"0.16\", \"0.30*\", \"0.18\", \"-0.25\", \"-0.19\", \"0.05\"], [\"P:Fe\", \"-0.17\", \"-0.28* -0.11 -0.15 -0.30* 0.02\", \"0.12\", \"0.22\", \"-0.04\"], [\"K:Mg\", \"0.32*\", \"0.34** 0.39** 0.23\", \"0.44** 0.28*\", \"-0.31*\", \"-0.41** -0.20\"], [\"K:Zn\", \"0.35** 0.37** 0.30* 0.18\", \"0.41** 0.19\", \"-0.32*\", \"-0.31** -0.03\"]]}",
    "{\"title\": \"Pearson's R values between the means of nutrient ratios of maize leaves with different fertilization levels and the yield parameters\", \"head\": [\"\", \"Grain yield\", \"\", \"Protein\", \"\", \"\", \"Starch\", \"\", \"\"], \"value\": [[\"\", \"H1\", \"H2\", \"H3\", \"H1\", \"H2\", \"H3\", \"H1\", \"H2\", \"H3\"], [\"N:Mg\", \"0.21\", \"0.21\", \"0.28*\", \"0.21\", \"0.24\", \"0.27*\", \"-0.27*\", \"-0.19 -0.16\"], [\"N:Ca\", \"0.07\", \"0.06\", \"0.18\", \"0.13\", \"0.08\", \"0.13\", \"-0.14\", \"-0.05 -0.06\"], [\"N:Zn\", \"0.16\", \"0.23\", \"0.31*\", \"0.02\", \"0.23\", \"0.20\", \"-0.10\", \"-0.17 -0.18\"], [\"P:K\", \"-0.20\", \"-0.39** -0.31*\", \"-0.16\", \"-0.36** -0.22\", \"0.25\", \"0.32* 0.07\"], [\"P:Mg\", \"0.14\", \"0.15\", \"0.18\", \"0.21\", \"0.17\", \"0.23\", \"-0.20\", \"-0.13 -0.19\"], [\"P:S\", \"-0.26* -0.43** -0.35** -0.09\", \"-0.46** -0.27* 0.22\", \"0.41** 0.05\"], [\"P:Zn\", \"0.03\", \"0.09\", \"0.27*\", \"0.01\", \"0.07\", \"0.22\", \"-0.06\", \"0.01\", \"-0.26*\"], [\"P:Fe\", \"-0.10\", \"-0.32** -0.23\", \"0.17\", \"-0.34** -0.21\", \"0.00\", \"0.24\", \"0.05\"], [\"K:Mg\", \"0.19\", \"0.27*\", \"0.25\", \"0.23\", \"0.30\", \"0.26*\", \"-0.29*\", \"-0.24 -0.14\"], [\"K:Zn\", \"0.15\", \"0.28*\", \"0.31*\", \"0.10\", \"0.29*\", \"0.23\", \"-0.19\", \"-0.20 -0.19\"]]}"
  ]
}