{
  "meta": {
    "title": "Identifying crop phenology using maize height constructed from multi-sources images",
    "author": "Yahui Guo, Yi Xiao, Mingwei Li, Fanghua Hao, Xuan Zhang, Hongyong Sun, Kirsten De Beurs, Yongshuo Fu H Fu, Yuhong He",
    "journal": "Elsevier BV",
    "date": "2022. 12."
  },
  "paragraphs": [
    {
      "title": "Abstract",
      "div": [
        {
          "text": "In agriculture, crop height is an important indicator that is commonly applied for monitoring physiologicalrelated traits such as above-ground biomass and grain yields. Timely and precisely acquiring information on crop height at a regional scale still remains challenging, and its potential effectiveness for identifying crop phenology is under studied. In this work, unmanned aerial vehicle (UAV)-based RGB and multispectral-based images, and maize height were collected at critical growth stages in 2019, 2020, and 2021. Direct method of extracting maize height using D-value in digital surface models (DSM), and indirect methods using linear regressions by RGB-based vegetation indices (VIs), RGB-based texture indices, and multispectral-based VIs were separately applied to extract maize height. The results indicated that the optimal variables for extracting maize height were DSM and RGB-based VIs, and these variables were then used to construct maize height through a multi-linear regression. The multi-indicators, namely, constructed maize height, RGB-based VIs, and multispectral-based VIs were filtered using a single logistic model (SLM) and HANTS, respectively. The heading and tasseling dates of maize were identified using threshold methods and the results were compared with measured ones. The average of RMSE was 6.83 (7.14) days for constructed maize height, 10.19 (12.02) days for RGB-based VIs, and 8.02 (7.92) days for multispectral-based VIs filtered by SLM and HANTS, respectively. In conclusion, the constructed maize height well described maize's growth stages and can serve as an important complement means for extracting maize phenology compared to traditional remote sensing-formed VIs.",
          "table": []
        }
      ]
    },
    {
      "title": "Introduction",
      "div": [
        {
          "text": "Globally, maize provides more than 55 % of the non-meat calories consumed by humans, and its stable production is important for guaranteeing food security (Lobell and Field, 2007). Thus, it is essential to monitor the growth condition of maize, which will improve decisionmaking processes in agriculture. Crop height (CH) is an essential agronomic indicator that could inform growth status, estimate physiological phenology, and predict aboveground biomass and agricultural grain yields (Eitel et al., 2016;Xie et al., 2021). Therefore, timely and precisely monitoring of the CH not only contributes to the comprehensive understanding of the inner mechanisms influencing crop yields, but also provides insights into agricultural management practices (Wan et al., 2020;Zhu et al., 2019).",
          "table": []
        },
        {
          "text": "CH is traditionally measured with a ruler, which is laborious and ineffective, and thus, it is not suitable for large scales monitoring (Bendig et al., 2015). Lately, mapping CH using high-resolution images collected by unmanned aerial vehicle (UAV) mounted with multisensors (e.g., RGB and multispectral cameras) has received much attention (Gano et al., 2021). Specifically, CH is estimated from UAV images through the structure from motion algorithm by generating 3D point clouds from images with certain overlaps, from which a digital surface model (DSM) can be generated to estimate CH (Jiang et al., 2020). For example, Matese et al. (2017) constructed digital terrain models and obtained CH data in a vineyard using multispectral images collected from a UAV platform (Matese et al., 2017). Ziliani et al. (2018) tested the effectiveness of intra-seasonal extraction of CH using the DSM generated from RGB images acquired from a fixed-wing UAV (Ziliani et al., 2018). These studies proved that CH extraction using DSM is an effective, promising, and direct method. Besides, there also reported the adoption of commonly applied vegetation indices (VIs) as an indirect method to estimate CH by building linear and nonlinear relationships. The CH is one of the canopy factors that affect spectral behavior of crop canopy, and it was usually correlated to leaf area index (LAI), aboveground biomass, or spectral indices (multispectral-based VIs and RGBbased VIs) to minimize direct field measurement (Bendig et al., 2015;Papadavid et al., 2011). Bendig et al. (2015) compared the potentials of crop surface models, RGB-based VIs, and multispectral-based VIs for acquiring CH (Bendig et al., 2015). Xie et al. (2021) assessed the capabilities of 13 different and RGB-based VIs and multispectral-based VIs for estimating CH and found the best evaluation was using RGB-based VIs with R 2 being 0.73 (Xie et al., 2021). Payero et al. (2004) compared eleven multispectral-structured VIs for estimating the height of alfalfa and grass, and the R 2 between predicted and measured CH was 0.76 (Payero et al., 2004). Despite these reasonable results, it is well known that multispectral-based VIs commonly become saturated at latter growth stage of crops (Wan et al., 2020). On the other hand, the potential use of RGB-based VIs and RGB-based textural indices (TIs) is yet to be investigated for CH estimation. Therefore, there is a need to explore whether RGB-based VIs and RGB-based TIs are effective in such applications, and to compare their performance with DSMs and multispectral-based VIs.",
          "table": []
        },
        {
          "text": "Crop growth can be divided into vegetative growth stage and reproductive growth stage. Phenology is very important as it controls the carbon allocation to different organs during different growth stages of crops (Guo et al., 2021a). Accurately predicting crop phenology can contribute to precise management, such as fertilizer treatments and timing of irrigation and pest control. Vegetation growth can be expressed using a series of piecewise logistic functions, and various VIs and methods were applied for extracting vegetation phenology (Zhang et al., 2003). Aasen et al. (2020) recorded the field phenotyping of soybean using PhenoCam data and the growth signals such as the start of green up, green peak, and end of senescence were obtained through the temporal changes of the green chromatic coordinate (Aasen et al., 2020). Guo et al. (2021) used RGB images acquired from UAV to extract the tasseling dates of summer maize, and reported that the RSME was 5.77 days using the new index by combing both spectrum and texture (Guo et al., 2021b). So far, few studies have investigated crop phenology using near-surface remote sensing method, and only a few studies have systematically investigated the potential ability of CH for extracting crop phenology. So far, the effective comparison of CH and commonly applied RGB-based and multispectral-based VIs were not well assessed. Since the CH is a natural indicator can be easily in agriculture, and thus, there is need to characterize CH at different growth stages, and to test its effectiveness for describing crop phenology.",
          "table": []
        },
        {
          "text": "No previous studies have systematically compared the effectiveness of DSMs, RGB-based VIs, RGB-based TIs, and multispectral-based VIs for extracting maize height. Moreover, little consideration has been given to the potential usage of CH for extracting maize phenology. In the current study, RGB and multispectral images, with ground-measured height of maize were collected at critical growth stages in 2019, 2020, and 2021. The primary objectives were to: (1) compare the effectiveness of DSM, and commonly applied VIs and TIs in estimating maize height at different growth stages, (2) construct the maize height based on optimal indices at the plot level, and (3) investigate the effectiveness of multiindicators, namely, maize height, commonly applied RGB-based VIs, and multispectral-based VIs for identifying maize phenology.",
          "table": []
        }
      ]
    },
    {
      "title": "Study area and materials",
      "div": []
    },
    {
      "title": "Study area",
      "div": [
        {
          "text": "The RGB images and multispectral images were collected in an agricultural site in Nanpi County, located in North China Plain, China (Fig. 1). The dominant crops are summer maize and winter wheat grown in rotation. The same summer maize cultivar (Zhengdan 958) was seeded in 20 plots (each being 10 × 8 m) and treated with different amounts of N, P, and K fertilizers in 2019, 2020, and 2021. Professional workers at the site conducted crop management measures such as irrigation and weeding and pest control. The climate is warm temperate (annually average 12.3 ℃), and the whole region has abundant precipitation (annually average 550 mm) and ample sunshine hours (annua total 2938 h) that could benefit the growth of maize.",
          "table": []
        }
      ]
    },
    {
      "title": "Data collection",
      "div": []
    },
    {
      "title": "UAV data acquisition and data pre-processing",
      "div": [
        {
          "text": "The DJI Phantom 4 Pro V2.0 was used to collect RGB images in 2019, 2020, and 2021, and two different varieties of cameras were used for collecting the multispectral images. In 2019 and 2020, the DJI M600 Pro UAV equipped with Mini-MCA 6 (Chatsworth, CA, USA) was used, whereas the DJI P4 Multispectral UAV was deployed in 2021. The image data collection was performed between 10:30 and 12:30 local time in clear sky conditions, with flight altitude controlled strictly at 50 m for both RGB and multispectral cameras. Detailed information on UAV flight dates of RGB and multispectral images was provided in the appendix (Table A1). The forward and side overlaps were 80 % and 70 % for the RGB camera, and 85 % and 80 % for the multispectral camera, respectively. The images of each flight mission were independently mosaiced in Pix4d.",
          "table": []
        }
      ]
    },
    {
      "title": "Field data collection",
      "div": [
        {
          "text": "Before image collection, two standard panels possessing standard reflectance (5 and 60 %), deemed as Lambertian targets were preset on the flat ground (Fig. 2). The synchronous measurement of reflectance was performed using an ASD Handheld-2 (http://www.asdi.com/) within 15 min, and the reflectance was recorded three times to avoid accidental error (Guo et al., 2022b). The radiometric calibration of multispectral-based images was conducted using an empirical linear method, and the detailed workflow was introduced in our previous study (Guo et al., 2019).",
          "table": []
        },
        {
          "text": "Maize height was manually measured using a steel ruler on the same date of image collection. In this study, the five-point sampling method was applied, and the average value was obtained for each plot. The ground control points (GCPs) were established before the image collection, and the precise locations were measured using a GPS system. Detailed information on the measurement for maize height and the deployment of GCP was provided in Fig. A1. The heading and tasseling dates were determined as the day when these phenological events occurred in at least 50 % of maize for each plot (Guo et al., 2021b).",
          "table": []
        }
      ]
    },
    {
      "title": "Methods",
      "div": []
    },
    {
      "title": "Methods for maize height extraction",
      "div": [
        {
          "text": "The RGB and multispectral images were pre-processed to contain only maize using statistics-based methods (Guo et al., 2022b). The maize height was extracted using a direct method (D-value in DSMs) and indirect methods (regression using RGB-based VIs, RGB-based TIs, and multispectral-based VIs) (Fig. 2). For the direct method, the D-value",
          "table": []
        }
      ]
    },
    {
      "title": "Table 1",
      "div": [
        {
          "text": "Commonly applied RGB-based vegetation indices.",
          "table": []
        }
      ]
    },
    {
      "title": "RGB-VI",
      "div": []
    },
    {
      "title": "Name",
      "div": [
        {
          "text": "Equation Reference Guo et al. between DSM s (acquired at each growth stage) and DSM e (acquired at early growth stage) obtained using structure from motion was calculated. Previous studies explored the effects of adopting different percentiles of DSM for assessing the stability of crop height extraction (Roth and Streit, 2018;Watanabe et al., 2017). In the current study, maize height was obtained using different percentiles of DSM including average, 75 percentile, and 90 percentile, respectively. For the indirect methods, the commonly applied RGB-based VIs (Commonly applied multispectral-based vegetation indices. RE represent the red edge band, and NIR represent the near-infrared band) and multispectral-based VIs were applied (Commonly applied multispectral-based vegetation indices. RE represent the red edge band, and NIR represent the near-infrared band). The TIs, namely, contrast, correlation, energy, and homogeneity were each evaluated using linear regression analysis against ground measurements at different growth stages, and the coefficients of determination (R 2 ) were calculated for model evaluation. The indices those were mostly correlated were selected to construct the maize height using multi-linear regression analysis, and the maize height at different growth stages was obtained for each plot.",
          "table": [
            "Commonly applied multispectral-based vegetation indices. RE represent the red edge band, and NIR represent the near-infrared band."
          ]
        }
      ]
    },
    {
      "title": "Maize phenology extraction",
      "div": [
        {
          "text": "The logistic models and the harmonic analysis of time series (HANTS) were commonly applied to describe the growth and senescence of vegetation (Fisher et al., 2006;White et al., 2009;Zhang et al., 2003). The logistic models and HANTS could filter the curves that better describe the vegetation growth and also exclude noise and atmospheric disturbances such as solar radiation and wind (Fig. 3). In this study, the temporal changes of the indicators including: constructed maize height, RGB-based VIs (values ranging from 0 to 1), multispectral-based VIs (values ranging from 0 to 1) were filtered using single logistic model (SLM) (Eq. ( 1)) and HANTS (Eq. ( 2)) for the annual cycle in each plot. The heading and tasseling dates were extracted using the feature points based on the filtered curve of each indicator. Then, the second derivative (SD) of the filtered curve using various VIs and maize height was calculated in each plot. The lowest point of the SD was defined as the heading date, and the value closest to zero was deemed the tasseling date. The performance of the phenological event extraction was evaluated using RMSE.",
          "table": []
        },
        {
          "text": "Where Logistics Filtered index (t) is the filtered various indicators using SLM in each plot at time t, a and b are parameters correlated with the curve, and c and d represent the maximum and minimum values of indicator, respectively.",
          "table": []
        },
        {
          "text": "Where HANTS Filtered index (t) is the filtered various indicators using HANTS in each plot at time t, a i is the fitted coefficients, n is commonly set as 1, ω i is commonly set as 2π, and φ i is the maximum values of indicator of the fitted phase.",
          "table": []
        }
      ]
    },
    {
      "title": "Results",
      "div": []
    },
    {
      "title": "Maize height extraction using DSM",
      "div": [
        {
          "text": "The average values of measured maize height using the five-point method were obtained for 20 plots, and the results were shown in Fig. A2. Generally, maize height continued to increase from day of year (DOY) 205 to 237, and the heading date occurred during this period of dramatic growth. At the later growing season in 2020, the increase in the standard deviation was mainly due to plot maintenance, and the removal of maize plants in certain plots. The SD of all plots using the five-sampling point method ranged from 0.05 to 0.20 m in 2019, 2020, and 2021, and thus, the measured height of maize was in relatively high accuracy.",
          "table": []
        },
        {
          "text": "The maize height for each plot at different growth stages was extracted using D-value in DSMs, and the results were shown for 2019, 2020, and 2021, respectively (Fig. 4). It was clear that the extracted maize heights differed from those using 75 and 90 percentiles. A comparison of maize heights revealed that maize height extraction using the 90 percentile of DSM achieved relatively high accuracy.",
          "table": []
        },
        {
          "text": "The maize height extracted using the 90 percentile was compared  with the measured ones at different growth stages for three years (Fig. 5). The R 2 for 2020 (generally ranged from 0.78 to 0.95) and 2021 (ranged from 0.76 to 0.94) was generally higher than that of 2019 (ranged from 0.26 to 0.63), which might reflect the impacts of plot maintenance in 2020. The clear boundary in 2020 and 2021, indicating the maize height extracted using the point cloud method was more accurate.",
          "table": []
        }
      ]
    },
    {
      "title": "Maize height extraction using RGB-based VIs and RGB-based TIs and multispectral-based VIs",
      "div": [
        {
          "text": "The maize height extraction using RGB-based VIs is shown in Fig. 6. The highest R 2 using different RGB-based VIs was obtained as 0.84 and 0.63 in 2019, and 0.83 and 0.62 in 2020, and 0.93 and 0.91 in 2021, for earlier stages and later stages, respectively. This phenomenon was similar to the result of maize height extraction using the D-value in DSM. The MRBVI (i4), IKAW (i5), DRBVI (i7), and CIVE (i12) showed potential for extracting maize height at late growth stages, as evidenced by the relatively high R 2 values. The MRBVI was selected as the optimal    1. For the linear regression analysis between RGB-based TIs (contrast, correlation, energy, and homogeneity) and maize height, the R 2 values were relatively low compared with RGB-based VIs at different growth stages (Fig. 7). Correlation performed worst among all TIs, of which the R 2 was the lowest. Moreover, the overall performance was not stable, as evidenced by the dramatic change in R 2 values during the early and late growth stages. Thus, the RGB-based TIs were considered unsuitable for extracting maize height.",
          "table": []
        },
        {
          "text": "Similar to the RGB-based TIs, the R 2 values were relatively low using the multispectral-based VIs (Fig. 8). The results varied for using different VIs at different growing seasons of maize. The R 2 values were relatively low, even at the early growth stage, and thus, the multispectral-based VIs was also not considered for extracting maize height.",
          "table": []
        }
      ]
    },
    {
      "title": "Maize phenology extraction based on constructed maize height and multi-VIs",
      "div": [
        {
          "text": "Since the maintenance was conducted in certain plots in 2020 and  resulted in the removal of some maize in certain plots. Therefore, we only constructed the further analysis of maize phenology extraction based on data acquired in 2019 and 2021. The multi-indicators, namely, constructed maize height, RGB-based VIs, and multispectral-based VIs were applied for maize phenology extraction using the method introduced in section 2.3.2. The RMSE of extracted and measured maize phenology using SLM was shown (Fig. 9), and the average of RMSE were 6.83 days for constructed maize height, 10.19 days for RGB-based VIs, and 8.02 days for multispectral-based VIs, respectively. The average of RMSE for heading and tasseling dates were 7.75 and 9.74 days, respectively. It can be obtained that the phenology extraction based on constructed maize height and SLM achieved relatively high accuracy.",
          "table": []
        },
        {
          "text": "Similarly, the RMSE of extracted and measured maize phenology using HANTS was shown (Fig. 10), and the average of RMSE were 7.14 days for constructed maize height, 12.02 days for RGB-based VIs, and 7.92 days for multispectral-based VIs, respectively. The average of RMSE for heading and tasseling dates were 9.99 and 9.32 days, respectively. Thus, the phenology extraction based on constructed maize height and HANTS was similar to that using SML, which also achieved relatively high accuracy.",
          "table": []
        }
      ]
    },
    {
      "title": "Discussion",
      "div": []
    },
    {
      "title": "Maize height extraction using UAV-based RGB and multispectral images",
      "div": [
        {
          "text": "The D-value of DSMs (direct method) and three regression methods using different VIs (indirect methods) were applied for extracting maize height for 2019, 2020, and 2021. The direct method using the D-value of DSMs achieved relatively high accuracy, and the results using different percentiles of DSMs achieved similar results. This is likely due to the fact that the maize height from individual pixels in each plot fits the normal distribution. The highest R 2 value was 0.94 using the 90 percentile, which is higher than using the average, and 75 percentile. The indirect method using multi-indicators including RGB-based VIs, RGB-based TIs, and multispectral-based VIs were innovatively applied for building linear regression analysis with maize height and their performance was systematically evaluated. The results showed that the RGB-based VIs was also very effective, with the highest R 2 value being 0.93. Therefore, both the direct method using the D-value of DSMs and the indirect method using RGB-based VIs were effective for extracting maize height. The multispectral-based VIs and RGB-based TIs failed to maintain a relatively high correlation with measured maize heights throughout the entire growth period. The multispectral-based VIs was less effective for extracting maize height, and this could be explained by the reason that the maize height is more structural than physiological. The change in maize height can be precisely captured using visible light, and thus, the RGB-based VIs was more useful than the multispectral-based VIs in predicting maize height. Why RGB-based TIs are less effective could be explained by the fact that the leaf spans and increases as the growth of maize, leading to greater variations in spectrum than in texture (mainly in the visible wavelength), and thus, the textural information was less sensitive. Our findings were consistent with previous studies; specifically, the method of D-value of DSMs was effective in extracting maize height. In a previous study on a rape seed crop, the highest R 2 value of 0.932 was found 18 days after planting using the DSM method from RGB images, and the R 2 values were all below 0.39 using commonly applied multispectral-based VIs (Xie et al., 2021). Another study reported the extraction of maize height using the DSM method, and the predicted heights were compared with measured ones using 38 samples, and the R 2 was 0.90 with RSME being 0.16 m (Gilliot et al., 2021). Further, DSM was also effective in estimating tree height, and the results were compared with ground-based measurements, and an R 2 of 0.59 and RMSE ranging from 1 to 2 m were obtained, respectively (Peña et al., 2018). Overall, the DSM generated using the structure from motion method performed effectively for extracting the vegetation height. It was highly recommended the adoption of high spatial resolution of RGBbased images for acquiring the structural parameters of cops such as maize height.",
          "table": []
        }
      ]
    },
    {
      "title": "Phenology extraction based on maize height and multi-indicators",
      "div": [
        {
          "text": "In this study, the time-series of multi-indicators, namely, constructed maize height, RGB-based VIs and multispectral-based VIs filtered using SLM and HANTS, were applied to identify the maize phenology, respectively. The RMSE of maize phenology extraction using constructed maize height, RGB-based VI and multispectral-based VIs were 6.83, 10.19, and 8.02 days using SLM, and were 7.14, 12.02, and 7.92 days using HANTS, respectively. These results suggest that maize phenology extraction using constructed maize heights was more accurate than commonly applied RGB-based VI and multispectral-based VIs. The accuracy of the extracted phenology using the multi-indicators filtered by SLM and HANTS of the current study was comparable with previous studies. For example, the lowest RMSE for estimating the tasseling date of maize was 4.3 days when applying the local minimum value composite, SG, Fourier fitting with combined Sentinel-1 and Sentinel-2 data (Wang et al., 2022). The mean absolute error values ranged from 2.6 to 5.3 days when extracting various maize phenological stages such as emergence, leaf appearance, flowering, milky (Ghamghami et al., 2019). The RMSE of six leaves, booting, heading, and maturity dates of summer maize were 9.32, 10.05, 9.60, and 12.93 days, respectively, using the double logistic function, HANTS, Savitzky-Golay, and spline interpolation methods with images collected from PhenoCam (Guo et al., 2022a).",
          "table": []
        },
        {
          "text": "For the different filtering methods, the average RMSE values for heading dates were 9.99 (7.75) days using SLM (HANTS), and for tasseling dates were 9.32 (9.74) days using SLM (HANTS). These indicated that the HANTS performed slightly better for extracting the heading dates, and the SML was slightly better for extracting the tasseling dates. The accuracy using two filtering methods was relatively close, and adopting multi-filtering methods for this type of applications can be investigated in future studies. Besides, the phenology extraction in this study was based on the turning point of the filtered temporal indices, and the potentials of machine learning and deep learning approaches for assessing crop phenology can be further explored (Han et al., 2021;Yang et al., 2020).",
          "table": []
        },
        {
          "text": "The images were collected using UAV platforms, imaging at a vertical angle, and the detailed information on canopy might be somewhat limited by the view angle of the camera. The PhenoCam can provide more detailed information about the canopy and stem, so future studies could consider integrating PhenoCam with UAV to collect more detailed structural information of crops from different angles of view. Besides, the UAV equipped with light detecting and ranging (LiDAR) can be applied to acquire the three-dimensional vegetation information, and the crop height can be extracted from the 3-D models (Luo et al., 2021). The applied RGB-based VIs and multispectral-based VIs of this study were based on broad spectral bands, and the potentials of narrow bands of close-range hyperspectral images could provide more insight for assessing the vegetation phenology and detecting the vegetation stress impact (Dao et al., 2021).",
          "table": []
        },
        {
          "text": "In our study, the phenology extraction using different indicators all performed relatively well. The phenology extraction using constructed maize height achieved the lowest RMSE, and there remained uncertainties. First, the constructed maize height from RGB-based images has higher spatial resolutions than multispectral-based images, and the former was less influenced by the background (soil). Second, the temporal resolution of RGB images and multispectral images was different, and the multispectral images were collected more frequently, and as a result, more errors could be generated from measurements. Third, there were uncertainties from filtering models, and the sets of parameters would greatly influence the fitting curve. Last, the physiological-related traits such as leaf area index can also be applied as an intermediate measure for maize phenology extraction, and its potential can be explored in future analysis. Besides, the phenology extraction using maize height was only effective at vegetative growth stage, as the maize height merely changed during the reproductive. Therefore, our work suggested that the phenology identification of maize based on maize height can be an essential complement to the methods using RGB-based VIs and multispectral-based VIs.",
          "table": []
        }
      ]
    },
    {
      "title": "Conclusions",
      "div": [
        {
          "text": "In this study, the RGB images, multispectral images, and groundbased measurements of heights and phenology of maize were recorded throughout the entire growing seasons in 2019, 2020, and 2021. Different methods for extracting maize height were systematically investigated using D-value in DSMs, and linear regressing method by RGB-based VIs, RGB-based TIs, and multispectral VIs. The results showed that maize height extraction using the D-value in DSMs (90 percentile) and RGB-based VIs achieved relatively high accuracy. The curve of multi-indicators including maize height, RGB-based VIs, and multispectral-based VIs filtered by SLM and HANTS were applied for extracting maize phenological events including heading dates and tasseling dates. The maize phenology extraction based on constructed maize height achieved the highest accuracy, and both SLM and HANTS performed relatively well. The phenology extraction based on the constructed maize height by integrating DSM and RGB-based achieved relatively high accuracy. In conclusion, extracting maize phenology based on constructed maize height was an important complement to traditional methods using remote sensed VIs. These findings could promote further study of maize height extraction and contribute to the identification of maize phenology.",
          "table": []
        }
      ]
    }
  ],
  "tables": [
    "{\"title\": \"Commonly applied multispectral-based vegetation indices. RE represent the red edge band, and NIR represent the near-infrared band.\", \"head\": [\"Multispectral\", \"Name\", \"Equation\", \"Reference\"], \"value\": [[\"VI\", \"\", \"\", \"\", \"\"], [\"m1\", \"NDVI\", \"NIR -R\", \"\", \"(Tucker, 1979)\"], [\"\", \"\", \"NIR + R\", \"\", \"\"], [\"m2\", \"SAVI\", \"(NIR -R) × (1 + U1)\", \"(Huete, 1988)\"], [\"\", \"\", \"NIR + R + U1\", \"\"], [\"m3\", \"OSAVI\", \"(NIR -R) × (1 + U2)\", \"(Rondeaux\"], [\"\", \"\", \"NIR + R + U2\", \"et al., 1996)\"], [\"m4\", \"IPVI\", \"NIR\", \"\", \"(Brovkina et al.,\"], [\"\", \"\", \"NIR + R\", \"\", \"2018)\"], [\"m5\", \"NIRV\", \"NIR -R NIR + R\", \"× NIR\", \"(Badgley et al., 2017)\"], [\"m6\", \"MCARI\", \"(NIR -RE) -0.2 ×\", \"(Xiao et al.,\"], [\"\", \"\", \"(NIR -R) × NIR\", \"2013)\"], [\"\", \"\", \"RE\", \"\"]]}"
  ]
}