{
  "meta": {
    "title": "Improving drought tolerance in maize: a view from industry",
    "author": "H Campos, M Cooper, J Habben E Habben, G Edmeades O Edmeades, J Schussler R Schussler",
    "journal": "Elsevier BV",
    "date": "2004. 11."
  },
  "paragraphs": [
    {
      "title": "Abstract",
      "div": [
        {
          "text": "Significant yield losses in maize (Zea mays L.) from drought are expected to increase with global climate change as temperatures rise and rainfall distribution changes in key traditional production areas. The success of conventional crop improvement over the past 50 years for drought tolerance forms a baseline against which new genetic methods must be compared. Selection based on performance in multi-environment trials (MET) has increased grain yield under drought through increased yield potential and kernel set, rapid silk exertion, and reduced barrenness, though at a lower rate than under optimal conditions. Knowledge of the physiology of drought tolerance has been used to dissect the trait into a series of key processes. This has been complemented by genetic dissection through the identification of QTL associated with these same traits. Both have been used to identify suitable organ-and temporal-specific promoters and structural genes. Phenotyping capacity has not kept pace with the exponential increase in genotypic knowledge, and large-scale managed stress environments (MSE) are now considered essential to further progress. These environments provide ideal settings for conducting massively parallel transcript profiling studies, and for validating candidate regions and genes. Genetic and crop physiological models of key processes are now being used to confirm the value of traits for target environments, and to suggest efficient breeding strategies. Studies of gene to phenotype relationships suggest that most putative drought tolerance QTL identified thus far are likely to have limited utility for applied breeding because of their dependency on genetic background or their sensitivity to the environment, coupled with a general lack of understanding of the biophysical bases of these context dependencies. Furthermore, the sample of weather conditions encountered during progeny selection within the multi environment testing of conventional breeding programs can profoundly affect allele frequency in breeding populations and the stress tolerance of elite commercial products. We conclude that while gains in kernels per plant can be made by exploiting native genetic variation among elite breeding lines, improvements in functional stay-green or in root distribution and function may require additional genetic variation from outside the species. Genomic tools and the use of model plants are considered indispensable tools in this search for new ways of optimizing maize yield under stress.",
          "table": []
        }
      ]
    },
    {
      "title": "Introduction",
      "div": [
        {
          "text": "Maize is essential for global food security. Rain-fed cropping systems, such as the North American midwestern plains that provide over 40% of the world's temperate maize production, are critically important determinants of the world maize grain supply. In several key production environments, however, the natural resource base (soil and groundwater) is becoming depleted through compaction, erosion, salinization, net nutrient export, and diminishing water supply (Cassman, 1999). Global climate change is now generally considered to be underway (Hillel and Rosenzweig, 2002), and is expected to result in a long-term trend towards higher temperatures, greater evapotranspiration, and an increased incidence of drought in specific regions. These trends, coupled with an expansion of cropping into marginal production areas, are generating increasingly drought-prone maize production environments.",
          "table": []
        },
        {
          "text": "The use of genetics to improve drought tolerance and provide yield stability is an important part of the solution to stabilizing global maize production. This does not imply that agronomic interventions that aim to maximize water availability at key growth stages are not critically important, since genetic solutions are unlikely to close more than 30% of the gap between potential and realized yield under water stress (Edmeades et al., 2004). However, improved genetics can be conveniently packaged in a seed and therefore more easily and completely adopted than improved agronomic practices that depend more heavily on input availability, infrastructure, access to markets, and skills in crop and soil management. Seed of improved cultivars has shown itself to be an effective means of delivering conventional and transgenic traits that contribute to improved yield and yield stability. Fortunately, under stressful conditions the performance advantage of modern elite germplasm over its less improved and older counterparts becomes larger, and much of the observed genetic gain in yield during the past 30 years has been attributed to greater stress tolerance rather than to an increase in yield potential per se (Duvick, 1977(Duvick, , 1984(Duvick, , 1992;;Briggs, 1998;Cassman, 1999;Tollenaar and Lee, 2002;Duvick et al., 2004).",
          "table": []
        },
        {
          "text": "Our objective is to explore how genetics has been, and will be, used to improve drought tolerance in commercial maize. In order to do this, however, the association between genotype and phenotype must be better understood and quantified so our ability to predict phenotypic performance from genetic information for many traits observed in an array of environments is greatly improved. Genomics, or the study of the function and structure of specific genetic sequences accompanied by high throughput laboratory-based analysis of DNA (Tinker, 2002), is considered a key to comprehending gene-phenotype associations at the level of candidate genes and sequences. This will be critically important for quantitative traits such as drought tolerance, where performance is regulated by many loci and subject to multiple genotype Â environment (G Â E) and gene Â gene interactions (epistasis).",
          "table": []
        }
      ]
    },
    {
      "title": "The extent of drought: patterns at the macro and micro level",
      "div": [
        {
          "text": "Unlike relatively static abiotic stresses such as soil salinity or acidity, drought stress in most maize growing areas is strongly dependent upon stochastic weather processes. In most years significant portions of maize grown in the Corn Belt of the United States will suffer drought-induced yield losses (Jensen, 1995). Without irrigation the severity and frequency of stresses increases the further west maize is grown in the Corn Belt and in the Great Plains. However, transient drought episodes that may reduce yields by 5-15% can be expected in some area of the central Corn Belt on an annual basis, and their effects are exacerbated on coarse textured soils. These transient stresses give rise to complex genotype Â year interactions, and genotype Â timing of stress interactions within a season, since stress tolerance varies among hybrids and throughout the season. With the advent of combine-mounted yield monitors, within-field spatial variation in yield has become much more obvious to the farmer, and often relates to variation in soil texture and plant available water. Yields can vary as much as 10-fold across fields (e.g., Kitchen et al., 1999). In a detailed study conducted in an 8 ha field located in South Carolina, Sadler et al. (2000a,b) reported large differences in total soil water content among four different soil map units. Grain yield measured in plots ranged from 104 to 318 gm À2 . In such fields, farmers will normally plant a single hybrid whose losses in poor areas of the field must be minimized while maintaining yield potential in optimal production areas.",
          "table": []
        },
        {
          "text": "In summary, since the occurrence of drought varies unpredictably among years and within fields, a commercial seed enterprise must produce maize hybrids able to withstand stress throughout their life cycles at no cost to yield potential under nonstressed conditions.",
          "table": []
        }
      ]
    },
    {
      "title": "Dissecting drought tolerance: identifying key processes",
      "div": [
        {
          "text": "Identification and measurement of secondary traits associated with grain yield provides a guide to specific mechanisms that contribute to grain yield under drought. Thus water depletion patterns, leaf rolling and canopy temperatures are indicative of root exploration and water extraction capacity; and chlorophyll concentration is a measure of functional staygreen (Barker et al., 2004). Some secondary traits are associated with specific developmental stages such as flowering, while others, such as photosynthetic rate, are indicative of plant growth throughout the life cycle of the crop. Ideally, secondary traits should be correlated with grain yield under stress, highly heritable, easy to measure, and stable over time. Our purpose here is to provide examples of how physiological research can identify processes directly affecting drought tolerance, and thus help target the search for candidate genomic regions and genes. For a more complete list of secondary traits putatively associated with drought tolerance in maize, see Barker et al. (2004).",
          "table": []
        },
        {
          "text": "Maize is most susceptible to stress at flowering, when silk growth, pollination, and kernel set occur (Shaw, 1977). Water stress slows ear growth, and consequently silk emergence, more than tassel growth or anthesis, resulting in a widening interval between anthesis and silking (ASI). Yield, under stress at flowering, shows a strong dependency on kernel number per plant (r > 0.8), barreness (r > 0.7) and ASI (r = À0.4 to À0.7) in tropical maize (Bolan ˜os and Edmeades, 1996). Modern stress-tolerant temperate hybrids show less increase in ASI relative to older hybrids (Bruce et al., 2001), though when ASI is compared to grain yield across a large number of elite hybrids grown under stress at flowering, variation in both traits is still very apparent (Fig. 1). Silk emergence can serve as a surrogate measure of ear growth rate, and since tassel growth is little affected by drought stress, ASI becomes a reporter trait for ear and plant growth rates during the flowering period (Edmeades et al., 1993(Edmeades et al., , 2000;;Vega et al., 2001). This in turn gives rise to testable hypotheses regarding processes that limit kernel set, such as those that affect assimilate partitioning to the ear, the threshold assimilate flux necessary to set kernels, and the maximum number of kernels set per ear (Fig. 2). Similarly, ASI is based on the appearance of the first silks on the ear, but what might be the role of synchronous vs. asynchronous silk emergence? Thus the trait ASI itself can be further dissected into researchable parameters used to narrow the search for candidate genes (i.e., genes associated with a given ASI pattern), and to provide quantitative measures of the worth of specific traits used to model genetic gain.",
          "table": []
        },
        {
          "text": "Assimilate flux can also be stabilized through an efficient use of soil moisture so that plant turgor is maintained under drought. In a comparison of soil water extraction between an old (1936) versus a modern (2000) Pioneer hybrid, the older hybrid extracted more soil water, especially in the upper soil layers when tested under the same imposed water deficit regime (Fig. 3). The old hybrid suffered much greater yield loss, in part because it had extracted most of the plant-available water in the rooting zone before it entered the critical flowering period. Thus, depth and intensity of rooting, water use efficiency and the timing of water extraction are researchable traits identified from careful measurements of germplasm grown under drought stress.",
          "table": []
        },
        {
          "text": "These examples show the need for the development of high throughput phenotyping methods (i.e., approaches to quickly and accurately determine large numbers of plant phenotypes, see Section 5) to quantify genetic variation for each of these key processes if gene-to-phenotype associations are to be determined for these traits in breeding populations.",
          "table": []
        }
      ]
    },
    {
      "title": "Has conventional selection changed drought tolerance in maize?",
      "div": [
        {
          "text": "US maize yields have steadily increased since the 1930s (Troyer, 1996). This increase has been shown to result from the synergistic effect between plant breeding and agronomy (Duvick and Cassman, 1999). However, with few exceptions, physiologists have functioned more as tour guides than as discoverers along the route to higher yields. Conventional breeding, largely unassisted by physiology, has resulted in improved stress tolerance, and physiologists have generally described what has been accomplished by breeding rather than directing the process. And although physiology, coupled with genomics, offers promise of improving the rate of gain for key traits, and especially those such as drought tolerance that are difficult to phenotype, the baseline for comparison must be the rate of improvement obtained through established selection systems. Thus, it is instructive to consider rates of gain in drought tolerance resulting from conventional selection in a large hybrid development program that relies on extensive multi-environment testing (MET) to identify superior progenies.",
          "table": []
        },
        {
          "text": "The ERA hybrid set, currently comprising three open-pollinated varieties and approximately 50 leading commercial maize hybrids released by Pioneer Hi-Bred from the 1930s to present, has been used to evaluate changes in primary and secondary traits resulting from conventional selection over a 70-year Fig. 3. Water use per 10 cm of soil depth vs. soil depth in an old vs. a new hybrid when grown under identical agronomic conditions during a prolonged period of drought. Data were observed in two replicates using a capacitance probe and a single access tube per plot. period (Duvick, 1997;Duvick, 2004). We grew a subset of 18 hybrids released between 1953 and 2001 (n = 3 hybrids per decade) in a rain-free environment to evaluate progress under drought tolerance and to determine changes in sensitivity to drought imposed at different development stages (Edmeades et al., 2003). Water was withdrawn for periods of ~512 8C days (calculated from base and maximum temperatures of 10 and 30 8C, respectively) in five overlapping periods 100-180 8C days apart, commencing 255 8C days after planting. A well-watered control comprised the sixth treatment. These treatments were named flowering, early-fill, mid-fill, late-fill, terminal, and control. Flowering occurred near the end of the first interval, at ~700 8C days . Stay-green scores (1 = dead; 9 = green), anthesis-silking interval (ASI), and yield and its components were measured from bordered plot areas.",
          "table": []
        },
        {
          "text": "Results from the first season of this study show the relative yields, compared to the well-watered control for the six treatments, as 100% (well-watered), 45% (flowering), 34% (early-fill), 29% (mid-fill), 31% (late-fill), and 64% (terminal); (Fig. 4A; Edmeades et al., 2003). Thus, the greatest yield reduction was associated with stresses that were most intense during the 25 days period after flowering. Significant G Â E interactions for yield were observed between (flowering, early and mid-fill) and (well-watered, late-fill and terminal) treatments. Rates of yield gain over time were estimated by regression, and showed a marked improvement under well-watered conditions (189 kg ha À1 year À1 ), followed by 146 kg ha À1 year À1 for stress coinciding with flowering. Gains then fell off under later stress periods, reaching a minimum of 47 kg ha À1 year À1 in late-fill (Fig. 4B). Improvements in tolerance to drought at flowering were accompanied by a marked reduction in barrenness and in ASI (Fig. 4C,D). Grain yield and ASI, when compared across water treatments, were closely correlated (r = À0.88 ** ). Reductions in ASI were highly correlated with changes in allele frequency of parental lines (r = 0.85 ** ) as determined by simple sequence repeat markers (SSR; Campos et al., 2002). Similar changes in frequency of alleles associated with ASI have also been detected following recurrent selection for drought tolerance in tropical maize (Ribaut et al., 1997a). Changes in other traits were also apparent. Most noteworthy was the marked increase in stay-green (Fig. 4E) and kernel weight under well-watered conditions (Fig. 4F), but not under late-fill and terminal stresses. The considerable gains in performance under drought stress at flowering point to the reduction in ASI (or increased ear growth rate under stress) as the mechanism imparting tolerance, and this also has been associated with tolerance to density (Dow et al., 1984) and low N (Ba ¨nziger et al., 1999). This is further supported by the common relationship observed between crop growth rate and kernel number under both drought and N stress (Andrade et al., 2002), suggesting that a short ASI is indicative of general tolerance to reduced photosynthesis per plant at flowering from many causes (Edmeades et al., 2000).",
          "table": []
        },
        {
          "text": "In summary, conventional selection has been successful in increasing tolerance to stress, though yield gains under stress at flowering and early fill were only around 70% those observed under optimal conditions in this study, and fell to 40% for stresses occurring from mid-fill onwards. Limited gains for tolerance to drought stress in the latter half of grain filling appear to reflect a lack of genetic variation in elite temperate germplasm for this trait, since considerable selection pressure has been applied for improved tolerance through extensive multi-environment testing used during hybrid development. Green leaf area, however, does not always equate with actively photosynthesizing leaf area (Valentinuz, 2002). An increase in source activity through increased functional stay-green under drought stress appears to be key to improving gains under late season stress, and the use of genomics technologies to understand its genetic basis could be of considerable help in identifying suitable new sources of genetic variation for this trait. The question, however, remains: can trait dissection and the use of genomics tools improve on conventional rates of gain?",
          "table": []
        }
      ]
    },
    {
      "title": "High throughput precision phenotyping for drought tolerance",
      "div": [
        {
          "text": "There has been an exponential increase in the number of genotyping initiatives in plant species over the past ten years, and a concomitant decrease in the cost per data point generated. Unfortunately, the ability and capacity to measure plant phenotypes for important traits have not kept pace, and this lag is hampering our ability to describe gene-to-phenotype relationships for drought tolerance in maize.",
          "table": []
        },
        {
          "text": "High throughput precision phenotyping would allow the researcher to obtain detailed measurements of plant characteristics that collectively provide reli-able estimates of trait phenotypes for many of the underlying genotypes that comprise a typical plant breeding population. Drought tolerance that impacts crop yield can only be assessed reliably in the field. Managed stress environments (MSE), where the sever- ity and timing of drought stress are controlled in a manner relevant to target environment conditions, are essential for approaches aimed at achieving genetic progress for drought tolerance. Accurate water management in the absence of rain allows stress intensity to be adjusted so the expression of genetic variability for key secondary traits is maximized, and the pattern of stress, targeted at specific growth stages, can be repeated.",
          "table": []
        },
        {
          "text": "What levels of stress are appropriate? The detection of genotype Â stress level interactions for drought tolerance provides essential evidence of the presence (and absence) of unique, adaptive mechanisms among genotypes. Generation of such interactions requires the application of relatively severe stress levels that, in some cases, are more severe than those experienced in the target population of environments (TPE). A wellwatered control is generally needed to monitor for losses in yield potential associated with selection for stress tolerance. Edmeades et al. (2004) reported that the phenotypic correlation between elite hybrid yields under stress versus under well-watered conditions declined as stress intensified, reaching 0.35 (r 2 = 0.12) when yield reductions reached 50%. They suggested that stress adaptive mechanisms were not exposed until yields had been reduced by 30-50% under stress. Comparison of performance in these contrasting environments provides the critical data required to predict yield stability of genotypes. Care must be exercised, however, when designing water stress regimes to ensure that the genetic correlation between the MSE and the TPE remains positive and reasonably large.",
          "table": []
        },
        {
          "text": "Under managed stress environments, standard plot management techniques often require adjustment to enhance uniformity within trials. Particularly critical is the establishment of uniform stands to ensure evenness of water availability per plant. As plants remove soil water, differences in root volume per plant and in transpiring leaf area can exaggerate plant-toplant variability. Blocking by flowering date is important in maize because of its susceptibility to stress imposed at flowering. If entries vary widely in time to silk, the most ''tolerant'' may simply be those that flower earlier than the mean, and thus escape stress that intensifies with time. Finally, time-trends in data can occur when variables such as canopy temperature are measured using hand-held infrared thermometers.",
          "table": []
        },
        {
          "text": "As soil water is depleted, spatial variability generated by differences in soil texture become increasingly obvious, and can obscure genotypic differences. The use of uniform land is obviously the best solution, and knowledge of these patterns generated over time can be used to select the most uniform plot sites. The use of incomplete block designs such as row/column or alpha (0, 1) designs (Patterson and Williams, 1976), or augmented designs provides a method to adjust data for the effects of within-replicate spatial variation when dealing with large entry numbers (Barker et al., 2004). Spatial trends in data arise from soil heterogeneity as well as unintentional management factors that can be identified within a linear mixed model analysis framework. In addition, data can be adjusted for these effects by incorporating appropriate model terms and identifying appropriate variance structures for spatial trends (Smith et al., 2002). Linear mixed models can be used for estimating variance components and determining best linear unbiased predictors for genotypes from unbalanced data sets commonly encountered in plant breeding experiments.",
          "table": []
        }
      ]
    },
    {
      "title": "Using genetics and genomics to improve drought tolerance in maize",
      "div": [
        {
          "text": "Duvick and Cassman (1999) estimated that from 1970 to 1990 the cost effectiveness of private seed companies in achieving gains in maize yields fell by 75%, indicating a steadily rising investment needed to maintain genetic progress. Awareness of this trend prompted plant breeding companies to identify and integrate scientific techniques from other disciplines into their breeding programs in efforts to increase efficiency and speed of germplasm development. Commercial seed companies are leading the way in changing corn genetic improvement from an empirical to a knowledge-based process by investing heavily in the use of high throughput recombinant DNA technology, genomics and bioinformatics tools. The utility of these tools has, in turn, been increased by advances in DNA sequencing capacity, and in database development and management. However, for many of the complex traits important to the success of breeding, knowledge of gene function is comparatively weak, and our capacity to predict the performance contribu-tions of genes affecting these complex biophysical processes, when transferred from one species to another, is still far from complete.",
          "table": []
        },
        {
          "text": "The availability of organized dense genetic maps based on molecular markers and the awareness of the particulate nature of the inheritance of quantitative traits have fostered an interest in the genetic dissection of drought tolerance. Ideally, this involves associating genetic variation at the sequence level with observed phenotypic variation, and ensuring those specific sequences imparting tolerance are present in subsequent generations. For many traits this fine level of genetic detail is not yet available in maize. There are, however, several less precise but useful techniques available.",
          "table": []
        }
      ]
    },
    {
      "title": "Drought QTL identification and manipulation",
      "div": [
        {
          "text": "Genetic mapping with dense marker maps can be used to identify the number and genetic positions of Quantitative Trait Loci (QTL) associated with a specific phenotype under drought stress. In addition, this process can be used to estimate effects of the segregating QTL and their contributions to trait variation (individually and in combined QTL models), and to obtain estimates of their stability across environments (QTL Â E interactions) and across genetic backgrounds (QTL Â QTL interactions). In maize there have been several reports of QTL associated with specific phenotypes observed under drought stress in diverse mapping populations (e.g., Veldboom and Lee, 1996;Ribaut et al., 1996Ribaut et al., , 1997b;;Frova et al., 1999;Tuberosa et al., 2002). These reports have targeted grain yield and its components, ASI, root traits, and measures of plant water use and status, such as stomatal conductance, and leaf and xylem ABA content. These studies have established a working framework that can be summarized as follows:",
          "table": []
        },
        {
          "text": "Individual drought associated QTL generally explain <10% of phenotypic variance for grain yield, ASI or barrenness under stress. QTL for drought are often cross-specific, and ''disappear'' in crosses from different genetic backgrounds, or appear at slightly different positions on the chromosome. It is possible that differences in the locations of specific QTL may reflect disparities in colinearity of genes in the two parents (Fu and Dooner, 2002) rather than the presence of distinctly different genes. It is more likely that variation in the location of QTL in the genome is a function of the inherent levels of uncertainty in the mapping process, which relies on the stochastic process of recombination, particularly when small mapping populations are used. A clustering of QTL for drought related traits in specific chromosomal regions is apparent. The most interesting to date maps to chromosome 1 and includes QTL related to grain yield and some root traits. Other interesting segments are located on chromosomes 2 and 10. Most QTL for drought are only detected under either stress or optimal conditions. However, some QTL for grain yield and ASI have been identified at the same loci under both conditions, suggesting a constitutive, rather than a stress responsive, pattern of gene expression. QTL for drought obtained from inbreds need to be fully validated before assuming they will function in the same manner in hybrids.",
          "table": []
        },
        {
          "text": "What are the key considerations to take into account when undertaking QTL studies under drought stress in maize? First, a precise phenotyping trial is needed in which repeatability (or heritability) for key traits is >0.6, since the quality of QTL information is critically dependent upon the quality of the underlying phenotypic data. Second, the rather small phenotypic variances explained by individual QTL for grain yield can be augmented by constructing a selection index comprised of QTL regulating grain yield and several key secondary traits in addition to the primary trait, yield. Third, the use of QTL identification algorithms that combine simple interval mapping and multiple linear regression approaches, such as composite interval mapping (CIM, Utz et al., 2000) is essential, since QTL resolution and the identification of linked QTL are significantly improved.",
          "table": []
        },
        {
          "text": "How are QTL used once identified? One goal of such quantitative trait mapping is to Mendelize individual QTLs by generating near-isogenic lines. Following validation of the importance of each region, the location of the QTL is narrowed by backcrossing and fine mapping until the genes responsible for the trait variation are identified. This approach has been successful for a few traits, but it is recognized as a very resource-intensive process that overlooks possible QTL Â QTL interactions that will be important for complex traits such as drought tolerance. A second more common goal of quantitative trait mapping is the use of QTL in marker-assisted selection (MAS) to transfer genomic regions associated with drought tolerance from a tolerant source to an elite but drought-susceptible genotype, and thus augment and enhance the outcomes of phenotypic selection (Johnson, 2004). Ribaut et al. (2002) described the transfer of five QTL from donor line Ac7643 into the drought susceptible recipient line CML 247. The transferred fragments included 12% of the genome containing these QTL and a further 7% lying outside of these regions. The best genotype among 70 selected BC 2 F 4 hybrids outperformed normal CML 247 by two to four times under severe drought conditions, and no yield reduction was observed under optimal conditions.",
          "table": []
        },
        {
          "text": "Information associated with candidate genes can be used along with molecular marker information to enhance response to selection. Johnson (2004) discussed an experiment designed to investigate selection for improved levels of net photosynthetic rate under full and limited irrigation conditions. When selection for net photosynthetic rate was augmented with selection for enhanced expression of the gene for NADH-GH, hypothesized to be involved in reducing negative effects of photorespiration, a substantial improvement in predicted response to selection was reported in comparison to selection on net photosynthetic rate alone.",
          "table": []
        },
        {
          "text": "In most studies, however, QTL research has not extended beyond their detection for a given trait under drought. QTL identified from individual mapping studies have not been widely incorporated into improved germplasm, novel experimental genetic stocks or commercial products. Reasons for this relate to the context dependence of many QTL. Most show a strong sensitivity to genetic background, and those associated with stress tolerance are understandably influenced by stress level. The development of consensus QTL maps generated from a number of crosses is beginning to reveal regions that are commonly associated with drought (Ribaut et al., 2002), thus reducing the need to map each specific cross. For MAS to be more effective than phenotypic selection, the following requisites must be met: (1) QTL positions are established with small confidence intervals (5-10 cM); (2) QTL effects are estimated without bias due to genotypic or environ-mental sampling; (3) a sufficient proportion of the additive genotypic variance of the trait under study is explained by the detected QTLs.",
          "table": []
        },
        {
          "text": "In order to develop drought tolerant germplasm for further commercial use in the longer term, methods such as the advanced backcross method (Tanksley and Nelson, 1996) could be deployed to transfer QTL from unimproved sources into elite maize. Ho et al. (2002) demonstrated its value as a means to detect and introgress QTLs from landraces into public maize inbreds. They identified QTLs for grain yield, grain moisture, and plant height, and BC 3 entries containing introgressions at two QTL loci significantly outperformed non-carrier entries. In contrast, Bouchez et al. (2002) demonstrated that the estimated effects of QTL for yield can change as they are manipulated in a breeding population.",
          "table": []
        }
      ]
    },
    {
      "title": "Gene expression profiling",
      "div": [
        {
          "text": "Unlike a typical Northern blot, that detects the expression of individual messenger RNA only, gene expression profiling technology allows the measurement of steady state messenger RNA levels of thousands of genes at a time. There are many different types of gene expression platforms (reviewed in Lockhart and Winzeler, 2000), but they all have a common theme: to provide a genome-wide view of the state of gene expression. This technology permits the exploration of responses of gene networks to water deficits while still maintaining the resolution to measure the transcriptional activity of individual genes in tissue sampled at a particular developmental stage in stressed versus unstressed plants (e.g., Bohnert et al., 2001;Seki et al., 2001;Wenqiong et al., 2002;Yu and Setter, 2003).",
          "table": []
        },
        {
          "text": "We have used both cDNA-and oligonucleotidebased gene-expression profiling platforms to examine the effects of drought stress on maize yields (Habben et al., 2001;Zinselmeier et al., 2002). A considerable difference was observed in gene expression profiles between plants drought stressed in a limited rooting volume in the greenhouse (buckets) versus those stressed in an unlimited rooting volume in the field. Briefly, both bucket and field grown plants were drought stressed around flowering and the overall gene expression in female reproductive tissues was compared. Bucketgrown plants reached a water-deficit status sufficient to completely inhibit photosynthesis within 4 days, whereas field-grown plants required 21 days to reach a similar level of water stress. When assessed using a high-density maize oligonucleotide array, far fewer (<2% versus 27%) genes showed differential expression in maize ear tissue under a gradually developing stress than under a sudden stress. Since we need to target our research effort to the production environment, more emphasis has been placed on field-based profiling experiments, using managed stress environments (as detailed above) to generate realistic changes in gene expression in tolerant and susceptible germplasm.",
          "table": []
        },
        {
          "text": "Other 'omic' technologies can also be used to characterize the response of maize genotypes to drought. These include proteomics and metabolomics that generate global profiles of proteins and metabolites, respectively. These high throughput technologies allow researchers to assemble a large database of molecular responses from field grown plants in a short period of time, and this can be used to determine key pathways associated with drought response. Other commercial companies have reported similar types of investigation (Johnson, 2004).",
          "table": []
        }
      ]
    },
    {
      "title": "Transgenic analysis",
      "div": [
        {
          "text": "When genes and pathways with potential impact upon a trait have been identified, their utility is normally tested by using transformation to introduce the candidate genes into a target genotype one at a time. This step provides a targeted means of altering the plant phenotype, increases the heritability of what is normally a quantitative trait, and provides a gene that is dominant in action and therefore easy to manipulate through conventional breeding. Creation and testing of transgenic events, once a slow process, has become much higher throughput because of improvements in vectors and in plantlet regeneration.",
          "table": []
        },
        {
          "text": "A significant portion of Pioneer's drought research uses transgenic analysis to test hypotheses regarding the role of key processes imparting drought tolerance. The literature contains numerous studies on genes that when ectopically expressed (i.e., expressed differentially in time and/or tissue) in model plants induce drought tolerance in one form or another. Maize orthologs of such ''drought'' genes can then be identified from databases, attached to several different promoters, and reintroduced to maize to assess the effects of different patterns of expression on drought tolerance. In many instances the putative drought tolerant ortholog does not produce the same result observed in the model plant, or causes an unacceptable level of yield reduction in the absence of stress. This may be because most candidate genes have come from dicotyledonous model plants (e.g., Arabidopsis thaliana [L.] Heynh.), or that gene expression was originally assessed in plants subject to sudden drought shocks, or because effects in the absence of stress were not assessed in model systems. Many transgenes putatively associated with drought tolerance do not directly affect the trait of interest, but rather depend in a complex manner on a chain of metabolic responses. Thus, for example, increased grain yield (the primary trait) may be linked to a gene modulating assimilate flux, which itself is affected by a plant hormone. The lack of consistent transgene performance, however, may also be due to the long history of intensive improvement in this species (see Section 4). As a consequence, transgenic drought-tolerant phenotypes that are relatively easy to generate in a non-selected plant like arabidopsis, or in older maize cultivars, are relatively less evident in today's elite hybrids.",
          "table": []
        }
      ]
    },
    {
      "title": "A modeling framework",
      "div": [
        {
          "text": "To date the results that have been obtained from the application of QTL analysis methods to elite proprietary maize populations have provided us with, at best, a partial view of the genetic architecture of the key quantitative traits that are targets for plant breeding (e.g., Openshaw and Frascaroli, 1997; see also Section 6). Outcomes from these investigations provide population-specific statistical estimates of the effects of alternative alleles for candidate genes or genomic regions for traits that may contribute to complex plant responses, such as drought tolerance of maize (e.g., Tuberosa et al., 2002). These statistically defined genotype-phenotype association data will continue to accumulate in the literature. In some situations these estimates can be used to predict expected phenotypes for new genotype combinations based on the detected QTL and the effects of the assayed alleles. This approach appears to have worked reasonably well for some simple traits, such as earliness of flowering, but may be less effective for more complex traits such as grain yield (e.g., Bouchez et al., 2002). Complicating factors such as G Â E interactions (Ungerer et al., 2003) and epistasis (Anholt et al., 2003), have been identified as important components of the genetic architecture of quantitative traits when they are studied in model species. Their importance has been indicated in crop plants (e.g., Holland, 2001;Van Eeuwijk et al., 2002), where their presence can contribute to a reduction in the predictability of phenotypes from QTL genotypes (Cooper et al., 2004). We seek a modeling framework that can be applied to the continuum of simple to complex traits relevant to commercial breeding to enable the study of the physiological-genetic basis of drought tolerance in maize. The motivation for developing such a modeling framework is to improve our ability to predict phenotypic variation from genotypic variation and thus enable molecular breeding strategies for improving drought tolerance of maize. A combination of top-down (phenotype-to-gene) and bottom-up (gene-to-phenotype) discovery approaches has been suggested as a modeling framework to integrate information across the levels of organization involved in studying and understanding gene-to-phenotype relationships (Hammer et al., 2002;Chapman et al., 2002;Peccoud et al., 2004). However, to date such a physiological-genetic modeling approach for drought tolerance that impacts yield of maize is still some way off. For simpler traits some progress has been made. Reymond et al. (2003) have provided a positive example of this type of analysis, based on the study of leaf elongation rate in maize. Chapman et al. (2003) working in grain sorghum (Sorghum bicolor L. Moench) provided some motivation for the application of a modeling approach to the study of multiple complex traits with putative roles in determining drought tolerance and grain yield in a target population of environments (TPE). They used a crop growth and development model as a gene-tophenotype modeling framework to study potential contributions of four traits (phenology -measured in terms of thermal time from sowing to flowering time; transpiration efficiency; osmotic adjustment; and stay-green) to aspects of breeding for improved drought tolerance of grain sorghum in dryland Australian environments. In place of QTL estimates for grain yield they proposed simple QTL model estimates for the four component traits. While the QTL models for the traits were recognized to be an over-simplification of the real situation, they were based on surveys of genotypic variation for the traits in germplasm relevant to the breeding program and the QTL data available at that time. The genotypic variation for the four component traits contributed to genotypic variation for grain yield within the simulation model through their influence on variation in the model processes related to biomass accumulation and its partitioning to grain yield. The simulated effects of the putative trait QTL variation on yield variation were used as a genotype-to-phenotype map that was then used to examine the expectations of different breeding strategies, using both phenotypic and QTL information. An example of the simulation results generated by Chapman et al. (2003) is given in Fig. 5. The results of their simulations of expected outcomes of breeding sorghum for improved drought tolerance in Australia provide a basis for formulating some important questions related to the power of breeding strategies to improve drought tolerance. The main observations can be grouped under the following two categories.",
          "table": []
        },
        {
          "text": "(1) The detail of the observed responses for the modeled genotype-phenotype map: G Â E interactions featured strongly, and the four traits made different contributions to grain yield in different environments. Thus, the QTL had different effects when measured at the level of contributions to improvement of grain yield (Fig. 5; See also the discussion in Section 6). The G Â E interactions for grain yield could be interpreted in terms of the trait contributions to yield, and these differed among the different water deficit (environmental) conditions sampled at different location-year combinations. Under severe terminal water stress conditions early flowering was favored (Fig. 5a), and under mild terminal stress later flowering was favored (Fig. 5b). Under conditions of severe water stress the QTL alleles for increased osmotic adjustment and transpiration efficiency made positive contributions to grain yield. Alleles for stay-green made little contribution to yield under severe water stress, but their frequency increased slowly at a rate that accelerated only after the sources of variation for yield associated with the other three traits had been exploited (Fig. 5a). Under conditions of mild water stress the QTL alleles for increased stay-green made a positive contribution to improvement of grain yield and increased in frequency at a rate that was similar to that for the transpiration efficiency and osmotic adjustment alleles (Fig. 5b).",
          "table": []
        },
        {
          "text": "(2) The stochastic nature of the outcomes from the simulations of the breeding process: While there was stochastic variation among the replicates, in terms of the outcomes of the simulations of the Australian sorghum breeding scenario, genetic progress for grain yield was predicted for the target population of environments from the defined starting conditions of the breeding program and the given gene-to-phenotype model of the genotype-environment system. While a deterministic gene-to-phenotype map was used to model the trait contributions to grain yield in the TPE, outcomes from selection strategies were strongly influenced by the pattern of environments that were sampled over the cycles of the breeding program. Variation in the patterns of environments sampled resulted in highly variable outcomes from selection for grain yield from the same starting conditions when considered across cycles of selection (Fig. 5c). When response to selection was considered at the level of the 15 QTL alleles, high levels of variability were again observed among different runs of a breeding strategy from the same starting conditions (Fig. 5d). These findings from studying multiple replicates of the simulated breeding process can be interpreted in terms of the different contributions of the traits under different environmental conditions (cf. Fig. 5a andb) and the different sequences of environments sampled in the different replicates of the breeding strategy.",
          "table": []
        },
        {
          "text": "The nature of the G Â E interactions for grain yield represented by the genotype-to-phenotype map defined by Chapman et al. (2003) introduced strong context-dependent QTL effects on grain yield that influenced the outcomes of breeding strategies designed to select for improved grain yield.",
          "table": []
        },
        {
          "text": "While the validity of the proposed QTL models for the traits and the resulting genotype-to-phenotype map for grain yield may be debated, it is safe to assume that the model used by Chapman et al. (2003) is more simple than the real situation they simulated. Thus, the complexities of the real situation are expected to be high when improving drought tolerance of grain sorghum in the Australian target population of environments. Importantly, the variable nature of the environmental conditions sampled by the breeding program in any year will impact both the outcomes of any QTL mapping study that is based on small samples of environments and the genetic gain results of phenotypic selection and MAS based on any one trait mapping investigation. With our current limited knowledge of the physiological-genetic basis of variation for drought tolerance of temperate maize in elite breeding germplasm, it is hard to determine the applicability of the Australian sorghum scenario studied by Chapman et al. (2003) to elite temperate maize breeding. It is expected that different traits will be more important for temperate maize (see Section 3), but it is anticipated that similar context dependent and stochastic features of the system will be observed (see Section 6). While the details are expected to differ, the use of a crop growth and development model as an integrative framework appears relevant to these and other crop situations (Hammer et al., 2002).",
          "table": []
        }
      ]
    },
    {
      "title": "Conclusions",
      "div": [
        {
          "text": "The conclusions we draw from this discussion are:",
          "table": []
        },
        {
          "text": "Conventional selection based on wide area testing has been successful at improving yield under drought in temperate maize, though less so than under well-watered conditions. Gains under terminal drought stress have been poor, and suggest the need for novel sources of genetic variability to increase either photosynthetic rate when stress occurs in the latter half of grain filling or the use of genomic techniques to identify and manipulate regions associated specifically with functional stay-green or both. Physiologists will play an increasingly important role in dissecting traits and identifying key processes subject to genetic control. Furthermore, they can add value by predicting and testing outcomes resulting from changed expression levels of introduced transgenes. Enhanced capacity in field physiology is urgently needed to dissect and identify key processes if we are to use this knowledge in molecular breeding (e.g., Ribaut et al., 2002;Barker et al., 2004;Johnson, 2004). Capacity for precision phenotyping under repeatable but representative levels of stress in the field is lagging far behind the capacity to generate genomic information, and will limit progress in generating gene-phenotype associations for traits. Although it is possible to dissect traits to the level of QTL, fine mapping these QTL to the gene level is time consuming and often prohibitively expensive.",
          "table": []
        },
        {
          "text": "For complex traits such as drought tolerance, many QTL identified in elite lines developed by breeding programs are likely to be context-dependent due to the effects of gene-by-gene and gene-by-environment interactions. Therefore, although we can Mendelize quantitative traits, the value of the QTL alleles will need to be determined for the specifics of the situation to which they are to be applied. The stochastic nature of the sampling process involved in conducting experiments to map traits should be fully appreciated and accommodated in any attempt to study the genetic architecture of traits and to apply these results to assist phenotypic selection. For complex traits, investing in large experi-ments that provide an extensive sampling of the reference germplasm pool and the target population of environments is needed. Published QTL investigations demonstrate variable levels of success in identifying QTL models accounting for high proportions of genotypic and phenotypic variation. In many cases the proposed QTL models have not been subjected to a validation study to determine their repeatability outside of the experiment used for their detection. While individual traits can be studied, we recognize the need to integrate information from multiple traits for applied breeding. Crop models offer a unique way to determine effects of the timing of trait improvement and possible effects of selection in a variable target of population environments.",
          "table": []
        },
        {
          "text": "We advocate the use of genetics and genomics within an integrated framework that relies heavily upon critical input from disciplines such as plant and crop physiology, crop modeling, and precise field phenotyping. This integration of quantitative knowledge arising from diverse, but complementary, disciplines will allow researchers to more fully understand genes associated with drought tolerance in maize, and more accurately predict the consequences of modulating expression levels of those genes. It is our belief that such efforts will lead to a more knowledge-based approach to improving maize yields for the drought stress prone weather predicted to occur with greater frequency in the future, and to develop more focused field screening techniques that increase rates of gain for yield and yield stability under conditions of variable and unpredictable water stress.",
          "table": []
        }
      ]
    }
  ],
  "tables": []
}