{
  "meta": {
    "title": "Investigation of the Detectability of Corn Smut Fungus (Ustilago maydis DC. Corda) Infection Based on UAV Multispectral Technology",
    "author": "László Radócz, Atala Szabó, András Tamás, Árpád Illés, Csaba Bojtor, Péter Ragán, Attila Vad, Adrienn Széles, Endre Harsányi, László Radócz",
    "journal": "MDPI AG",
    "date": "2023. 05. 30."
  },
  "paragraphs": [
    {
      "title": "Abstract",
      "div": [
        {
          "text": "Corn smut fungus (Ustilago maydis [DC.] Corda) is a globally widespread pathogen affecting both forage and sweet maize hybrids, with higher significance in sweet maize. Remote sensing technologies demonstrated favorable results for disease monitoring on the field scale. The study focused on the changes in vegetation index (VI) values influenced by the pathogen. In this study, four hybrids, two forage maize and two sweet maize hybrids were examined. Artificial infection was carried out at three different doses: a low (2500 sporidium number/mL), medium (5000 sporidium number/mL) and high dose (10,000 sporidium number/mL) with a non-infected control plot for each hybrid. The experimental plots were monitored using a multispectral UAV sensor of five monochrome channels on three different dates, i.e., 7, 14 and 21 days after infection. Five different indices (NDVI, GNDVI, ENDVI, LCI, and NDRE) were determined in Quantum GIS 3.20. The obtained results demonstrated that the infection had a significant effect on the VI values in sweet maize hybrids. A high-dose infection in the Dessert R 73 hybrid resulted in significantly lower values compared to the non-infected hybrids in three indices (NDVI, LCI and GNDVI). In the case of the NOA hybrids, GNDVI and ENDVI were able to show significant differences between the values of the infection levels.",
          "table": []
        }
      ]
    },
    {
      "title": "Introduction",
      "div": [
        {
          "text": "Maize is one of the most important crops in Hungarian agriculture. In 2021, the maize production area in Hungary was 1,076,061 ha (hectares) , which is almost one-quarter of the Hungarian arable land. Therefore, experiments and various tests related to maize can potentially be decisive, not only from a scientific aspect but also from an economic point of view. In order to carry out a complex field examination of maize, it is essential to evaluate the optimal level of weather conditions, agrotechnics, sowing time and applied fertilizer . The nutrient supply and, more specifically, the amount and quality of nitrogen used are of key importance during plant production . Plant pests can cause significant yield losses; therefore, the planning and implementation of appropriate plant protection procedures is one of the most important factors in plant management . One of the most widespread and well-known pathogens of cultivated maize is the corn smut fungus Ustilago Maydis [DC.] CORDA . Pathogens and pests can also cause various symptoms in plants. Changes may appear in the plant tissues, such as the deformation and discoloration of the leaves, the formation of necrotic spots and the drying and bending of the plants .",
          "table": []
        },
        {
          "text": "Remote sensing can be used to monitor and detect various symptoms, especially in the case of diseases and pests causing decreased leaf chlorophyll (Chl) and carotenoid (Car) content, mainly caused by viral, bacterial and fungal infections .",
          "table": []
        },
        {
          "text": "Agricultural UAVs (Unmanned Aerial Vehicles) provide new opportunities for pathogen assessment in precision farming . These devices can be used in the appropriate environmental conditions , making it possible to collect large amounts of data in a cost-effective way . Remote sensing technologies can be divided into three main groups in terms of the observation and detection of plant diseases and pests .",
          "table": []
        },
        {
          "text": "The first group includes spectral systems based on VIS-SWIR visible light and nearinfrared (e.g., Multispectral, Hyperspectral, RGB and NDVI-NDRE) cameras .",
          "table": []
        },
        {
          "text": "The second group involves fluorescent and thermal systems, which are based on different thermal cameras (Thermal Imaging Cameras). This method is also suitable for the presymptom detection of pathogens. For example, Gómez (2014) observed changes in rose leaves 5 days after Peronospora sparsa infection, before they even produced visible symptoms . Furthermore, it is also possible to detect apple tree scab, Venturia inequalis, before its symptoms appear on the crop .",
          "table": []
        },
        {
          "text": "The third is SAR (Synthetic Aperture Radar) LiDAR Light Detection and Ranging Laser-based Remote Sensing in Hungarian. Using these methods, morphological and structural changes mainly caused by pathogenic and harmful organisms can be monitored . Currently, the most common vegetation index is the NDVI (chlorophyll content, biomass, etc.) . The vegetation index (NDVI, GNDVI, NDRE, etc.) values clearly show the health status of the observed plant population since the reflectance of the leaves in the visible spectrum (400-700 nm) is low due to the absorbed photosynthetic pigments (mainly chlorophylls and carotenoids) . The reflectance of a plant in a state of stress increases, which can be easily detected with the appropriate tools, sensor systems and instruments. If the chlorophyll content of a leaf decreases, it can absorb less light, meaning that the reflectance increases in the visible spectra, for example on channel RED, but decreases in the near-infrared NIR . Polischuk et al. (1997) performed measurements based on spectral reflectance for the early diagnosis of disease symptoms. In the case of Nicotiana debneyi plants, 10 days after artificial infection with tomato mosaic tobamovirus, the reflectance of the leaves decreased (chlorophyll content (Chl) reduction). However, visually detectable symptoms were observed only 2 weeks after the infection . For example, Kuska (2015) examined the development of powdery mildew with a hyperspectral camera, also based on spectral reflectance. Changes were detected on the leaf surface already on the fourth day after infection before the symptoms on the leaves became visible . A plant under stressful conditions (caused by different biotic or abiotic stressors) reacts with defense mechanisms, such as a decrease in the leaf area index (LAI), a change in the chlorophyll content, or a change in the surface temperature. Thus, the spectral changes that occur differ from the values of healthy, stress-free vegetation .",
          "table": []
        },
        {
          "text": "The symptoms of corn smut disease caused by the fungus Ustilago maydis [DC.] Corda, which is involved in this study, can affect all parts of the maize plant, including the stem, leaf, cob and crest, and it can also reduce the chlorophyll content .",
          "table": []
        },
        {
          "text": "At first, pigment destruction and a yellowish color appear, followed by tissue destruction and the appearance of necrotic spots (leaf color changes) .",
          "table": []
        },
        {
          "text": "It is important to mention that the pathogen has also an effect on increasing different plant hormones, such as AUXIN and CYTOKININ, , and also plant stress hormones, which are expressed due to the infection, such as APX, MDA, SOD and POD, are higher in corn smut infected (CSI) plants . The spread and importance of the disease are enhanced by the global warming trend, as it prefers dry, warm conditions , which are increasingly typical in Hungary and Central Europe as a region . This paper focuses on the changes caused by the infection of the corn smut fungi and their detectability using measurements based on the VIS-SWIR remote sensing technologies with a multispectral camera system.",
          "table": []
        }
      ]
    },
    {
      "title": "Materials and Methods",
      "div": []
    },
    {
      "title": "Study Area",
      "div": [
        {
          "text": "The study site is located in the eastern part of Hungary, in Debrecen. A total of 16 plots were created in the experimental area of the University of Debrecen (47 • 33 6.52 N. 21 • 36 5.59 E). Two sweet maize and two forage maize hybrids (P 9025, ARMAGNAC) and sweet maize (NOA, DESSERT R 73) were involved in the study, as shown in Figure 1. The sowing date was the same for all four hybrids-29 April 2021. The soil has a pH of 7.46 and Arany's plasticity index is 44. The total soil organic matter content was around 2.4% in the topsoil (0-30 cm). The total amount of water in the 0-100 cm depth was measured before the growing season began (8.3.2021). The average of the total water volume in the wide examined profile (0-100 cm) was 20.02 m/m%. The largest amount (23.42 m/m%) of water was located between 10 and 40 cm depth. In the deeper region (50-100 cm) of the soil, the moisture content was lower (18.6 m/m%) than the soil surface (0-50 cm). The soil samples were dried at 105 Celsius degrees for 5 days in a drying chamber. The data in the weather and soil condition database were measured and collected by the University's own weather station at the experiment site.",
          "table": []
        },
        {
          "text": "are increasingly typical in Hungary and Central Europe as a region .",
          "table": []
        },
        {
          "text": "This paper focuses on the changes caused by the infection of the corn smut fungi an their detectability using measurements based on the VIS-SWIR remote sensing technolo gies with a multispectral camera system.",
          "table": []
        }
      ]
    },
    {
      "title": "Materials and Methods",
      "div": []
    },
    {
      "title": "Study Area",
      "div": [
        {
          "text": "The study site is located in the eastern part of Hungary, in Debrecen. A total of 1 plots were created in the experimental area of the University of Debrecen (47°33′6.52″ N 21°36′5.59″ E). Two sweet maize and two forage maize hybrids (P 9025, ARMAGNAC and sweet maize (NOA, DESSERT R 73) were involved in the study, as shown in Figur 1. The sowing date was the same for all four hybrids-29 April 2021. The soil has a pH o 7.46 and Arany's plasticity index is 44. The total soil organic matter content was aroun 2.4% in the topsoil (0-30 cm). The total amount of water in the 0-100 cm depth was meas ured before the growing season began (8.3.2021). The average of the total water volum in the wide examined profile (0-100 cm) was 20.02 m/m%. The largest amount (23.4 m/m%) of water was located between 10 and 40 cm depth. In the deeper region (50-10 cm) of the soil, the moisture content was lower (18.6 m/m%) than the soil surface (0-5 cm). The soil samples were dried at 105 Celsius degrees for 5 days in a drying chambe The data in the weather and soil condition database were measured and collected by th University's own weather station at the experiment site.",
          "table": []
        },
        {
          "text": "The artificial (Ustilago Maydis [DC.] Corda) infection was carried out with three dif ferent spore concentrations (spore numbers were 2500/mL, 5000/mL, 10,000/mL and +non infected control). The temperature was higher than the average of the last 30 years (19.72 °C). The max imum temperature was higher than 30 °C 19 times between 15.05 and 15.07. Between 06.1 and 06.30, the maximum temperature was above 30 °C every day. The average humidit was low in the middle part of the examination period. After the artificial inoculation o the plants, the relative humidity was higher (70%) than the average of the two-month pe riod (Figures 2 and3). The artificial (Ustilago Maydis [DC.] Corda) infection was carried out with three different spore concentrations (spore numbers were 2500/mL, 5000/mL, 10,000/mL and +non-infected control).",
          "table": []
        },
        {
          "text": "The temperature was higher than the average of the last 30 years (19.72 • C). The maximum temperature was higher than 30 • C 19 times between 15.05 and 15.07. Between 06.16 and 06.30, the maximum temperature was above 30 • C every day. The average humidity was low in the middle part of the examination period. After the artificial inoculation of the plants, the relative humidity was higher (70%) than the average of the two-month period (Figures 2 and3).",
          "table": []
        },
        {
          "text": "During the period of examination, the amount of precipitation was lower than the average of the last 30 years (136.1 mm). The rainfall distribution was not equal between 15.05 and 15.07. The major part of the precipitation was concentrated in the first and the last part of the examined two months. The total amount of precipitation was 89.1 mm (Figure 4).   During the period of examination, the amount of precipitation was lower than the average of the last 30 years (136.1 mm). The rainfall distribution was not equal between 15.05 and 15.07. The major part of the precipitation was concentrated in the first and the last part of the examined two months. The total amount of precipitation was 89.1 mm (Figure 4).   During the period of examination, the amount of precipitation was lower than the average of the last 30 years (136.1 mm). The rainfall distribution was not equal between 15.05 and 15.07. The major part of the precipitation was concentrated in the first and the last part of the examined two months. The total amount of precipitation was 89.1 mm (Figure 4). The area was kept weed-free during the tests. Therefore, the values of different weed species could not affect the values on the examined plots. The rows and row spacings were kept clear, and the use of herbicides was avoided. Only mechanical tools were used in this small area. The area was kept weed-free during the tests. Therefore, the values of different weed species could not affect the values on the examined plots. The rows and row spacings were kept clear, and the use of herbicides was avoided. Only mechanical tools were used in this small area.",
          "table": []
        },
        {
          "text": "Three different levels of infection were carried out in the experiment. The plants were treated with the fungus in the 4-5-leaf (V5) phenophase on the 3rd of June. A total of 2 mL of spore suspension was injected into the part of the stem between the second and third node with a mass injection device [27]. The plot IDs and the doses for each plot are shown in The Location of plot IDs and infection levels. Cross-infection was not possible in the plots because the reproductive spores of the fungus are formed much later in the vegetative phase, and we observed the earlier stages when only chlorotic changes would appear, and the artificial infection was carried out directly with a suspension produced from compatible fungal strains. Artificial infection was performed on 3 June 2021.",
          "table": [
            "The Location of plot IDs and infection levels."
          ]
        },
        {
          "text": "• Low concentration: 2500 spores/mL • Medium concentration: 5000 spores/mL • High concentration: 10,000 spores/mL",
          "table": []
        }
      ]
    },
    {
      "title": "Experimental Devices and Image Acquisition Methods",
      "div": [
        {
          "text": "The test field was monitored three times during the vegetation period. The front and side overlap was 80%. The flight altitude was 25 m, with a speed of 3 m/s and a ground sample distance (GSD) of 1.4 cm/px in every case. The total covered area of the flight mission was 0.12 ha and approx. 5 min. for each flight. In order to ensure repeatability, the recordings were always made between 10 am and 11 am. On all three survey dates, the weather was clear and sunny. The capture mode was hover and capture at point. Capture was used by the time interval. Agricultural UAV (drone): DJI Phantom 4 Multispectral RTK drone, which is equipped with a 6-camera Multispectral imaging system 1 visible light and 5 monochrome sensors. FOV (Field of View): 62.7 The camera can take 6 pictures simultaneously on 5 different channels. Band 1 is Red (R) 650 nm ± 16 nm, Band 2 is Green (G) 560 nm ± 16 nm, Band 3 is Blue (B) 450 nm ± 16 nm, Band 4 is Red Edge (RE) 730 nm ± 16 nm and Band 5 is Near-Infra RED (NIR) and captures at 840 nm ± 26 nm wavelengths. For each camera sensor, the effective pixels were 2.02 MP (2.12 in total), and the cameras were equipped with a global shutter and a 3-axis gimbal stabilizer . The UAV control software used was DJ GS Pro on IOS with an iPad Mini.",
          "table": []
        },
        {
          "text": "WebODM, the software used in the analysis and evaluation process, is a free application that was used for UAV image processing. Georeferenced maps, point clouds and textured 3D models can be created from aerial photographs (WebODM) .",
          "table": []
        },
        {
          "text": "High-resolution orthomosaics were created from the field captures (high-resolution HR 2 cm/pixel). We used these orthomosaics for further QGIS analysis (The imagery was orthorectified using WebODM). Orthophotos were taken on the 5 different channels (Red R, Green G, Blue B, Near-infrared NIR, Red edge RE) on each survey date 7 days (10 June), 14 days (17 June) and 21 days (24 June) following the infection period.",
          "table": []
        },
        {
          "text": "The digitization footprint and sizes of the captured images are presented in The digitization footprint of the experiment (raw image format and post-processed Tiff). Quantum GIS 3.20 was used to create and evaluate the different vegetation index (VI) maps (Figure 5). The vegetation index maps were prepared with the raster analysis function and formulas shown in The digitization footprint of the experiment (NDVI, NDRE, GNDVI, LCI and ENDVI).",
          "table": [
            "The digitization footprint of the experiment."
          ]
        },
        {
          "text": "HR 2 cm/pixel). We used these orthomosaics for further QGIS analysis (The imagery was orthorectified using WebODM). Orthophotos were taken on the 5 different channels (Red R, Green G, Blue B, Near-infrared NIR, Red edge RE) on each survey date 7 days (10 June), 14 days (17 June) and 21 days (24 June) following the infection period.",
          "table": []
        },
        {
          "text": "The digitization footprint and sizes of the captured images are presented in The digitization footprint of the experiment (raw image format and post-processed Tiff). Quantum GIS 3.20 was used to create and evaluate the different vegetation index (VI) maps (Figure 5). The vegetation index maps were prepared with the raster analysis function and formulas shown in The digitization footprint of the experiment (NDVI, NDRE, GNDVI, LCI and ENDVI).  The digitization footprint of the experiment. Vegetation index formulas used in the study.",
          "table": [
            "The digitization footprint of the experiment.",
            "The digitization footprint of the experiment.",
            "The digitization footprint of the experiment."
          ]
        }
      ]
    },
    {
      "title": "Abbrev.",
      "div": [
        {
          "text": "Formula Reference",
          "table": []
        },
        {
          "text": "In each case, a mask file was created for extracting the maize pixels separated from the background and values of the soils and shadow, i.e., only maize plant pixels were used for further analysis.",
          "table": []
        },
        {
          "text": "Sample values were collected for all the vegetation index maps (ENDVI, LCI, NDRE, etc.) based on the method shown in Figure 6. Each sample box was a 3 × 2.5 m rectangle that covered a multipolygon shape file (Shp) area (NDVI sampling spot). Following the principle of unification, the sample values for each map were collected from the same area.",
          "table": []
        },
        {
          "text": "Guan S. et al. ( 2019) also collected the sample NDVI values with this method in their experiment . Using these data, statistical mean values were obtained in MS Excel.",
          "table": []
        },
        {
          "text": "Further statistical analyses were performed in R 4.1.2.  using the RStudio  graphic interface and the \"agricolae\"  packages.",
          "table": []
        }
      ]
    },
    {
      "title": "LCI",
      "div": [
        {
          "text": "(RNIR -RRedEdge)/(RNIR + RRed)  ENDVI (RNIR + RGreen -2 × RBlue)/(RNIR + RGreen + 2 × RBlue)  Sample values were collected for all the vegetation index maps (ENDVI, LCI, NDRE, etc.) based on the method shown in Figure 6. Each sample box was a 3 × 2.5 m rectangle that covered a multipolygon shape file (Shp) area (NDVI sampling spot). Following the principle of unification, the sample values for each map were collected from the same area.  2019) also collected the sample NDVI values with this method in their experiment . Using these data, statistical mean values were obtained in MS Excel.",
          "table": []
        },
        {
          "text": "Further statistical analyses were performed in R 4.1.2.  using the RStudio  graphic interface and the \"agricolae\"  packages.",
          "table": []
        },
        {
          "text": "The figures and graphs were created in MS Excel 2016. Based on the example of Huzsvai , the repeated measures ANOVA (RMA) model was used to examine the effect of the recording method, dates and infection level and their combined effect, as well as their impact on the vegetation index value changes during the first three weeks of the infection period. The same model was used in each VI map in the case of NDVI, GNDVI, NDRE, LCI and ENDVI and also for each hybrid. The figures and graphs were created in MS Excel 2016. Based on the example of Huzsvai , the repeated measures ANOVA (RMA) model was used to examine the effect of the recording method, dates and infection level and their combined effect, as well as their impact on the vegetation index value changes during the first three weeks of the infection period. The same model was used in each VI map in the case of NDVI, GNDVI, NDRE, LCI and ENDVI and also for each hybrid.",
          "table": []
        }
      ]
    },
    {
      "title": "Results",
      "div": [
        {
          "text": "The symptoms were fully visible on the experiment field by the third week. The symptoms of the stem (tumors) and leaf corn smut infection were also identified, i.e., discolored brown spots with a yellowish border, necrotic tissues and structural destruction were visible on the surface of the leaves, as shown in Figure 7.",
          "table": []
        },
        {
          "text": "Agronomy 2023, 13, x FOR PEER REVIEW 8 of 16",
          "table": []
        }
      ]
    },
    {
      "title": "Results",
      "div": [
        {
          "text": "The symptoms were fully visible on the experiment field by the third week. The symptoms of the stem (tumors) and leaf corn smut infection were also identified, i.e., discolored brown spots with a yellowish border, necrotic tissues and structural destruction were visible on the surface of the leaves, as shown in Figure 7.",
          "table": []
        },
        {
          "text": "The first recordings were performed 1 week after infection (7 DAI), the second were performed 14 days after infection (14 DAI) and the third were carried out 21 days (DAI) after infection. The forage maize hybrids P 9025 and Armagnac were more tolerant to the infection than the sweet maize hybrids Dessert R 73 and NOA, as shown also via the symptoms in the field.",
          "table": []
        },
        {
          "text": "The Dessert R 73 results revealed three VIs with a significant effect of the infection, based on the values in Significant effect on the values of infection in different VIs in the case of the D73 hybrid.  The first recordings were performed 1 week after infection (7 DAI), the second were performed 14 days after infection (14 DAI) and the third were carried out 21 days (DAI) after infection.",
          "table": [
            "Significant effect on the values of infection in different VIs in the case of the D73 hybrid."
          ]
        },
        {
          "text": "The forage maize hybrids P 9025 and Armagnac were more tolerant to the infection than the sweet maize hybrids Dessert R 73 and NOA, as shown also via the symptoms in the field.",
          "table": []
        },
        {
          "text": "The Dessert R 73 results revealed three VIs with a significant effect of the infection, based on the values in Significant effect on the values of infection in different VIs in the case of the D73 hybrid. Note: ** indicates that the infection had a significant impact on the values at the 0.01 level; * indicates that the impact was significant at the 0.05 level.",
          "table": [
            "Significant effect on the values of infection in different VIs in the case of the D73 hybrid."
          ]
        }
      ]
    },
    {
      "title": "Results of the Sweet Maize Hybrid Dessert R 73",
      "div": [
        {
          "text": "As shown in the values of the Dessert R 73 hybrid in Significant effect on the values of infection in different VIs in the case of the D73 hybrid, in the case of three VI NDVI, LC, and GNDVI of the five calculated indices, the infection affected the values at various levels.",
          "table": [
            "Significant effect on the values of infection in different VIs in the case of the D73 hybrid."
          ]
        },
        {
          "text": "Based on Figure 8, the values of the control plot had the highest NDVI values at 0.3052, and the values of the plot with a high spore concentration (High 10,000) were the lowest at 0.2560. The values of the low-dose plot were 0.2907 (Low 2500), and the values of the plot treated with a medium dose (Medium 5000) showed an NDVI value of 0.2886.",
          "table": []
        },
        {
          "text": "The results of the control plot produced higher values than those of the Low 2500 and Medium 5000 plots. However, they did not differ significantly from each other, and all three belong to Group (a). Based on the NDVI results, the control plot (a) is statistically different from the High 10,000 values (b).",
          "table": []
        },
        {
          "text": "In the case of the high concentration dose 10,000 (b) plot, the NDVI values are lower than both the two treatments and the uninfected control plot. The values of High 10,000 (b) are significantly different from the NDVI values of the other treated plots.",
          "table": []
        },
        {
          "text": "Based on Figure 9, the values of the control plot were the highest with a GNDVI value of 0.2576, and the lowest GNDVI values of the plot with a high spore concentration (High 10,000) were 0.1813.  The values of the low-dose plot were 0.2907 (Low 2500), and the values of the plot treated with a medium dose (Medium 5000) showed an NDVI value of 0.2886.",
          "table": []
        },
        {
          "text": "The results of the control plot produced higher values than those of the Low 2500 and Medium 5000 plots. However, they did not differ significantly from each other, and all three belong to Group (a). Based on the NDVI results, the control plot (a) is statistically different from the High 10,000 values (b).",
          "table": []
        },
        {
          "text": "In the case of the high concentration dose 10,000 (b) plot, the NDVI values are lower than both the two treatments and the uninfected control plot. The values of High 10,000 (b) are significantly different from the NDVI values of the other treated plots.",
          "table": []
        },
        {
          "text": "Based on Figure 9, the values of the control plot were the highest with a GNDVI value of 0.2576, and the lowest GNDVI values of the plot with a high spore concentration (High 10,000) were 0.1813. In the case of the high concentration dose 10,000 (b) plot, the NDVI values are lower than both the two treatments and the uninfected control plot. The values of High 10,000 (b) are significantly different from the NDVI values of the other treated plots.",
          "table": []
        },
        {
          "text": "Based on Figure 9, the values of the control plot were the highest with a GNDVI value of 0.2576, and the lowest GNDVI values of the plot with a high spore concentration (High 10,000) were 0.1813. Based on Figure 10, the values of the control plot were the highest with an LCI value of 0.1102, and the values of the plot with a high spore concentration (High 10,000) showed the lowest value of 0.07137. Based on Figure 10, the values of the control plot were the highest with an LCI value of 0.1102, and the values of the plot with a high spore concentration (High 10,000) showed the lowest value of 0.07137. The results of the control plot showed higher values than the Low 2500 and Medium 5000 plots and also the High 10,000 plot and were significantly different from the Medium 5000 (b) and the High 10,000 (b). The Control (a) plot was not significantly different from the Low 2500 (a).",
          "table": []
        },
        {
          "text": "In the case of the High 10,000 (b) concentration plot, the LCI values were lower than both the two treatments and the uninfected control plot. The values of High 10,000 (b) were significantly different from the LCI values of Low 2500 (a) and Control (a). The values of the High 10,000 (b) plot were not significantly different from those of the Medium 5000 concentration (b).",
          "table": []
        }
      ]
    },
    {
      "title": "Results of the Sweet Maize Hybrid NOA",
      "div": [
        {
          "text": "Based on Figure 11, the values of the control plot were the highest with an ENDVI value of 0.335286, and the values of the plot with a high spore concentration (High 10,000) showed the lowest value of 0.266592. The F value wad 9.173 for the ENDVI, and 11.78 for the GNDV (Significant effect on the values of infection in different VIs in the case of the hybrid NOA).",
          "table": [
            "Significant effect on the values of infection in different VIs in the case of the hybrid NOA."
          ]
        },
        {
          "text": "Agronomy 2023, 13, x FOR PEER REVIEW 11 of 16",
          "table": []
        }
      ]
    },
    {
      "title": "Results of the Sweet Maize Hybrid NOA",
      "div": [
        {
          "text": "Based on Figure 11, the values of the control plot were the highest with an ENDVI value of 0.335286, and the values of the plot with a high spore concentration (High 10,000) showed the lowest value of 0.266592. The F value wad 9.173 for the ENDVI, and 11.78 for the GNDV (Significant effect on the values of infection in different VIs in the case of the hybrid NOA.).   The values of the medium dose plot were 0.295733 (Medium 5000), and the values of the low dose treated plot (Low 2500) showed an ENDVI value of 0.280846.",
          "table": [
            "Significant effect on the values of infection in different VIs in the case of the hybrid NOA."
          ]
        },
        {
          "text": "The results of the control plot showed higher values than the Low 2500 (b) and Medium 5000 (b) plots and the High 10,000 (b) plot and were significantly different from these three.",
          "table": []
        },
        {
          "text": "In the case of the NOA ENDVI maps, the Medium 5000 (b) was higher than the Low 2500 (b) concentration plot values but was not significantly different.",
          "table": []
        },
        {
          "text": "Based on Figure 12, the values of the control plot were the highest with a GNDVI value of 0.269864, and the values of the plot with a high spore concentration (High 10,000) showed the lowest value of 0.208266.  The values of the medium dose plot were 0.295733 (Medium 5000), and the values of the low dose treated plot (Low 2500) showed an ENDVI value of 0.280846.",
          "table": []
        },
        {
          "text": "The results of the control plot showed higher values than the Low 2500 (b) and Medium 5000 (b) plots and the High 10,000 (b) plot and were significantly different from these three.",
          "table": []
        },
        {
          "text": "In the case of the NOA ENDVI maps, the Medium 5000 (b) was higher than the Low 2500 (b) concentration plot values but was not significantly different.",
          "table": []
        },
        {
          "text": "Based on Figure 12, the values of the control plot were the highest with a GNDVI value of 0.269864, and the values of the plot with a high spore concentration (High 10,000) showed the lowest value of 0.208266. The results of the control plot produced higher values than the Low 2500 (a) and Medium 5000 (b) plots and the High 10,000 (b) plot and were significantly different from these two groups.",
          "table": []
        },
        {
          "text": "A summary of the results is shown in Summary table of the results.",
          "table": [
            "Summary table of the results."
          ]
        }
      ]
    },
    {
      "title": "Discussion",
      "div": [
        {
          "text": "The basis of this VIS-SWIR remote sensing technology method lies in the spectral response of plants under different stress factors. Crops that are affected by different diseases show changes in water content, cell structure, pigment synthesis and colorization of the green parts. In this study, four different hybrids were observed: two forage maize hybrids (P 9025 and Armagnac) and two sweet maize hybrids (Dessert R 73 and NOA). In the case of the forage maize hybrids, there were changes in the VI values, but no significant difference was detected between those indices. It is commonly known that forage maize hybrids are much more resilient against smut fungus but are not fully resistant. In the case of the sweet maize hybrid, previous studies showed that after 11 DACSI (days after corn smut infection), the photosynthetic pigments in the plants were significantly reduced . Chlorosis is one of the most typical symptoms of corn smut fungus . The results of the control plot produced higher values than the Low 2500 (a) and Medium 5000 (b) plots and the High 10,000 (b) plot and were significantly different from these two groups.",
          "table": []
        },
        {
          "text": "A summary of the results is shown in Summary table of the results.",
          "table": [
            "Summary table of the results."
          ]
        }
      ]
    },
    {
      "title": "Discussion",
      "div": [
        {
          "text": "The basis of this VIS-SWIR remote sensing technology method lies in the spectral response of plants under different stress factors. Crops that are affected by different diseases show changes in water content, cell structure, pigment synthesis and colorization of the green parts. In this study, four different hybrids were observed: two forage maize hybrids (P 9025 and Armagnac) and two sweet maize hybrids (Dessert R 73 and NOA). In the case of the forage maize hybrids, there were changes in the VI values, but no significant difference was detected between those indices. It is commonly known that forage maize hybrids are much more resilient against smut fungus but are not fully resistant. In the case of the sweet maize hybrid, previous studies showed that after 11 DACSI (days after corn smut infection), the photosynthetic pigments in the plants were significantly reduced . Chlorosis is one of the most typical symptoms of corn smut fungus . Garcia-Ruiz, F. et al. (2013) investigated HLB-infected citrus trees in Florida. They used multispectral images for the detection and classification. The study included seven vegetation indices, and two indices used in this study (NDVI and GNDVI) were also observed for plant pathogen diagnostic purposes.",
          "table": []
        },
        {
          "text": "Their results showed that the AIV (average index values) of the NDVI and GNDVI in the case of HLB-infected trees were both lower than those of the healthy plants. HLB also affected the leaf's photosynthetic pigments, such as chlorophyll and carotenoids. Similar results were observed in this study. In the case of the plots that were infected with the high (10.000) concentration compared to the healthy plots, the average VI values of the infected plots were significantly lower .",
          "table": []
        },
        {
          "text": "De Castro et al. ( 2015) focused on the early detection of laurel wilt disease in avocado plants. For the purpose of evaluation and analysis, multispectral images were taken, and different VIs were calculated. Spectral data analysis showed significant differences between healthy and LW-infected plants in different infection stages. The GNDVI was an optimal vegetation index for this type of survey based on their results .",
          "table": []
        },
        {
          "text": "Albetis J. et al. also used the NDVI and GNDVI in their study for the detection of dorée in red and white grapevine cultivars. The NDVI and GNDVI were also important variables in their multivariate classification and measuring methods .",
          "table": []
        },
        {
          "text": "Gennaro and S.F.D monitored grapevine leaf stripe disease (GLSD) with a multispectral UAV. Their results showed that the GLSD grapevine disease affected the values of the NDVI compared to the healthy plants. They also confirmed that GLSD significantly influenced the NDVI values .",
          "table": []
        },
        {
          "text": "Abdulridha et al. extracted vegetation indices from hyperspectral images (UAV-based) to detect tomato diseases. According to the authors, they were able to detect bacterial spots in every stage of the disease development using NDVI (850) .",
          "table": []
        },
        {
          "text": "Based on the works of Kaur R. et al., the LCI (Leaf Chlorophyll Index) showed R 2 = 0.73 regression with chlorophyll content in wheat . In this experiment, in the case of the Dessert R 73 hybrid, the LCI values were able to detect the effect of the corn smut infection, Ustilago maydis [DC.] Corda. The plots that were treated with the highest 10.000 spore concentration showed significantly lower values than the healthy ones.",
          "table": []
        },
        {
          "text": "It was detected that the infection had an impact on the values during the infection period. The field was monitored on three different dates 7 days after the infection (7 DAI), 14 days after infection (14 DAI) and 21 days (21 DAI) after infection.",
          "table": []
        },
        {
          "text": "Orthomosaics were created in WebODM with a high spatial resolution (2 cm/pixel). Using raster analysis, five different VIs were calculated (NDVI, GNDVI, ENDVI, NDRE and LCI). Using Quantum GIS 3.20, in addition to creating maps, sample data were also collected with the sample box method, i.e., a rectangle polygon shape file with the same parameters for all the plots. After acquiring the zonal statistics from all the VI maps, a database was created. Statistical analysis was performed in RStudio 4.1.2  with the RStudio  graphic interface using the \"agricolae\"  packages.",
          "table": []
        },
        {
          "text": "The figures and graphs were created in Microsoft Excel 2016. Based on the example of Huzsvai , a repeated measures ANOVA (RMA) model was used to examine the effect of the recording method and infection level and their combined effect, as well as their impact on the vegetation index value changes.",
          "table": []
        },
        {
          "text": "In the case of the Dessert R 73 hybrid, three different VIs showed that the infection had affected the obtained values, GNDVI, NDVI and LCI. These three VIs performed well based on the study results.",
          "table": []
        },
        {
          "text": "In the case of the NOA sweet maize hybrid, two VIs showed the effect of the corn smut infection (GNDVI and ENDVI).",
          "table": []
        }
      ]
    },
    {
      "title": "Conclusions",
      "div": [
        {
          "text": "The novelty of our study is that the obtained results show that the GNDVI showed an outstanding performance in the case of the corn smut fungus Ustilago maydis [DC.] Corda monitoring. It was shown that the infection had a significant impact on the values at the 0.01 ** level in the two sweet maize hybrids, NOA and Dessert R 73. The NDVI, LCI and ENDVI also showed great results regarding tracking the pathogen Ustilago maydis [DC.]. These two hybrids are very popular in the Hungarian sweet maize market, so all research and economic studies are relevant for our producers and also for our researchers. This method can be used to detect the changes in different VIs during the period of infection with the modified RMA model. As the concentration was increased, the values became lower in the plots treated with the fungi, and the dynamic changes were evident. With this survey and sample collection method, the sample values from the VIs can be analyzed and evaluated and can be adopted in every other culture. It is possible to investigate different biotic or abiotic stressors on a field scale. The results showed that the dynamics of the values changed over time and were significantly affected by the different infection levels, i.e., field validation is still required in every case, and the values of severity scales should be determined after evaluation, depending on the culture, vegetation period and on-site validation. In addition, using this multispectral device, which is available on the market, experimental sites or fields can be observed in high quality.",
          "table": []
        }
      ]
    }
  ],
  "tables": [
    "{\"title\": \"The Location of plot IDs and infection levels.\", \"head\": [\"Hybrid\", \"Control\", \"Low Dose\", \"Medium Dose\", \"High Dose\"], \"value\": [[\"Dessert R 73\", \"4\", \"13\", \"11\", \"6\"], [\"NOA\", \"16\", \"10\", \"1\", \"7\"], [\"Armagnac\", \"3\", \"5\", \"14\", \"12\"], [\"P 9025\", \"9\", \"15\", \"8\", \"2\"]]}",
    "{\"title\": \"The digitization footprint of the experiment.\", \"head\": [\"Date\", \"Overlap Front/Side\", \"GSD\", \"Number of Captured Channels\", \"Size in Mb (Raw)\", \"Size in Mb (Tiff)\"], \"value\": [[\"7 DAI\", \"80%\", \"1.4 cm/px\", \"6\", \"1640\", \"84.7\"], [\"14 DAI\", \"80%\", \"1.4 cm/px\", \"6\", \"1250\", \"97.1\"], [\"21 DAI\", \"80%\", \"1.4 cm/px\", \"6\", \"1620\", \"80.6\"]]}",
    "{\"title\": \"The digitization footprint of the experiment.\", \"head\": [\"Date\", \"Overlap Front/Side\", \"GSD\", \"Number Of Captured Channels\", \"Size in Mb (Raw)\", \"Size in Mb (Tiff)\"], \"value\": [[\"7 DAI\", \"80%\", \"1.4 cm/px\", \"6\", \"1640\", \"84.7\"], [\"14 DAI\", \"80%\", \"1.4 cm/px\", \"6\", \"1250\", \"97.1\"], [\"21 DAI\", \"80%\", \"1.4 cm/px\", \"6\", \"1620\", \"80.6\"]]}",
    "{\"title\": \"Significant effect on the values of infection in different VIs in the case of the D73 hybrid.\", \"head\": [\"Infection D73\", \"Df\", \"Sum Sq\", \"Mean Sq\", \"F Value\", \"Pr (>F)\"], \"value\": [[\"LCI\", \"3\", \"0.0030246\", \"0.0010082\", \"21,059\", \"0.00138 **\"], [\"NDVI\", \"3\", \"0.003874\", \"0.0012913\", \"7.927\", \"0.0165 *\"], [\"GNDVI\", \"3\", \"0.010228\", \"0.003409\", \"15.61\", \"0.00307 **\"]]}",
    "{\"title\": \"Significant effect on the values of infection in different VIs in the case of the hybrid NOA.\", \"head\": [\"Infection NOA\", \"Df\", \"Sum Sq\", \"Mean Sq\", \"F Value\", \"Pr (>F)\"], \"value\": [[\"ENDVI\", \"3\", \"0.007891\", \"0.002630\", \"9.73\", \"0.01167 *\"], [\"GNDVI\", \"3\", \"0.008164\", \"0.002721\", \"11.78\", \"0.00631 **\"], [\"Note: ** indicates that the infection had a significant impact on the values at the 0.01 level; * indicates that the\"], [\"impact was significant at the 0.05 level.\", \"\", \"\", \"\", \"\"]]}",
    "{\"title\": \"Summary table of the results.\", \"head\": [\"Infection D73\", \"Control\", \"Low Dose\", \"Medium Dose High Dose\", \"Pr (>F)\"], \"value\": [[\"LCI **\", \"0.110 a\", \"0.105 a\", \"0.083 b\", \"0.071 b\", \"0.00138 **\"], [\"NDVI *\", \"0.305 a\", \"0.290 a\", \"0.288 a\", \"0.256 b\", \"0.0165 *\"], [\"GNDVI **\", \"0.270 a\", \"0.265 a\", \"0.225 b\", \"0.208 b\", \"0.00307 **\"], [\"Infection NOA\", \"Control\", \"Low Dose\", \"Medium Dose High Dose\", \"Pr (>F)\"], [\"ENDVI *\", \"0.335 a\", \"0.296 b\", \"0.281 b\", \"0.267 b\", \"0.01167 *\"], [\"GNDVI **\", \"0.258 a\", \"0.240 b\", \"0.209 b\", \"0.181 b\", \"0.00631 **\"], [\"Groups marked with different letters are significantly different from each other. Alpha: 0.05 Signif-\"], [\"icant levels * p < 0.05, ** p < 0.01-the marked results is had significant effect)\", \"\"]]}",
    "{\"title\": \"Summary table of the results.\", \"head\": [\"Infection D73\", \"Control\", \"Low Dose\", \"Medium Dose\", \"High Dose\", \"Pr (>F)\"], \"value\": [[\"LCI **\", \"0.110 a\", \"0.105 a\", \"0.083 b\", \"0.071 b\", \"0.00138 **\"], [\"NDVI *\", \"0.305 a\", \"0.290 a\", \"0.288 a\", \"0.256 b\", \"0.0165 *\"], [\"GNDVI **\", \"0.270 a\", \"0.265 a\", \"0.225 b\", \"0.208 b\", \"0.00307 **\"], [\"Infection NOA\", \"Control\", \"Low Dose\", \"Medium Dose\", \"High Dose\", \"Pr (>F)\"], [\"ENDVI *\", \"0.335 a\", \"0.296 b\", \"0.281 b\", \"0.267 b\", \"0.01167 *\"], [\"GNDVI **\", \"0.258 a\", \"0.240 b\", \"0.209 b\", \"0.181 b\", \"0.00631 **\"], [\"Groups marked with different letters are significantly different from each other. Alpha: 0.05 Significant levels\"], [\"* p < 0.05, ** p < 0.01-the marked results is had significant effect).\", \"\", \"\"]]}"
  ]
}