{
  "meta": {
    "title": "Irrigation and nitrogen effects on the leaf chlorophyll content and grain yield of maize in different crop years",
    "author": "Adrienn Széles Ványiné Széles, Attila Megyes, János Nagy",
    "journal": "Elsevier BV",
    "date": "2012. 02. 23."
  },
  "paragraphs": [
    {
      "title": "Abstract",
      "div": [
        {
          "text": "For economic as well as environmental reasons, the determination of optimal nitrogen (N) fertiliser application rates under field conditions is of great importance, especially under irrigated conditions. A two-year field experiment was conducted in Hungary (47 • 33 N, 21 • 26 E, 111 m) with six N fertiliser rates (0-150 kg ha -1 ) under irrigated and non-irrigated conditions with the aim to compare the chlorophyll (Chl) concentration of maize (Zea mays L.) leaves at different growth stages to the soil nitrate-N, the amount of N applied as fertilizer and grain yield. The effect of irrigation and N fertilisation on the soil water and nitrate-N dynamics, grain yield and water use efficiency (WUE) was also examined. In the drought year of 2007, the volumetric soil water content increased from the surface (8.5-9.5, v/v%) to a depth of 1.2 m (15-20, v/v%) in both water treatments. In the extremely wet year of 2008, an opposite tendency was observed. In 2007, N applied without irrigation accumulated in the 0-0.2 m depth and nitrate-N did not significantly decrease, due to minimal crop N uptake. Under irrigated conditions, nitrate-N was significantly reduced by crop uptake during the growing season of both years. In 2007, chlorophyll meter readings were related to the plant available N at the R1 stage in both water treatments (P < 0.001). The CMR value and yield were in close correlation with each other at the R1 growth phase in the drought year in the irrigated treatment (P < 0.001; R = 0.724), and in the wet year both in the non-irrigated (P < 0.001; R = 0.735) and the irrigated treatments (P < 0.001; R = 0.782). The soil nitrate content could be concluded to in the dry year (2007) at the R1 growth stage in both irrigation treatments (R = 0.614; R = 0.648), and in the wet year (2008)  in the non-irrigated treatment at the V12 growth stage (R = 0.763).",
          "table": []
        },
        {
          "text": "In 2007, the lack of rainfall caused yield stress in the non-irrigated treatment, in contrast to the significantly reduced yield in every N treatment in comparison with the non-irrigated treatment recorded in 2008, due to the extremely high amounts of rainfall. The yield surplus per 1 mm irrigation was negative and the level of WUE was also significantly lower.",
          "table": []
        }
      ]
    },
    {
      "title": "Introduction",
      "div": [
        {
          "text": "Maize is one of the most important cultivated crops in the world, due to its basic role in feeding the population and its ability to be rapidly expanded into high levels of production. Hungary ranks 11th in the World's average maize yield and 8th in the category of yearly average yield increase. Indeed, Hungary has the 4th largest maize production area in the world (more than one million hectares), following the USA, France and Canada (FAOSTAT, 2009).",
          "table": []
        },
        {
          "text": "Intensive crop nutrition is indispensable for ensuring yield increase. Determining the optimal fertiliser application rate is a difficult task due to its interaction with soil water and other factors. One has to consider the nutrient management history and nutrient binding ability of the soil, as well as the yield potential and nutrient requirement maize hybrid and residual soil N from the previous crop (Hansen and Djurhuus, 1996;Delphin, 2000;Ichir et al., 2003;Nakamura et al., 2004;Körschens, 2006;Széll et al., 2005;D'Haene et al., 2007). Of the three macroelements (NPK), nitrogen fertilisation has the highest yield increasing effect in maize on most soils (Shaahan et al., 1999;Fabrizzi et al., 2005;Nagy, 2008). Nitrogen plays a key role in several physiological crop processes. As a result of increasing N doses, the photosynthetic activity, leaf area index (LAI) and leaf area density (LAD) increase (Anderson et al., 1985;Dwyer and Anderson, 1995;Earl and Tollenaar, 1997;Tóth et al., 2002;Ma et al., 2005;Uribelarrea et al., 2009).",
          "table": []
        },
        {
          "text": "Efficient nutrient utilization and high yields require favourable water supply. Limited water supply during vegetative growth reduces the development of stem and leaf cells, resulting in reduced crop height and leaf area (Lauer, 2003). Drought during tasseling could potentially cause even a 40-50% yield reduction. Water deficiency during tasseling and flowering reduces the grain number of cobs per row, whereas post-pollination stress decreases kernel weight, resulting in significant yield reduction (Westgate and Boyer, 1986;Lauer, 2003).",
          "table": []
        },
        {
          "text": "In the case of insufficient natural water supply, irrigation is a significant element, being the most effective intervention in a crop population (Wienhold et al., 1995;Márton, 2005;Bharati et al., 2007;Kumar, 2008). In addition to its yield increasing effect, irrigation also reduces yearly yield fluctuation and moderates the risks of crop production (Pandey et al., 2000;Rockström and Falkenmark, 2000;Zwart and Bastiaanssen, 2004;Nagy, 2008). As a result of irrigation, not only will the available water content of soil be higher, but it will also have a favourable effect on the dissolution processes and increase the biological activity of the soil. Nevertheless, it is a fundamental requirement that the applied irrigation should not deteriorate the soil structure and soil fertility, cause permanent anaerobic conditions in the soil, reduce the activity of microorganisms, result in the leaching of N and mineral nutrients or induce secondary salinisation (Díez et al., 1997;Kengni et al., 1994;Pang et al., 1997;Cameira et al., 1998;Feng et al., 2004).",
          "table": []
        },
        {
          "text": "The aims of our investigation were to evaluate the effect of N fertilisation and irrigation on the soil water and nitrate-N content, the chlorophyll content, grain yield of maize and water use efficiency, as well as to evaluate the correlation between the chlorophyll content, the soil nitrate-N content and grain yield in the growing seasons of 2007 and 2008.",
          "table": []
        }
      ]
    },
    {
      "title": "Materials and methods",
      "div": []
    },
    {
      "title": "Production site description",
      "div": [
        {
          "text": "The studies were carried out at the Látókép Experimental Station of the Centre for Agricultural and Applied Economic Sciences of the University of Debrecen in Eastern Hungary (47 • 33 N, 21 • 26 E, 111 m asl) in the growing seasons of 2007 and 2008. The experimental station is located in a moderately warm and dry production area at the north-eastern part of the Great Hungarian Plain. The irrigation × fertilisation field experiment had a strip plot experimental design with four replications. Plot size was 15 m 2 .",
          "table": []
        }
      ]
    },
    {
      "title": "Weather",
      "div": [
        {
          "text": "Weather was variable, as verified by the daily values for air and soil temperature ( • C), relative air humidity (%), wind speed (m s -1 ), global radiation (W m -2 ) and rainfall (mm), which were all obtained and logged by the automatic weather station installed at the experimental site.",
          "table": []
        },
        {
          "text": "The extreme weather in 2007 resulted in extreme production conditions for maize. In July, the 40 • C heat which persisted for several days strongly damaged maize. This extreme heat was accompanied by a lack of precipitation. Between September 2006 and August 2007, the mean temperature of each month was uninterruptedly higher than the long-term average for the whole year. The amount of rainfall from April to September was 284 mm, which was 56 mm lower than the 50 year average. The distribution of rainfall was not favourable either. In the growing season, the number of sunny hours was also high (1729 h), which is 278 h more than average. In the growing season of 2008, there was enough precipitation for maize (484 mm) and even its distribution was favourable. In the vegetation period, the mean temperature was similar to the 50 year average, whereas the number of sunny hours was 93 h more than average. 2008 can be considered to have been optimal from the aspect of maize production (Fig. 1).",
          "table": []
        }
      ]
    },
    {
      "title": "Soil",
      "div": [
        {
          "text": "The soil of the experimental site was lowland pseudomyceliar chernozem (Mollisol-Calciustoll or Vermustoll/Pachic or Typic, silt loam, USDA '90, Soil Taxonomy, 2011). The field capacity of the soil layers varied between 0.27 and 0.34 cm 3 cm -3 soil water content, and the wilting point between 0.10 and 0.12 cm 3 cm -3 . The average pH KCl value of soil was 6.6 (slightly acidic), which is optimal from the point of crops' nutrient uptake. The Arany plasticity index in the upper (20 cm) layer of the soil was 39 and the total amount of water-soluble salts (anions and cations) was 0.04%. The calciumcarbonate content in the upper 80 cm of the soil was around 0%, whereas it was 12% at a depth of 100 cm. Organic matter content in the upper 20 cm layer of the soil was 2.3% and did not exceed 1% at a depth of 120 cm. The potassium supply of the soil was favourable, whereas its P supply was moderate. The main physical and chemical features of the soil profile of the experimental site are summarised in Tables 1 and2, respectively.",
          "table": []
        }
      ]
    },
    {
      "title": "Experimental details",
      "div": [
        {
          "text": "Six fertiliser treatments (0, 30, 60, 90, 120, and 150 kg N ha -1 ) were applied in the field experiment in both years. The entire amount of fertiliser (ammonium nitrate) was applied in the spring, 3 weeks before sowing. The short season maize hybrid Mv 277 SC (FAO 310) was sown on 24th April 2007 and 22nd April 2008, at 70,000 seeds per hectare, following winter ploughing and spring seedbed preparation. The preceding crop was maize. Irrigation was applied using Valmont linear irrigation equipment. The amount of irrigation water applied in the growing season of 2007 was 110 mm, in 4 applications (25 mm on 27th April, 30-30 mm on 16th May and 10th June and 25 mm on 26th June). In 2008, emergence-inducing irrigation (25 mm) was applied once on 11th May. Maize was harvested on 8th October in both years. The harvested grain yield was determined at 14% moisture content.",
          "table": []
        },
        {
          "text": "During the planning of maize irrigation, the method of Doorenbos et al. (1978) was applied. The formula of Diepen et al. (1988) describes the relationship between different soil moisture contents and p ratios:",
          "table": []
        },
        {
          "text": "where ws is the critical soil moisture content (v/v%), p is the soil water depletion fraction as a function of the PET, fc is the soil moisture content at field capacity (v/v%), and wp is the soil moisture content at wilting point (v/v%). When the soil moisture content is lower than the critical one in Eq. ( 1) the plant ET is reduced. For that reduction we use the formula of Diepen et al. (1988):",
          "table": []
        },
        {
          "text": "where R ws is the reduction factor for transpiration in case of water shortage, t is the actual soil moisture content (v/v%), wp is the soil moisture content at wilting point (v/v%), and ws is the critical soil moisture content (v/v%). In Eq. (1), the parameter \"p\" was determined in an experimental way. The PET value was determined using the algorithm of Priestley and Taylor (1972).",
          "table": []
        }
      ]
    },
    {
      "title": "Measurements",
      "div": [
        {
          "text": "Based on published references (Yadava, 1986;Piekielek and Fox, 1992;Schepers et al., 1992;Feil et al., 1997;Auernhammer, 2001;Berzsenyi and Lap, 2005), the relative chlorophyll concentration of maize leaves was measured using a SPAD-502 (Minolta, Japan) portable chlorophyll meter. Measurements were started each year  at the 6-leaf stage (V6) of maize growth (Ritchie et al., 1997), performed at the 12-leaf (V12) growth stage and in the reproductive period. CMR (chlorophyll meter readings) were obtained on the basis of the instructions provided by Costa et al. (2001) on the latest fully developed leaf between the V6 and R1 growth stages and the ear leaf at the R1 stage. 20 plants were used per N treatment.",
          "table": []
        },
        {
          "text": "In parallel with chlorophyll measurements, soil samples were collected three times (V6, V12 and R1 stages) from the 0 to 120 cm soil profile, separating into 0-5, 5-15, 15-30, 30-45, 45-60, 60-90 and 90-120 cm layers, with the aim to determine the plant available mineral N supply of the soil. The nitrate-N content of the samples was evaluated using the Spectroquant ® Nova 60A photometer and the Spectroquant ® nitrate test. The total amount of plant available soil N in each soil layer was calculated by multiplying nitrate-N content (mg kg -1 ) by bulk density (g cm -3 ) and thickness of the layers. Similar to the methods used by researchers of Mediterranean production sites (Villar-Mir et al., 2002;Berenguer et al., 2009), the ammonium N content of soil was not measured, since its quantity was negligible in each treatment and no statistically significant difference could be shown on the basis of analyses from previous years (Huzsvai et al., 2006).",
          "table": []
        },
        {
          "text": "Changes in the soil moisture dynamics were tracked by CS 615 Water Content Reflectometer (Campbell Scientific, Inc.). Moisture sensors were placed parallel to the soil surface at 0-15, 15-30, 30-45, 45-60, 60-90 and 90-120 cm depths. Sensors were connected to a Campbell Scientific CR10X data logger to collect soil moisture content data on a daily basis continuously over the growing season.",
          "table": []
        },
        {
          "text": "The water use efficiency (WUE) (Viets, 1962;Hillel, 1998), defined as the grain yield per unit of evapotranspiration (ET) per hectare (kg ha -1 mm -1 ) and the increase in grain yield per unit of irrigation water (mm) per hectare (kg ha -1 mm -1 ) were determined, with the latter describing the indirect efficiency of irrigation. These indexes were determined as follows:",
          "table": []
        },
        {
          "text": "where G = grain yield of maize (kg ha -1 ), ET = evapotranspiration in the growing season (mm).",
          "table": []
        },
        {
          "text": "where G 1 = grain yield of maize under irrigated conditions (kg ha -1 ), G 2 = grain yield of maize under non-irrigated conditions (kg ha -1 ), IW = total amount of irrigation water in the growing season (mm). The value of the actual ET was determined on the basis of the following equation:",
          "table": []
        },
        {
          "text": "where P = precipitation during the growing season (mm), I = irrigation water applied during the growing season (mm), = change of the soil moisture stored in the upper 1.2 m layer of soil over the growing season, R = runoff (mm), D = subsurface drainage below 1.5 mm depth (mm).",
          "table": []
        },
        {
          "text": "Due to the soil characteristics of the research, the parameters R and D have negligible values. Eq. ( 5) was used in the growing seasons of both experiment years from maize sowing until physiological maturity.",
          "table": []
        }
      ]
    },
    {
      "title": "Statistical analysis",
      "div": [
        {
          "text": "A general linear model (GLM) was used to show the effect of treatments on the moisture content and nitrate-N content of the soil, as well as on the chlorophyll content and yield of maize (Huzsvai, 2008). In order to determine the differences among treatment mean values, a significance level of 5% was set (LSD 5% ). During the multiple comparisons, Duncan's test was used to correct confidence intervals in order to avoid the accumulation of alpha errors. Quality parameters within the homogeneous group and yield did not differ from each other at the 5% significance level. Regression analysis was performed in order to determine the correlations between the soil nitrate-N content measured in the growing season and the chlorophyll content (Chl) of maize leaves and yield. This evaluation was carried out each year using SPSS for Windows 13.0.",
          "table": []
        }
      ]
    },
    {
      "title": "Results and discussion",
      "div": []
    },
    {
      "title": "Soil moisture content",
      "div": [
        {
          "text": "Fig. 2 shows the daily rainfall distribution during the growing seasons of 2007 and 2008, the amount of irrigation water and the change of the soil water content of the 0-1.2 m soil profile under irrigated and non-irrigated conditions. Moisture content is the average of the applied fertiliser treatments. Fig. 3 shows the soil water with depth at different growth stages.",
          "table": []
        },
        {
          "text": "In 2007, under non-irrigated conditions, severe water deficiency was observed in the soil profile surrounding the maize seedling as a result of the dry spring period. The moisture content of the upper 0.15 m of soil decreased to 17-18 (v/v%), and that of the 0.07 m profile reduced to 8.5-9.5 (v/v%). On the contrary, deeper layers of the 1.2 m soil profile were characterised by more favourable water supply until the 40th day after sowing (Fig. 3). The soil moisture content reached the wilting point after flowering and it stayed at this level for one month. Water deficiency affected the crop during the intensive grain filling period, causing significant yield reduction. The soil moisture content was characterised by severe/moderately severe water deficiency in nearly half of the growing season. Based on the research results of Kang et al. (2000) and Pandey et al. (2000), the soil moisture deficiency around the time of emergence does not significantly affect yield. Plants subjected to drought during emergence better adjust to water deficiency periods occurring at later growth stages. In 2008, there was optimal water supply in the 1.2 m soil profile in nearly 75% of the growing season. The soil moisture content was fluctuating in the 220-290 mm range, which is equal to 36.9-74.5% of the plant available water content. There was only 13 mm rain during the 30-day-long period after sowing and the moisture content in the soil layer around the seedling dropped to below the critical level, which made it necessary to apply emergence-inducing irrigation of 25 mm. From the 6/7 leaf stage of maize, the upper 0.5 m soil layer was saturated with moisture to an even higher extent than field capacity, exceeding 300 mm (Fig. 3). The favourable moisture condition which was characteristic of the whole vegetative phase continued even after maize flowering. As a result of intensive grain filling, soil moisture content continuously decreased in the remaining part of the growing season. Nevertheless, no adverse effect on yield was found.",
          "table": []
        },
        {
          "text": "The initial moisture content of the irrigated soil profile significantly exceeded (P < 0.05) the respective values of the non-irrigated treatment by 15-20 mm in 2007. The applied irrigation water further increased the moisture surplus (20-50 mm) significantly (P < 0.05) until the 47th day after sowing. After flowering, water deficiency was observed also in the irrigated treatment. From the 117th day after sowing until the end of the growing period, moisture content was significantly lower (P < 0.05) by 7-13 mm in the upper 0.5 m layer of the irrigated soil profile (Fig. 3). In 2008, there was significantly lower (P < 0.05) moisture content in the irrigated soil layer (12.5 mm) until the 19th day after sowing in comparison with the non-irrigated treatment. As a result of the applied 25 mm irrigation water, the difference between the non-irrigated and the irrigated treatments disappeared and no significant difference was shown. 8.5-9.7 mm lower significant (P < 0.05) moisture content was observed in the remaining part of the growing season in the irrigated treatment in comparison with the non-irrigated one.",
          "table": []
        }
      ]
    },
    {
      "title": "Soil nitrate-N content",
      "div": [
        {
          "text": "According to Di and Cameron (2002), the temperature and rainfall conditions and the supplementary irrigation significantly influenced the amount of soil nitrate N and its distribution in the soil. The performed examinations also showed that irrigation and fertilisation resulted in different nitrate profiles and dynamics in the examined 1.2 m soil profile between the growing seasons of the two years, which had different temperature and rainfall conditions.",
          "table": []
        },
        {
          "text": "Under non-irrigated conditions in 2007, the nitrate-N concentration of non-fertilised plots was 0.6-2.7 mg kg -1 (Fig. 4). Fertilisation significantly (P < 0.001) influenced the nitrate N content of the soil at the examined phenological dates (Correlation coefficients between the chlorophyll meter reading (CMR) of maize leaves at different growth stages with soil nitrate-N content, the applied fertilizer and yield in the 2007 and 2008 growing seasons. Significant at the P < 0.05 level.** Significant at the P < 0.01 level. *** Significant at the P < 0.001 level). As a result of the N fertilisation before sowing, the soil nitrate-N content was increased in the 0.4 m profile close to the surface. The increase in soil-N was much less in the deeper layers. The quantity of nitrate-N measured at the accumulation level was 11.7-23.0 mg kg -1 in the case of lower fertiliser doses (30-60 kg ha -1 N) and 33.9-56.6 mg kg -1 in the case of medium and large doses (90-150 kg ha -1 N). In the 0.4-1.2 m profile below the accumulation level, the soil nitrate-N content was very low (1-7 mg kg -1 ) at all three measured dates for all N doses (Fig. 4). Due to low rainfall in 2007 in non-irrigated treatment and the moderate N uptake by crops, the nitrate-N content of the 0-1.2 m profile decreased significantly (P < 0.001) by 20-35% from the 6/7 leaf stage until the 50% silking stage, depending on the fertiliser dose, and there was no movement towards deeper layers (Fig. 6). In the non-fertilised plots in 2008, there were even lower nitrate-N concentrations (0.3-0.9 mg kg -1 ) than the low values measured in the preceding years. The effect of fertilisation on the soil nitrate-N content was significant (P < 0.001) at all three examination dates (Correlation coefficients between the chlorophyll meter reading (CMR) of maize leaves at different growth stages with soil nitrate-N content, the applied fertilizer and yield in the 2007 and 2008 growing seasons. Significant at the P < 0.05 level.** Significant at the P < 0.01 level. *** Significant at the P < 0.001 level). The peak of the accumulation zone of the fertiliser applied in the spring was observed in the 0.4-0.6 m layer at all three measurement dates in 2008 (Fig. 4), which can be explained by more precipitation in the autumn and early spring weather that moved the N down. The mineral N concentration of the soil below the accumulation zone did not exceed 8 mg kg -1 (Fig. 4). The decreased nitrate-N content measured in the accumulation zone could be observed in all fertiliser treatments during the growing season, which is to be expected, due to plant uptake. The amount of nitrate-N stored in the 1.2 m soil profile was only 10-20 kg ha -1 in the case of 30-90 kg ha -1 N treatments and nitrate-N contents above",
          "table": [
            "Correlation coefficients between the chlorophyll meter reading (CMR) of maize leaves at different growth stages with soil nitrate-N content, the applied fertilizer and yield in the 2007 and 2008 growing seasons. Significant at the P < 0.05 level.** Significant at the P < 0.01 level. *** Significant at the P < 0.001 level.",
            "Correlation coefficients between the chlorophyll meter reading (CMR) of maize leaves at different growth stages with soil nitrate-N content, the applied fertilizer and yield in the 2007 and 2008 growing seasons. Significant at the P < 0.05 level.** Significant at the P < 0.01 level. *** Significant at the P < 0.001 level."
          ]
        }
      ]
    },
    {
      "title": "Table 3",
      "div": [
        {
          "text": "Variance analysis result of Chl content of maize leaves, soil N-nitrogen content and yield of maize for irrigation and feritliser of two cultivars in each year (6-, 12-leaf stage and 50% silking). 50 and 100 kg ha -1 were obtained only when 120-150 kg ha -1 N was applied (Fig. 6).",
          "table": []
        },
        {
          "text": "As a result of irrigation in 2007, nitrate-N values between 0.3 and 3.3 mg kg -1 were measured without fertilisation in the entire 1.2 m soil profile (Fig. 5). At the V6 development stage, irrigation did not influence the soil nitrate-N content significantly. At the V12 development stage, the nitrate-N concentration of the accumulation zone still present in the 0.2-0.4 m soil layer significantly decreased (P < 0.001) in the fertilised treatments. By the R1 growth stage, as a result of the nutrient uptake by crops and leaching, the nitrate-N concentration decreased significantly (P < 0.001) below the weak supply level of 10 mg kg -1 , with the exception of the 150 kg ha -1 N dose (Fig. 5). In 2008, the measured nitrate-N concentration on plots without fertilization showed a low level of supply (0.3-0.8 mg kg -1 ) under irrigated conditions. Under fertilised conditions, the nitrate-N concentration of the soil significantly decreased (P < 0.001) at all three phenological stages. The accumulation zone that covered the 0.4-0.6 m soil layer could only be detected at the V6 and V12 phenological phases. When compared to the non-irrigated areas, the nitrate-N concentration of the  accumulation zone decreased by about 50% and it further decreased at the R1 stage to the 0.3-1.9 mg kg -1 range, depending on the applied fertiliser dose (Fig. 5). Of the applied fertiliser treatments, the soil nitrate-N content exceeded 50 kg ha -1 only in the case of 150 kg ha -1 N, which shows a significant N deficiency in the soil profile (Fig. 6). The joint effect of irrigation and fertilisation was significant (P < 0.001) in 2007, except for the 6-leaf-stage. On the contrary, the correlation between the two factors was significant (P < 0.001) at all three phenological stages in 2008.",
          "table": []
        }
      ]
    },
    {
      "title": "Leaf chlorophyll content",
      "div": [
        {
          "text": "The Chl content of maize leaves did not change significantly in any year as a result of N doses under natural precipitation supply conditions at the V6 growth stage, similarly to the research results of Liu and Wiatrak (2011). At the V12 stage in 2007, N application still did not have any Chl content increasing effect, but it had a significant (P < 0.001) effect in 2008, and the highest Chl content was observed in the case of 120 kg ha -1 N. At the R1 phase, the N Fig. 6. Effect of fertilisation on the amount of plant available nitrate-N content in the 1.2 m soil profile at three maize growth stages under non-irrigated and irrigated conditions. dose significantly increased Chl content in both 2007 (P < 0.001) and 2008 (P < 0.001) (Fig. 7).",
          "table": []
        },
        {
          "text": "The lowest Chl contents were observed on the non-fertilised plots in both years at all three measurement dates. The average Chl contents of the N-fertilised plots were higher in 2007 at the V6 and V12 (57.3;55.2 CMR values) than in 2008 (48.9;50.1 CMR values). However, the CMR value measured at the R1 growth stage in 2008 (58.1 CMR value) was higher than in 2007 (50.9 CMR value). The difference was significant in all cases (P < 0.001).",
          "table": []
        },
        {
          "text": "At the V6 growth stage, irrigation reduced the Chl content of maize leaves in both years. This reduction was significant in 2007 (P < 0.05), whereas it was not significant in 2008 (Fig. 8 and Correlation coefficients between the chlorophyll meter reading (CMR) of maize leaves at different growth stages with soil nitrate-N content, the applied fertilizer and yield in the 2007 and 2008 growing seasons. Significant at the P < 0.05 level.** Significant at the P < 0.01 level. *** Significant at the P < 0.001 level). The Chl content decreased the most in the non-fertilised treatment in 2007 (4.3 CRM) (P < 0.001) and in 2008 (4.9 CMR) (P < 0.001). The effect of irrigation improved with increasing N doses and the CMR value decreased to a lesser extent. The correlation between irrigation and N was not significant.",
          "table": [
            "Correlation coefficients between the chlorophyll meter reading (CMR) of maize leaves at different growth stages with soil nitrate-N content, the applied fertilizer and yield in the 2007 and 2008 growing seasons. Significant at the P < 0.05 level.** Significant at the P < 0.01 level. *** Significant at the P < 0.001 level."
          ]
        },
        {
          "text": "At the V12 growth stage, irrigation had an even greater effect on nutrient uptake. Irrigation decreased Chl content in both years (P < 0.001; P < 0.001). The most expressed reduction was observed in the non-fertilised treatment (-3.8 CMR in 2007 (P < 0.001) and -9.5 CMR in 2008 (P < 0.001)). Even in this phase, increasing the nutrient amount resulted in a moderate decrease. In the year with favourable precipitation amount (2008), irrigation reduced CMR values to an even higher extent than in the dry year of 2007. The correlation of irrigation × N treatments was significant in both years (P < 0.001; P < 0.001).",
          "table": []
        },
        {
          "text": "At the R1 growth stage in 2007 -over all N treatments -, irrigation did not significantly affect Chl content. Nevertheless, further increasing the amount of N from 90 kg ha -1 N resulted in increasing CMR values, peaking at 150 kg ha -1 N (P < 0.001). In 2008, Chl content significantly (P < 0.01) decreased as a result of irrigation and the most expressed reduction was observed on the non-fertilised plot (-10.9 CMR value; P < 0.001). The negative effect of irrigation decreased with the increase of fertiliser doses, but it was still -3.5 CMR (P < 0.001) in the case of 150 kg ha -1 N.",
          "table": []
        }
      ]
    },
    {
      "title": "Dynamics of the maize leaf chlorophyll content",
      "div": [
        {
          "text": "Under natural water supply conditions, the Chl content of the maize leaf was the highest at the V6 stage (57.2 CMR) in 2007averaged over all treatments -which significantly decreased during the development process (Fig. 9) by 7.6 CMR (P < 0.001) at the R1 stage. The highest reduction in the Chl content (13.8 CMR; P < 0.001) was observed in the non-fertilised plot, whereas the lowest was measured in the case of 120 kg ha -1 N (4.7 CMR; P < 0.001). In 2008 -as opposed to 2007 -similar to the findings of Rostami et al. (2008) and Smeal and Zhang (1994), Chl content increased over time in the vegetation period, the average increase over treatments being 7.2 CMR (P < 0.01). The highest increase in the Chl content until the R1 stage was shown in the case of 150 kg ha -1 N dose. The extent of increase was 14.0 CMR (P < 0.001).",
          "table": []
        },
        {
          "text": "As a result of irrigation, the Chl content of maize leaves gradually decreased over the vegetation period of 2007 for most treatments from the V6 stage (54.7 CMR) (Fig. 9). The most expressed reduction was shown in the case of non-fertilised treatments (11.4 CMR; P < 0.001) and low N doses. The Chl content greatly decreased until the V12 growth stage, even in the case of 120-150 kg ha -1 N doses. Then, it increased at the R1 stage and exceeded the CMR values obtained at the V6 stage. In 2008, averaged over all treatments, the Chl content slightly (1.3 CMR; P < 0.001) increased by the R1 growth stage. A notable reduction was observed in the case of the non-fertilised treatment and the 30 kg ha -1 N dose (8.8-11.2 CMR; P < 0.001), but the Chl content started to increase by the V12 and R1 stages from 60 kg ha -1 N on. The highest increase was observed in the case of 150 kg ha -1 N dose (11.8 CMR; P < 0.001).",
          "table": []
        }
      ]
    },
    {
      "title": "Grain yield and water use efficiency",
      "div": [
        {
          "text": "Under natural precipitation supply conditions, yield increased linearly in both years, with N application up to 60 kg ha -1 N (5.3 t ha -1 over non-fertilized treatment in 2007; 11.2 t ha -1 in 2008), but the further increase in fertiliser did not result in higher  yield (Fig. 10). The average yield increase due to fertilisation at 150 kg N was 1.34 t ha -1 (P < 0.01) in the dry year of 2007, while yield was even more satisfactory in the year with favourable precipitation supply (2008) (3.27 t ha -1 , P < 0.001).",
          "table": []
        },
        {
          "text": "Several researchers showed that irrigation increases the efficiency of fertilisation (Otegui et al., 1995;Pandey et al., 2000;Farre and Faci, 2009). In irrigated treatments -which results in a higher yield level -the positive correlation of irrigation and fertilisation makes it necessary to increase fertiliser doses in order to be economical. In 2007, the results of this study were the same as those of other researchers. As a result of irrigation, the highest yield was obtained in the case of 120 kg ha -1 N. The average yield increasing effect of irrigation was significant (3.8 t ha -1 ) (P < 0.001) (Fig. 10). On the other hand, in 2008, irrigation caused a yield reduction (-1.9 t ha -1 ) in the average yield over treatments, as compared to non-irrigated treatments, at the 0.1% significance level. The  correlation between irrigation × fertilisation was not significant. The extent of yield reduction caused by irrigation was the highest (2.6-2.7 t ha -1 ) in the unfertilized plot and in the case of the smallest N dose (30 kg ha -1 ). The amount of yield reduction gradually decreased with the increase of fertiliser dose.",
          "table": []
        },
        {
          "text": "Fig. 11 shows the water use efficiency values (WUE 1 and WUE 2 ) against irrigation and fertiliser doses in two growing seasons with different precipitation supplies.",
          "table": []
        },
        {
          "text": "In the non-irrigated treatment in 2007, the most efficient use of rainfall during the growing season (20.4 kg ha -1 mm -1 ) was observed in the 60 kg ha -1 N treatment. The WUE 1 values of 90-150 kg ha -1 N doses were significantly (P < 0.05) lower than this. In 2008, the best water use (23.8 kg ha -1 mm -1 ) was observed in the case of 90 kg ha -1 N dose and higher N doses did not cause any significant change in the WUE 1 values. In 2008, the higher yields demonstrated how water use had improved in the case of all N fertiliser doses, in comparison with the preceding drought year.",
          "table": []
        },
        {
          "text": "As a result of irrigation, the value of water use efficiency significantly (P < 0.05) improved in 2007, with the exception of non-fertilised plots. The most favourable water use was measured on plots with 150 kg ha -1 N doses (26.3 kg ha -1 mm -1 ), whereas the WUE 1 value measured in the case of 120 kg ha -1 N did not differ significantly (P < 0.05) from this value. On the contrary, in 2008, significantly lower (P < 0.05) water use was observed at all N levels in comparison with the non-irrigated treatment, which can be explained by the significant yield reduction. Under irrigated conditions, the best water use efficiency (20.5 kg ha -1 mm -1 ) was measured at the 150 kg ha -1 N dose. The WUE 1 values of 90-120 kg ha -1 N treatments did not significantly (P < 0.05) differ from this value.",
          "table": []
        },
        {
          "text": "Fig. 11 also shows the grain yield increase (WUE 2 ) per 1 mm irrigation water. In 2007, the lowest efficiency of irrigation was observed on non-fertilised plots (9.5 kg ha -1 mm -1 ), but it almost linearly increased with increasing N doses, reaching its most favourable value in the case of 150 kg ha -1 N. In 2008, as a result of the great yield reduction observed in the irrigated crop population, the yield increase per 1 mm was negative in the case of all N treatments. The WUE 2 values were especially unfavourable in the non-fertilised and the 30 kg ha -1 N treatments (-101.1, and -108.1 kg ha -1 mm -1 ). There was a significant (P < 0.05) improvement in relative efficiency with the increase of the N fertiliser dose.",
          "table": []
        }
      ]
    },
    {
      "title": "Correlation analysis",
      "div": []
    },
    {
      "title": "Conclusions",
      "div": [
        {
          "text": "N doses did not significantly increase Chl content at the V6 growth stage under natural precipitation supply conditions in both years, while they had a powerful effect at the R1 stage. As a result of irrigation, the Chl content was lower at all three development stages (V6, V12, R1), which can be explained by the reduction of the CMR value per one unit of dry matter.",
          "table": []
        },
        {
          "text": "In the dry crop year ( 2007), under natural precipitation supply conditions, Chl content greatly decreased with the closing of the vegetation period and the nitrogen uptake of maize leaves improved due to irrigation. In the year with favourable precipitation supply ( 2008), the dynamics of N uptake were positive until the R1 growth stage and the growth remained positive also as the result of irrigation, albeit at a lower absolute value.",
          "table": []
        },
        {
          "text": "The obtained results show that the increase of N doses is not always accompanied by yield increase, if the amount of water needed for crop growth is limiting. Both the excessive amount of water (lot of rainfall,) and water deficiency (lack of rainfall and irrigation) caused stress to the maize and thereby significantly reduced yield. The year 2008 properly demonstrates that 150 kg ha -1 N were not enough for the amount of precipitation and the applied irrigation water. As a result of the high amount of rainfall, the applied irrigation water, as well as the intensive N uptake of crops, the amount of plant available N decreased in the rooting zone and led to yield reduction.",
          "table": []
        },
        {
          "text": "N fertilisation without irrigation under drought conditions improves water use in comparison with the non-irrigated crop populations, but water use will only be at an acceptable level if the increased water demand will be satisfied with irrigation. Nevertheless, the strongly negative efficiency indexes of irrigation (yield surplus per 1 mm) along with yield data also clearly show that more irrigation should not have been applied in the especially wet year of 2008.",
          "table": []
        }
      ]
    }
  ],
  "tables": [
    "{\"title\": \"Main physical characteristics of the soil at the experimental site.\", \"head\": [\"Depth (cm)\", \"Total salt content\", \"Arany plasticity\", \"Higros-copicity, hy\", \"Bulk density (kg m -3 )\", \"Porosity (%)\", \"Field capacity\", \"Wilting point\"], \"value\": [[\"\", \"(m/m%)\", \"index, K A\", \"\", \"\", \"\", \"(m 3 m -3 )\", \"(m 3 m -3 )\"], [\"0-20\", \"0.04\", \"39\", \"2.25\", \"1.37\", \"48.3\", \"0.314\", \"0.130\"], [\"20-40\", \"0.03\", \"39\", \"2.25\", \"1.42\", \"46.4\", \"0.322\", \"0.130\"], [\"40-60\", \"0.03\", \"41\", \"2.13\", \"1.25\", \"52.8\", \"0.328\", \"0.130\"], [\"60-80\", \"0.02\", \"41\", \"2.51\", \"1.25\", \"52.8\", \"0.295\", \"0.129\"], [\"80-100\", \"0.02\", \"42\", \"2.07\", \"1.23\", \"53.6\", \"0.285\", \"0.127\"], [\"100-120\", \"0.02\", \"41\", \"2.18\", \"1.20\", \"54.7\", \"0.287\", \"0.108\"]]}",
    "{\"title\": \"Main chemical characteristics of the soil at the experimental site.\", \"head\": [\"Depth (cm)\", \"pH\", \"\", \"CaCO3 (%)\", \"Humus (%)\", \"Total-N (%)\", \"AL-soluble\", \"\"], \"value\": [[\"\", \"H2O\", \"KCl\", \"\", \"\", \"\", \"P2O5 (mg kg -1 )\", \"K2O (mg kg -1 )\"], [\"0-20\", \"7.3\", \"5.6\", \"0.15\", \"2.33\", \"0.150\", \"120.8\", \"234.5\"], [\"20-40\", \"7.2\", \"5.4\", \"0\", \"2.40\", \"0.120\", \"121.5\", \"230.3\"], [\"40-60\", \"7.2\", \"5.8\", \"0\", \"1.71\", \"0.100\", \"31.1\", \"137.3\"], [\"60-80\", \"8.0\", \"7.2\", \"0.3\", \"1.39\", \"0.086\", \"30.6\", \"119.5\"], [\"80-100\", \"8.4\", \"7.5\", \"6.8\", \"1.07\", \"0.083\", \"22.3\", \"105.9\"], [\"100-120\", \"8.4\", \"7.5\", \"12.1\", \"0.81\", \"-\", \"22.3\", \"97.7\"]]}",
    "{\"title\": \"Correlation coefficients between the chlorophyll meter reading (CMR) of maize leaves at different growth stages with soil nitrate-N content, the applied fertilizer and yield in the 2007 and 2008 growing seasons. Significant at the P < 0.05 level.** Significant at the P < 0.01 level. *** Significant at the P < 0.001 level.\", \"head\": [\"\", \"Non-irrigated\", \"\", \"\", \"Irrigated\", \"\", \"\"], \"value\": [[\"\", \"Soil nitrate-N a\", \"N fertiliser b\", \"Yield a\", \"Soil nitrate-N a\", \"N fertiliser b\", \"Yield a\"], [\"2007\", \"\", \"\", \"\", \"\", \"\", \"\"], [\"CMR (V6)\", \"0.198 ns\", \"0.380 ns\", \"0.080 ns\", \"0.337 ns\", \"0.193 ***\", \"0.121 **\"], [\"CMR (V12)\", \"0.097 ns\", \"0.780 ns\", \"0.122 **\", \"0.503 *\", \"0.268 ***\", \"0.321 ***\"], [\"CMR (R1)\", \"0.614 ***\", \"0.454 ***\", \"0.384 ***\", \"0.648 ***\", \"0.699 ***\", \"0.724 ***\"], [\"2008\", \"\", \"\", \"\", \"\", \"\", \"\"], [\"CMR (V6)\", \"0.106 ns\", \"0.014 ns\", \"0.039 ns\", \"0.018 ns\", \"0.055 ns\", \"0.043 ns\"], [\"CMR (V12)\", \"0.763 ***\", \"0.549 ***\", \"0.594 ***\", \"0.562 ***\", \"0.654 ***\", \"0.672 ***\"], [\"CMR (R1)\", \"0.598 ***\", \"0.681 ***\", \"0.735 ***\", \"0.525 **\", \"0.759 ***\", \"0.782 ***\"], [\"a Linear regression.\", \"\", \"\", \"\", \"\", \"\", \"\"]]}"
  ]
}