{
  "meta": {
    "title": "Kernel weight contribution to yield genetic gain of maize: a global review and US case studies",
    "author": "Javier Fernández A Fernández, Carlos Messina D Messina, Andrea Salinas, P Prasad V Vara Prasad, Jesse Nippert B Nippert, Ignacio Ciampitti A Ciampitti",
    "journal": "Oxford University Press (OUP)",
    "date": "2022. 03. 13."
  },
  "paragraphs": [
    {
      "title": "Abstract",
      "div": [
        {
          "text": "Over the past century of maize (Zea mays L.) breeding, grain yield progress has been the result of improvements in several other intrinsic physiological and morphological traits. In this study, we describe (i) the contribution of kernel weight (KW) to yield genetic gain across multiple agronomic settings and breeding programs, and (ii) the physiological bases for improvements in KW for US hybrids. A global-scale literature review concludes that rates of KW improvement in US hybrids were similar to those of other commercial breeding programs but extended over a longer period of time. There is room for a continued increase of kernel size in maize for most of the genetic materials analysed, but the trade-off between kernel number and KW poses a challenge for future yield progress. Through phenotypic characterization of Pioneer Hi-Bred ERA hybrids in the USA, we determine that improvements in KW have been predominantly related to an extended kernel-filling duration. Likewise, crop improvement has conferred on modern hybrids greater KW plasticity, expressed as a better ability to respond to changes in assimilate availability. Our analysis of past trends and current state of development helps to identify candidate targets for future improvements in maize.",
          "table": []
        }
      ]
    },
    {
      "title": "Introduction",
      "div": [
        {
          "text": "Over the past century, maize (Zea mays L.) grain yields have seen remarkable increases owing to the combination of breeding and agronomic management improvements. Because yield is an extremely complex trait, the determination of yield components has been a widely adopted strategy to rationalize this progress in kernel number (KN) per unit area and individual kernel weight (KW). In this sense, the major contribution to yield improvements has been attributed to the ability to set a greater KN via tolerance to higher plant density (Tollenaar and Lee, 2002;Duvick, 2005). Although genotypic variation in kernel size can be responsible for important variations in maize yield, much less attention has been directed to the relative contribution of KW to yield improvements. Knowledge of the progress of KW in breeding improvement becomes even more relevant in light of the existing trade-off between the two yield components, in which KW is often compensated by an adjustment in KN (Sadras, 2007;Gambín and Borrás, 2010). Certainly, one question to be addressed is whether KW improvements are necessary to overcome the reciprocity between both components and achieve future yield increases in these scenarios (Quintero et al., 2018).",
          "table": []
        },
        {
          "text": "While KW can be interpreted as the result of dry matter accumulation during the length of the kernel-filling period, it is a significantly complex trait involving several morphological and physiological processes under the combined influence of genetic and environmental factors. After ovary fertilization, there is a short period of endosperm cellularization (Leroux et al., 2014), usually referred to as lag phase, when the potential storage capacity of the kernel is largely determined (Johnson and Tanner, 1972;Reddy and Daynard, 1983). This kernel sink capacity is determined overall by the number of endosperm cells defined during this phase (Jones et al., 1985(Jones et al., , 1996)). Nonetheless, the potential kernel size has been also associated with genetic and environmental factors affecting the floret development and carpel growth before ovary fertilization (Scott et al., 1983;Millet and Pinthus, 1984;Calderini et al., 2001;Yang et al., 2009) and kernel expansion via water uptake during the linear phase (Martinez-Carrasco and Thorne, 1979;Kiniry, 1988;Borrás et al., 2004). After the lag phase, a period of rapid water uptake and dry matter accumulation defines the initiation of the linear kernel-filling phase (Ouattar et al., 1987). Once the maximum water content is achieved, maximum kernel volume is largely determined (Borrás et al., 2003). However, further increases in kernel volume during the last part of the linear phase may result at the expense of biomass deposition (Gambín et al., 2007;Sala et al., 2007). Water content continues to drop during this final phase reflected by the progression of the milk line towards the tip, and kernels are considered physiologically mature when they achieve their maximum dry weight (Fernandez and Ciampitti, 2021). Although variations in these kernel-filling characteristics are known to be associated with the agronomic conditions and genotype, their relative contribution to past yield improvements has not been quantified. Understanding the effect of breeding progress on kernel filling patterns under a variety of conditions is of fundamental interest to identify candidate breeding selection mechanisms for future crop improvement.",
          "table": []
        },
        {
          "text": "For US maize germplasms, the long-term genetic gain in yield has been successfully investigated in past retrospective studies on Pioneer Hi-Bred International (Corteva Agriscience) hybrids from the past century (Duvick et al., 2004;Campos et al., 2006;Cooper et al., 2014;Reyes et al., 2015;DeBruin et al., 2017). Although these hybrids (usually referred to as Pioneer ERA hybrids) have been subjected to extensive evaluations of agronomic traits across multiple US production systems, changes over time in KW and underlying physiological parameters have received little attention. The objectives of the current study were to (i) review the contribution of KW to grain yield improvements during the past century across multiple agronomic settings and breeding programs, and (ii) determine the physiological bases for improvements in KW and kernel-filling parameters for the set of Pioneer Hi-Bred ERA hybrids in the USA.",
          "table": []
        }
      ]
    },
    {
      "title": "Materials and methods",
      "div": []
    },
    {
      "title": "Systematic review",
      "div": [
        {
          "text": "The article screening procedure is summarized in Supplementary Fig. S1. Briefly, a literature search was conducted using the Web of Science, Scopus, and Google Scholar databases (last search on 8 March 2021) using the following keywords: (grain OR kernel) AND weight AND (historical OR era OR decades) AND (maize OR corn). A total of 346 research articles were retrieved, and assessment of duplicates, titles, abstracts, and full-texts was conducted based on the following: (i) experiments were carried out under field conditions; (ii) in a given study, two or more maize cultivars from different decades of commercial release were evaluated; (iii) variable of interest KW and year of release (YOR) of hybrids were provided; (iv) management information was reported, in particular, planting density, row spacing, nitrogen (N) fertilization, water condition, and source-sink restrictions; and (v) the article was written in English language. After assessment, a total of 29 published studies were considered eligible, in addition to the five US Pioneer ERA experimental studies described in detail below (Supplementary Table S1). In addition to KW, grain yield and KN variables were extracted when reported. The entire database includes 824 data points of KW (of which 737 and 749 reported grain yield and KN, respectively) along with the metadata describing management practices.",
          "table": []
        }
      ]
    },
    {
      "title": "Case studies I: 2017 and 2018 field experiments",
      "div": [
        {
          "text": "Experiments in 2017 and 2018 were performed to study the influence of rates and timing of N fertilization, water condition, and source-sink relationships on a smaller subset of three historical hybrids from the US Pioneer ERA set (Corteva Agriscience, Johnston, IA, US). All experiments (Ashland Bottoms, KS, USA) were described in detail in Fernandez et al. (2021Fernandez et al. ( , 2022b) ) and main characteristics of the sites are presented in Supplementary Table S1. Briefly, experiments were planted on 5 May 2017 and 24 April 2018 with plant density adjusted for irrigated (76 000 plants ha -1 ) and rainfed (61 000 plants ha -1 ) sites. Treatments were assigned to plots of 64 m 2 size (four rows at 0.76 cm between rows × 21 m length).",
          "table": []
        },
        {
          "text": "In 2017, both an irrigated and a rainfed site were used as split-plot designs with three replicates. Pioneer hybrids (Corteva Agriscience) 3394 (1991), P1151 (2011), and P1197 (2014) were assigned to the whole plots and N treatments as subplots. N treatments consisted of a low N (with no N applied) and two high+late N treatments (differing in the timing of the last N application, either at flowering (R 1 , Ritchie et al., (1997) or blister stage (R 2 )). For the high+late N, rates were adjusted for N demand based on yield target for each condition: 56 kg N ha -1 at planting; 56 (rainfed) and 112 kg N ha -1 (irrigated) at sixth leaf (V 6 ); and 25 (rainfed) and 50 kg N ha -1 (irrigated) as late N at R 1 or R 2 .",
          "table": []
        },
        {
          "text": "The experiment in 2018 was carried out in a split-plot design with three replicates under irrigated conditions. Hybrids 3394 (1991) and P1197 (2014) were assigned to the whole plots, and combinations of N fertilization and source-sink treatments (plus a low N negative control) to the subplots. For N levels, two fertilization approaches were tested maintaining the final N rate as the preceding year for irrigated conditions (218 kg N ha -1 ): high N, split into two applications (50% planting and 50% V 6 ); and high+late N, split into three applications (50% at planting, 20% at V 6 , and 30% at 12th leaf (V 12 )). Three levels of source-sink ratio were tested: a control without any intervention; a high source-sink ratio with reduced sink; and a low ratio with reduced source. Reduced sink treatments were achieved by means of a partially restricted pollination, covering the ears with a bag when the silks were 2.5 cm long (Rajcan and Tollenaar, 1999). Reduced source was achieved through partial defoliation, removing all leaves above the first node from the ear position 2 weeks after silking. Lastly, a low N (with no N applied) treatment with normal pollination was added as a negative control.",
          "table": []
        }
      ]
    },
    {
      "title": "Case studies II: 2019 and 2020 field experiments",
      "div": [
        {
          "text": "Field experiments were conducted in 2019 at Manhattan, KS, USA and in 2019-2020 at Viluco, Chile to characterize changes in KW across the past century of the Pioneer ERA maize-breeding program. Both locations were Corteva Agriscience research stations for which information on agronomic management is provided in Supplementary Table S1. Seeds were planted on 5 May 2019 with a plant density of 65 200 plants ha -1 (Manhattan) and on 28 October 2019 with a plant density of 100 000 plants ha -1 (Viluco). Experiments were conducted under rainfed (Manhattan) and fully irrigated (Viluco) conditions. Nitrogen fertilizer was applied at levels to avoid N being a limiting factor and adjusted for yield target for each condition. The experimental area was kept free of weeds, pests, and diseases during the growing season.",
          "table": []
        },
        {
          "text": "Twenty hybrids released from 1920 to 2017 were grown in a split-plot in randomized complete block design with three replications at both locations. Hybrids were assigned to whole plots of eight rows, 76 cm apart, and a size of 6 m wide by 5 m long. Subplots consisted of three micro-plots of 10 adjacent plants (within two rows) delimited to carry out source-sink manipulation treatments. The three levels of source-sink ratio were applied following the same procedures described for case studies I: a control without any intervention, a high source-sink ratio with reduced sink, and a low ratio with reduced source.",
          "table": []
        }
      ]
    },
    {
      "title": "Phenotypic measurements and calculations",
      "div": [
        {
          "text": "In all experiments, phenotypic descriptors for the reproductive phase were quantified for plants within experimental units (i.e. above 60 tagged plants per plot). Key developmental stage dates of anthesis (V T ) and silking (R 1 ) were recorded daily for all plants within experimental units. At silking date for each plot (i.e. at least 50% of the plants had exposed silks) and physiological maturity (i.e. black layer visible), shoot biomass samples were taken from an area between 0.5 m 2 (three plants, 2017-2018) and 0.75 m 2 (six plants, . Plants were cut at the ground level and separated in leaves (green leaf blades), stover (stems, leaf sheaths, attached dead leaves, and tassels), ear (cobs and husks), and grains. All samples were dried at 65 °C until constant weight. Post-flowering biomass accumulation was calculated as the difference between shoot biomass at R 6 and R 1 . Since only biomass at R 1 was available for all experiments, an estimate for the post-flowering source-sink ratio was obtained here as the quotient between the post-flowering biomass accumulation and KN.",
          "table": []
        },
        {
          "text": "From biomass harvested at physiological maturity, numerical yield components KN and KW were determined. In 2017-2018 experiments, a subsample of 500 kernels was counted and weighed separately to estimate final KW. The KN was estimated as the ratio between total grain biomass harvested at R 6 sampling and individual KW. Yield was determined with a plot combine from the two center rows; harvest area was corrected in rows where biomass samples were taken. In 2019 and 2020 experiments, grain yield and KN were obtained using the ear-photometry imaging system from Corteva Agriscience on ears harvested at maturity (Hausmann et al., 2011). The sampled ears were dried and shelled, and 500 individual kernels were separated to record individual KW. All grain yield values reported in this study were adjusted to a standard 150 g kg -1 moisture.",
          "table": []
        },
        {
          "text": "For kernel filling determination, the primary ear of a previously tagged plant was collected every week per plot, from R 2 until harvest maturity, and immediately placed in an airtight plastic bag. In the laboratory, ears were transferred to a humid chamber at saturating vapor pressure for the subsequent separation of kernels. Ten (2017Ten ( -2018) ) or 15 (2019-2020) kernels from the central portion of the ear were excised to track changes in kernel water and dry matter content during the kernel-filling period. Fresh and, after drying in an oven at 70 °C, dried kernels were weighed with an Ohaus analytical balance (Ohaus Scale Corp., Florham Park, NJ, USA) with an error index of 0.1 mg, except for Viluco experiments for which only dried kernels were weighed. Water content was calculated as the difference between kernel fresh weight and dry weight.",
          "table": []
        }
      ]
    },
    {
      "title": "Statistical analysis",
      "div": [
        {
          "text": "All analyses were conducted using R software version 4.1.1 (R Core Team, 2021) in RStudio interface (RStudio Team, 2016). A meta-regression with mixed-effects model was used to estimate the genetic gain in KW, KN, and grain yield across hybrids' year of release (function lme in nlme package; Pinheiro and Bates, 2000). Standardized response variables (%) were used in the meta-analysis to objectively compare genetic gain (% year -1 ) across variables and environments (Curin et al., 2020):",
          "table": []
        },
        {
          "text": "where the environmental index represents the mean value for a particular environment × management (E×M) combination. Studies and combinations of E×M were modeled as random effects to account for differences between the site-years. Because variance measures information was available for less than 25% of our dataset, individual data were weighted by the number of replicates. Non-parametric bootstrapping with replacement (n=5000) was used to estimate 95% confidence intervals (95% CI) of the effect sizes for genetic gain using the boot package (Canty and Ripley, 2021). Genetic gains were considered significant if the 95% CI did not include zero, while differences between groups were assessed based on the 95% CI of their differences. Between-group heterogeneity was determined based on the 5000 resampling procedure using the I 2 statistic and was considered significant when tests yielded P<0.05. Lastly, yield genetic gain isolines were represented in a contour plot using a generalized additive mixed model with KW and KN genetic gains as predictors and with observations weighted by the number of replicates (function gamm in mgcv package; Wood, 2017). Subgroup meta-regression analyses were conducted to assess the effect of water regimes, N management, plant density, and source-sink relationship on the genetic progress of US Pioneer ERA hybrids relative to other global programs. Based on the treatments tested in US case trials and reviewed studies, three subgroups were established for water condition (rainfed, partially and fully irrigated), nitrogen (low N <100 kg ha -1 , high N >100 kg ha -1 , and high+late N including a post-V 12 application), and source-sink ratios (control, low, and high), and four subgroups for plant density (<5, 5-7.5, 7.6-8.9, and >9 plants m -2 ). Subsets were analysed separately following the same procedure described for the pooled data.",
          "table": []
        },
        {
          "text": "For the description of kernel dry matter accumulation, an expolinearplateau model was used on the case studies' data. The expolinear model developed by Goudriaan and Monteith (1990) provides an opportunity to simultaneously model the lag (exponential) and early linear phases of kernel growth in crops (Mueller et al., 2019). We combine here the expolinear model with a final plateau of maximum KW into a three-phase model, that is, into an expolinear-plateau model defined as:",
          "table": []
        },
        {
          "text": "where W is kernel dry weight (mg kernel -1 ), C m is maximum absolute kernel growth rate during the linear phase (mg kernel -1 d -1 ), R m is the maximum relative growth rate during the exponential phase (mg mg -1 d -1 ), t b is days where the extrapolated C m slope crosses the x-axis, t t is days at which the plateau of maximum KW is achieved, and x is the explanatory variable (days). The expolinear-plateau function was fitted to the data using non-linear mixed-effects models with the nlme package. The non-linear model was first fitted for each replication using nlsList function (see Meade et al., 2013). A self-starting function was developed for the expolinear-plateau model and used to determine starting values. The R script for the self-starting function is available on demand. Obtained parameters for all replications were averaged to determine starting values for the non-linear mixed effect model using nlme function. Residuals were modeled as a power function of days to account for the heteroscedasticity due to the increased sample variance over time. The best random effects structure of non-linear models (with/without site and block effects) was assessed based on the lowest Akaike's information criterion (AIC).",
          "table": []
        },
        {
          "text": "Similarly, a third-order polynomial model was fitted to the kernel water content along the kernel-filling period:",
          "table": []
        },
        {
          "text": "where KWC is kernel water content (mg kernel -1 ), a is the y-axis intercept (mg kernel -1 ), b, c, and d are the linear, quadratic, and cubic empirical coefficients of the model, respectively, and x is the explanatory variable in days. Days at kernel maximum water content (KMWC) was estimated solving for x when the first derivative of the equation was equal to zero. A partial least squares (PLS) regression was used to model the variation in KW explained by the kernel-filling parameters extracted from kernel dry matter and water content dynamics (function mvr in pls package; Mevik et al., 2020). The use of PLS was based on its reliability and ability to overcome multicollinearity between a high number of explanatory variables. Variables were scaled to their unit variances and mean-centered to standardize across units. The relative importance of variables was assessed by the absolute value of their regression coefficients over the sum of all coefficients, expressed as a percentage.",
          "table": []
        }
      ]
    },
    {
      "title": "Results",
      "div": []
    },
    {
      "title": "Descriptive summary of historical changes in kernel weight",
      "div": [
        {
          "text": "Our analysis included retrospective studies performed for a total of seven countries, with Argentina (67), USA (30), and China (15) as the leading countries in terms of number of collected sites (i.e. E×M combinations, Fig. 1A). Categorized by the number of observations, the USA was the top country for records of ERA hybrids from Pioneer Hi-Bred (n=383) and other breeding programs (n=46). Genetic gain research in this country covered the largest range of hybrids' years of introduction from 1920 to 2017 (Pioneer Hi-Bred) and 1930 to 2005 (other programs). For other countries, the oldest genotypes recorded were developed in the 1950s and, therefore, the period of years covered in our dataset was shorter than for the USA (Fig. 1A).",
          "table": []
        },
        {
          "text": "Hybrids from different ERAs were subjected to a wide range of agronomic management practices across studies. The USA presented the most balanced and exhaustive research in KW genetic gain across nitrogen, planting density, water regimes, source-sink levels, and most of their interactions (Fig. 1A). In Argentina and China, most of the studies tested genotypic variations across density, nitrogen×density, and water condition levels. The remaining countries analysed genotypes across two or fewer levels of treatments (Brazil and Canada) or a unique agronomic setting (Serbia and Nigeria) (Fig. 1A).",
          "table": []
        },
        {
          "text": "Meta-regression results showed positive genetic progress for grain yield across the wide range of countries and agronomic conditions explored in our database. In the USA, Pioneer Hi-Bred showed a genetic gain rate of 0.7% year -1 and other US hybrids followed closely with a rate near 0.6% year -1 (Fig. 1B). Rates for yield improvement in Argentina and China were comparatively higher with values of around 1.1 and 1.2% year -1 , respectively, although with larger confidence intervals. Likewise, and despite the smaller sample sizes, other countries included in our database revealed similar yield increases in the range of 0.5-1% year -1 . Overall, the global estimated progress was around 0.9% year -1 (Fig. 1B).",
          "table": []
        },
        {
          "text": "Improvements in KW were much more modest than those for yield, a pattern that was repeated across all countries. KW improved at a rate of 0.3 and 0.4% year -1 in US hybrids over the past century (Fig. 1C). Genetic progress in China for the same trait was higher in the order of 0.7% year -1 , although covering a narrower and more recent historical range of decades than the USA. For countries such as Argentina, Brazil, and Nigeria, our data showed non-significant improvement in KW associated with breeding over time, with mean values in the range of 0.1-0.2% year -1 (Fig. 1C). Overall, the global rate of genetic gain in maize KW was significantly positive and estimated close to 0.5% year -1 .",
          "table": []
        },
        {
          "text": "Genetic gains in grain yield were largely driven by improvements in KN per area for hybrids both from USA Pioneer Hi-Bred and from other global institutions. Most of the records (70%) evidenced yield increases in the range 3.8-16.9 g m -2 year -1 supported predominantly by improvements in KN of between 6.1 and 68.8 kernels m -2 year -1 (Fig. 2A). Same studies, on the other hand, showed less pronounced KW improvements between -1.2 and 1.3 mg kernel -1 year -1 . Among components, the trade-off was evident as the contribution of KW improvements to yield gain decreased when there were strong increments in KN (Fig. 2A). Our analysis showed that genetic gain in KN explained around 63% of the yield increases in the dataset, whereas KW explained roughly 7% of the yield variation (Fig. 2B). Interestingly, the estimated 95% CI reflected large uncertainty on the potential contribution of KW improvements across genotype×environment combinations, even up to 35% of contribution to yield gain.",
          "table": []
        }
      ]
    },
    {
      "title": "Effect of crop growth conditions on maize genetic gain",
      "div": [
        {
          "text": "Agronomic management influenced genetic gains in grain yield and KN but in a different manner across breeding programs.",
          "table": []
        },
        {
          "text": "For USA-Pioneer ERA hybrids, grain yield improvements were significantly affected by planting density and nitrogen levels (Subgroup meta-regression for the effect of crop growth conditions on the rate of genetic gain in grain yield, kernel number, and kernel weight of maize hybrids from USA-Pioneer ERA and other global breeding programs P≤ 0.01. CI, confidence interval; df, degrees of freedom; EI, environmental index; I 2 , heterogeneity coefficient; pl, plants; YOR, year of hybrid release. Downloaded from https://academic.oup.com/jxb/article/73/11/3597/6547901 by University of Debrecen user on 20 June 2023). Yield improvement was greater under high planting density (>76 000 plants ha -1 ) up to 0.92% year -1 . This was essentially driven by large improvements in KN (0.66% year -1 ) rather than in KW (0.33% year -1 ). Nitrogen supply did not trigger significant variations in the relative rate of gain for either yield or KN, yet it did influence the actual environmental index. Thus, when increases were expressed in their 'actual' units (i.e. g m -2 year -1 for yield and kernels, m -2 year -1 for KN), rates of gain were greater under high N (7 g m -2 year -1 and 14 kernels m -2 year -1 ) than under low N supply (4 g m -2 year -1 and 12 kernels ha -1 year -1 ).",
          "table": [
            "Subgroup meta-regression for the effect of crop growth conditions on the rate of genetic gain in grain yield, kernel number, and kernel weight of maize hybrids from USA-Pioneer ERA and other global breeding programs P≤ 0.01. CI, confidence interval; df, degrees of freedom; EI, environmental index; I 2 , heterogeneity coefficient; pl, plants; YOR, year of hybrid release. Downloaded from https://academic.oup.com/jxb/article/73/11/3597/6547901 by University of Debrecen user on 20 June 2023"
          ]
        },
        {
          "text": "For other global breeding programs, the rate of gain in grain yield and KN was largely affected by all management practices evaluated but with large heterogeneity in the estimations (I 2 ) (Subgroup meta-regression for the effect of crop growth conditions on the rate of genetic gain in grain yield, kernel number, and kernel weight of maize hybrids from USA-Pioneer ERA and other global breeding programs P≤ 0.01. CI, confidence interval; df, degrees of freedom; EI, environmental index; I 2 , heterogeneity coefficient; pl, plants; YOR, year of hybrid release. Downloaded from https://academic.oup.com/jxb/article/73/11/3597/6547901 by University of Debrecen user on 20 June 2023). Because multiple and distinct breeding programs were combined in this analysis, significant variations within individual subgroups were expected and reflected by large I 2 values (I 2 >75%). However, our analysis evidenced predominant effects of both water and nitrogen supply motivating greater rates of improvement.",
          "table": [
            "Subgroup meta-regression for the effect of crop growth conditions on the rate of genetic gain in grain yield, kernel number, and kernel weight of maize hybrids from USA-Pioneer ERA and other global breeding programs P≤ 0.01. CI, confidence interval; df, degrees of freedom; EI, environmental index; I 2 , heterogeneity coefficient; pl, plants; YOR, year of hybrid release. Downloaded from https://academic.oup.com/jxb/article/73/11/3597/6547901 by University of Debrecen user on 20 June 2023"
          ]
        },
        {
          "text": "KW relative increments for Pioneer ERA hybrids were similar across most of the agronomic settings in our database, except for nitrogen supply levels. Genetic progress was higher under high N (0.37% year -1 ) than under low N (0.22% year -1 ) (Subgroup meta-regression for the effect of crop growth conditions on the rate of genetic gain in grain yield, kernel number, and kernel weight of maize hybrids from USA-Pioneer ERA and other global breeding programs P≤ 0.01. CI, confidence interval; df, degrees of freedom; EI, environmental index; I 2 , heterogeneity coefficient; pl, plants; YOR, year of hybrid release. Downloaded from https://academic.oup.com/jxb/article/73/11/3597/6547901 by University of Debrecen user on 20 June 2023). Actual rates of improvements (non-standardized) can be expected to differ even more considering levels of environmental index achieved at each N condition (211 mg for low N and 272 mg for high N). A similar pattern was observed for hybrids with different genetic backgrounds, for which rates of KW gain over time were greater under high N (0.55% year -1 , Subgroup meta-regression for the effect of crop growth conditions on the rate of genetic gain in grain yield, kernel number, and kernel weight of maize hybrids from USA-Pioneer ERA and other global breeding programs P≤ 0.01. CI, confidence interval; df, degrees of freedom; EI, environmental index; I 2 , heterogeneity coefficient; pl, plants; YOR, year of hybrid release. Downloaded from https://academic.oup.com/jxb/article/73/11/3597/6547901 by University of Debrecen user on 20 June 2023). In addition, better improvements in KW were observed in irrigated conditions (0.69% year -1 ) relative to rainfed (0.43% year -1 ), although here the large heterogeneity underpins variation in the magnitude of the water effect (I 2 > 93%). Lastly, manipulations in the post-flowering source-sink levels generally affected more of the overall mean of KW in the environment (KW ranged from 190 to 319 mg) than the relative rate of gain.",
          "table": [
            "Subgroup meta-regression for the effect of crop growth conditions on the rate of genetic gain in grain yield, kernel number, and kernel weight of maize hybrids from USA-Pioneer ERA and other global breeding programs P≤ 0.01. CI, confidence interval; df, degrees of freedom; EI, environmental index; I 2 , heterogeneity coefficient; pl, plants; YOR, year of hybrid release. Downloaded from https://academic.oup.com/jxb/article/73/11/3597/6547901 by University of Debrecen user on 20 June 2023",
            "Subgroup meta-regression for the effect of crop growth conditions on the rate of genetic gain in grain yield, kernel number, and kernel weight of maize hybrids from USA-Pioneer ERA and other global breeding programs P≤ 0.01. CI, confidence interval; df, degrees of freedom; EI, environmental index; I 2 , heterogeneity coefficient; pl, plants; YOR, year of hybrid release. Downloaded from https://academic.oup.com/jxb/article/73/11/3597/6547901 by University of Debrecen user on 20 June 2023"
          ]
        }
      ]
    },
    {
      "title": "Physiological traits underpinning kernel weight genetic progress of USA-Pioneer ERA hybrids",
      "div": [
        {
          "text": "Following analysis of literature data across years and countries, hybrids from the ERA set of USA-Pioneer Hi-Bred were further examined at multiple field trials during 2017-2020 growing seasons. The rate of yield gain was influenced by the management combination of water regime and planting density (Fig. 3A). Yield increased from 6.0 Mg ha -1 (1920) to 14.5 Mg ha -1 (2017) under irrigation and high-density in the current study (88 kg ha -1 year -1 ), whereas from 6.9 Mg ha -1 (1920) to 12.1 Mg ha -1 (2017) in rainfed and low-density environments (54 kg ha -1 year -1 ). A similar genotype×management (G×M) interaction effect was observed for the rate of gain in KN across years of hybrids' introduction (Fig. 3B). The rate of increase in KN was 29 kernels m -2 year -1 under irrigation and high density, and 9.3 kernels m -2 year -1 under rainfed and low density. These results evidence the strong influence of the improved tolerance to high plant densities of modern US hybrids.",
          "table": []
        },
        {
          "text": "The KW of ERA hybrids from USA-Pioneer Hi-Bred showed a linear increase over time, but without significant interactions across water×planting density levels (Fig. 3C, P=0.91). Kernel mass increased from 187 mg kernel -1 (1920) to 288 mg kernel -1 (2017) for hybrids grown in this study, signifying a rate of increment of about 1.04 mg kernel -1 year -1 . This suggests that, contrary to what was reported for yield and KN, the G×M (water regime and plant density) component was less relevant for KW improvements. More importantly, and although KN was the predominant component supporting yield increases, our findings suggest that KW had a significant contribution to yield gain in Pioneer Hi-Bred ERA hybrids.",
          "table": []
        },
        {
          "text": "The expolinear-plateau model proved adequate to describe KW as the result of dry matter accumulation during the kernel-filling period. Furthermore, parameters of such a model were reasonably interpreted in useful biological terms (Fig. 4A): C m described the linear kernel-filling rate, t t represented the kernel-filling duration, t b described the duration of the lag phase, and the kernel growth during lag phase was obtained solving for y when x=t b . The linear rate of kernel growth significantly increased with years of hybrid release since the 1920s, but it has remained relatively stable over the past 40 years (Fig. 4C). Kernel filling rate increased 0.02 mg kernel -1 d -1 year -1 until a plateau was achieved near 1982 at 9.11 mg  kernel -1 d -1 . Instead, the duration of kernel filling showed evidence of a steady genetic gain, with a linear rate of 0.06 d year -1 (Fig. 4D). These results demonstrate that, for the past four decades, KW genetic gain has been predominantly driven by improvements in kernel-filling duration (48% of KW variation, Fig. 5A,B). The duration of the lag phase has remained constant during the past century of maize breeding improvement (Fig. 4E). The ). Symbols represent best linear unbiased estimates (BLUEs) of hybrids at the group (colored symbols, significant two-way interaction) or marginal (black symbols, no evidence for two-way interaction) levels of inference. Gray symbols show observations from other studies that were included in the review analysis. (Max. KW at high source-sink ratio -Min. KW at low source-sink ratio)",
          "table": []
        },
        {
          "text": "Max. KW at high source-sink ratio average duration among the 20 hybrids evaluated was of 12 days, indicating that the extension of the kernel-filling period over years was driven by a prolonged linear phase. Interestingly, and although dry matter accumulation is slow during the lag phase, kernel growth during this initial period significantly increased with years of hybrid release, at a rate of 0.02 mg year -1 (Fig. 4F). While these increments contribute little to the total increase in KW (5.3%, Fig. 5A,B), they denote a better transition through which kernels enter the rapid phase of dry matter accumulation. Kernel water and dry matter accumulation are two tightly connected processes that determine kernel-filling growth patterns (Fig. 4B). In this sense, the definition of maximum kernel water content (MKWC) was delayed with the year of hybrid release at a rate of 0.07 d year -1 (Fig. 4G). Coupled with the lack of changes in lag phase duration, our results imply that most of the genetic progress in kernel-filling duration can be attributed to an extended lag-to-MKWC period. The MKWC value also increased linearly over time at a rate of 0.19 mg year -1 , likely suggesting an aligned rate of improvement in kernel volume.",
          "table": []
        },
        {
          "text": "Phenotypic plasticity of KW (i.e. to conditions of high and low resource availability) showed a linear increase over the past century for the US Pioneer ERA hybrids. KW plasticity increased from 0.27 (1920) to 0.36 (2017) for hybrids evaluated in this study (Fig. 4H). This was the second most important factor explaining changes in KW over decades (14.1%, Fig. 5A,B). This trend in KW plasticity was essentially supported by both (i) a higher reduction in KW under conditions of low post-flowering source-sink ratio (i.e. defoliation treatments) (P<0.01), and (ii) a better response in KW to increases in source-sink ratio (i.e. restricted pollination treatments) (P<0.05).",
          "table": []
        },
        {
          "text": "Lastly, for control treatments without manipulation, we analysed variations in the post-flowering source-sink ratio over time to quantify how the source capacity has been improved to support more kernels with greater size in modern hybrids. The post-flowering source-sink ratio increased from 192 mg kernel -1 (1920) to 302 mg kernel -1 (2017) in the current study, which translates into a rate of 1.13 mg kernel -1 year -1 (Supplementary Fig. S2). As can be expected, these increases were positively correlated with KW improvements explaining part of the variation (8.9%, Fig. 5A,B). These results demonstrate that increases in reproductive biomass accumulation were comparable and even exceeded those in KN, resulting in an improved supply of assimilates per kernel during the postflowering period.",
          "table": []
        }
      ]
    },
    {
      "title": "Discussion",
      "div": [
        {
          "text": "A large and diverse dataset on KW in historical hybrids was assembled to compare genetic improvements in this trait across commercial breeding programs. Our study, for the first time, describes the physiological characteristics underlying improvements in maize KW during the past century for US Pioneer ERA hybrids, as a case study for private breeding programs of commercial US maize hybrids. Rates of improvement in KW of US hybrids were similar to those of other commercial breeding programs around the globe but documented over a longer period of time (Fig. 1). Our findings extend those obtained in previous decades (Crosbie and Mock, 1981;Meghji et al., 1984;Cavalieri and Smith, 1985;Russell, 1985) and further describe the G×M interaction as a critical element in the genetic improvement of KW. This analysis provides foundational knowledge to propose candidate targets for future selection gains in maize.",
          "table": []
        },
        {
          "text": "The contribution of KW improvements to yield genetic gain was smaller (but substantial) relative to the KN, although governed by the trade-off between KW and KN (Fig. 2). While the negative association between KN and KW has received much of the attention in maize and other species (Sadras, 2007;Gambín and Borrás, 2010), the evolution of this trade-off through historical improvements has been little investigated. Here, we demonstrated that a simultaneous consideration of both components is necessary to analyse past and predict future genetic gains. Potential improvements in individual KW remain unexploited in breeding programs for which KN was the fundamental target trait to increase grain yield (e.g. Argentine hybrids for our dataset) relative to those of the highest KW gains (e.g. Chinese hybrids in our dataset). Genetic progress in Pioneer ERA hybrids was also principally associated with increased KN but with more balanced increments in KW (Fig. 3). These results are in agreement with what is well established in the literature (Duvick et al., 2004) and for other cereals (Donmez et al., 2001;Demarco et al., 2020). Still, there is a significant gap between current and maximum KW described for US hybrids that warrants a path to further increases in kernel size. However, yield progress driven by increments in KW in the future will be feasible only if the reciprocity between both components is overcome through the identification of independent genetic loci for kernel size (Alvarez Prado et al., 2014a;Chen et al., 2016;Calderini et al., 2021).",
          "table": []
        },
        {
          "text": "In our review analysis, findings of low increments in KN with higher rates of improvement in KW for some studies indicate that the negative trade-off between KN and KW is resolved around the kernel set period in maize. It is early in the reproductive phase when the determination of KN overlaps with the establishment of potential KW (Gambín and Borrás, 2010). Because of this temporal linkage between both components, differences in KW improvements across G×E×M combinations should be related to resource availability per kernel around the kernel set period. Our study suggests that genetic improvement in resource availability per kernel around the kernel set period was sufficient to allow increments in both components for most of the genetic programs over time. However, it is also important to recognize the necessity to accommodate the crop source capacity to overcome the KN-KW trade-off and achieve further genetic gains for yield in the near future. A parallel enhancement of either radiation use efficiency (RUE) or carbon partitioning to the kernels is required for translating the larger sink capacity from KW into future yield improvements.",
          "table": []
        },
        {
          "text": "Relative increments in KW over decades showed considerable variability across management scenarios, but nitrogen supply was identified as one of the principal factors influencing KW improvements over time (Subgroup meta-regression for the effect of crop growth conditions on the rate of genetic gain in grain yield, kernel number, and kernel weight of maize hybrids from USA-Pioneer ERA and other global breeding programs P≤ 0.01. CI, confidence interval; df, degrees of freedom; EI, environmental index; I 2 , heterogeneity coefficient; pl, plants; YOR, year of hybrid release. Downloaded from https://academic.oup.com/jxb/article/73/11/3597/6547901 by University of Debrecen user on 20 June 2023). Nitrogen influences the endosperm cell number and kernel sink capacity during the lag phase (Lemcoff and Loomis, 1994;Olmedo Pico et al., 2021). Hence, the higher kernel-filling rate of modern hybrids presumably demonstrates an improved response to nitrogen supply on the endosperm cell division cycle. A similar pattern of N response was repeated on genetic materials from other regions of the globe. The practice of selecting and evaluating hybrids under a high nitrogen supply has improved the ability of modern hybrids to respond to N-fertilizer (Ciampitti and Vyn, 2012;Haegele et al., 2013). Different physiological mechanisms are responsible for high grain yields under low and high N (Bänziger et al., 1997). Therefore, the lower genetic progress under N stress environments for KW highlights the need to explore specific adaptation to low-N environments in order to put this yield component close to its observed potential under high N (Lafitte and Edmeades, 1994). Maize breeding progress has been highly dependent on the utilization of N to express crop yield potential (Ciampitti and Vyn, 2012). In parallel to the global maize yield progress, fertilizer use for China, India, and certain developing countries has climbed continuously for 50 years, except for the USA where it has remained stagnant since the 1980s (International Fertilizer Association, 2013). However, current rates of yield gain created a legacy of inherent high-technology-dependent (e.g. seed, fertilizer, herbicide inputs) farming systems. Therefore, future improvements in nutrient use efficiency (Ciampitti and Vyn, 2014) will be critical to improve yield gains under more resource-limited environments.",
          "table": [
            "Subgroup meta-regression for the effect of crop growth conditions on the rate of genetic gain in grain yield, kernel number, and kernel weight of maize hybrids from USA-Pioneer ERA and other global breeding programs P≤ 0.01. CI, confidence interval; df, degrees of freedom; EI, environmental index; I 2 , heterogeneity coefficient; pl, plants; YOR, year of hybrid release. Downloaded from https://academic.oup.com/jxb/article/73/11/3597/6547901 by University of Debrecen user on 20 June 2023"
          ]
        },
        {
          "text": "KW genetic gain has been predominantly related to an extended kernel-filling duration given a prolonged kernel water uptake period (Fig. 5). These results relate to those of Yang et al. (2010) in sorghum for which genotypic differences in kernel-filling duration were established during early stages of kernel development. A number of studies have shown that the accumulation and status of water in the kernel play a pivotal role in the determination of potential kernel volume and size (Borrás et al., 2003;Gambín et al., 2007). The accumulation of water regulates cell expansion and metabolic processes in the kernel and, subsequently, the cessation of dry matter accumulation (Egli, 1990). Here, we show that breeding selection has increased the duration of kernel filling by delaying the timing when net water uptake stops, but without major modifications in the lag phase or the late phase of development (Fig. 4). In fact, the contribution of changes in growth during the lag phase was negligible compared with those regarding metabolic events during the determination of the potential kernel size. Furthermore, the higher filling rates shown for modern hybrids suggest that a delayed realization of MKWC also influences the determination of the maximum granule number (Jones et al., 1996;Borrás et al., 2003). It is reasonable to conclude that the variations in water content for modern hybrids reflect a longterm genetic improvement in granule number. Our results confirm that the effects of genetic improvement in maize have exerted fundamental changes in KW through the alteration of metabolic dynamics during the early stages of kernel development.",
          "table": []
        },
        {
          "text": "The amount to which a trait is contingent on the environment (i.e. phenotypic plasticity; Bradshaw, 1965) has been an often-overlooked component in past retrospective studies describing phenotypic changes associated with breeding selection in maize and other crops (Peltonen-Sainio et al., 2011;Sadras and Lawson, 2011;de Felipe and Alvarez Prado, 2021). A focus on KW plasticity allows for a valuable consideration of the reaction of the genotype-by-environment interaction to crop improvement. Here, we demonstrate a continued increase in KW plasticity with selection for yield in maize, upon which modern hybrids express a better plastic response to the assimilate availability during kernel filling. High KW plasticity resulted from a better ability of modern hybrids to respond to favorable conditions (high resource availability) but also from a higher susceptibility to poor conditions during kernel filling (low resource availability). Reductions in KW under assimilate constraints were usually larger in newer genotypes of our dataset, consistent with what has been reported in other cereals (Fischer and HilleRisLambers, 1978;Kruk et al., 1997). More importantly, we also observed that crop improvement has conferred on modern hybrids better responsiveness to increments in assimilate availability. This reinforces the concept of phenotypic plasticity being associated with greater productivity of agronomic traits (Calderini and Slafer, 1999;Peltonen-Sainio et al., 2011). Even though maize seed size is known to have a relatively limited plasticity during kernel filling compared with other species (Sadras, 2007), a remaining challenge is to investigate to what extent the expression of an improved KW plasticity during kernel filling can partially compensate for reductions in KN as an adaptive strategy to stresses at flowering. Furthermore, these results and the knowledge that genetic control of KW and its physiological characteristics are independent of the genetic control of KW plasticity (Alvarez Prado et al., 2014b) highlights the opportunity to exploit this trait further in breeding programs and provide a better adaptation of hybrids to future environments.",
          "table": []
        },
        {
          "text": "Although this study primarily focused on kernel weight changes over time in commercial hybrids for grain production, future studies should extend the focus to other kernel morphology traits of interest. It is known that kernel size, among other factors, is an important trait determining the suitability of an inbred line as a seed parent (Wych, 1988). While small kernels are often perceived as less viable seeds (Pinnisch et al., 2012), large kernels may have been incompatible with planter adjustments over time (although less a problem now due to the technological advances in precision and singulation) and even increase the weight of unit bags of 80 000 kernels. The latter may have hindered efforts to increase kernel size in maize with breeding, due to potential competing effects between increasing KW for inbred parents and commercial hybrids. Further research is still needed to understand how breeding over time has modified other kernel morphology traits in inbred parents used for maize seed production.",
          "table": []
        }
      ]
    }
  ],
  "tables": [
    "{\"title\": \"Subgroup meta-regression for the effect of crop growth conditions on the rate of genetic gain in grain yield, kernel number, and kernel weight of maize hybrids from USA-Pioneer ERA and other global breeding programs P≤ 0.01. CI, confidence interval; df, degrees of freedom; EI, environmental index; I 2 , heterogeneity coefficient; pl, plants; YOR, year of hybrid release. Downloaded from https://academic.oup.com/jxb/article/73/11/3597/6547901 by University of Debrecen user on 20 June 2023\", \"head\": [\"Kernel weight (% year -1 )\", \"df Slope (95% CI) EI I 2\", \"\", \"11 0.32 (0.28-0.36) 248.35 61 **\", \"----\", \"13 0.28 (0.17-0.36) 273.6 33\", \"32 0.43 (0.37-0.51) 256.87 96 **\", \"3 0.15 (-0.08 to 0.35) 262.08 93 **\", \"64 0.69 (0.52-0.85) 257.64 97 **\", \"\", \"5 0.22 (0.18-0.27) 211.11 0\", \"11 0.37 (0.33-0.41) 271.96 92 **\", \"5 0.11 (-0.32 to 0.57) 274.01 0\", \"10 0.39 (0.22-0.57) 250.74 78 **\", \"83 0.55 (0.43-0.64) 261.19 88 **\", \"6 0.13 (-0.1 to 0.34) 271.08 0\", \"\", \"2 0.31 (0.26-0.36) 244.84 61\", \"5 0.32 (0.23-0.39) 268.61 0\", \"14 0.31 (0.25-0.37) 252.11 19\", \"3 0.33 (0.23-0.43) 263.03 85 **\", \"11 0.57 (0.43-0.71) 298.91 100 **\", \"\", \"51 0.46 (0.35-0.57) 255.43 99 **\", \"\", \"10 0.16 (0.03-0.3) 242.31 84 **\", \"20 0.13 (-0.14 to 0.5) 260.43 0\", \"\", \"16 0.32 (0.28-0.35) 251.85 84 **\", \"4 0.25 (0.13-0.38) 212.62 20\", \"4 0.35 (0.22-0.47) 318.6 100 **\", \"101 0.54 (0.44-0.62) 261.15 100 **\", \"1 -1.21 (-2.02to -0.52) 189.8 0\", \"1 0.08 (-0.7 to 0.71) 275.2 0\"], \"value\": [[\"Kernel number (% year -1 )\", \"df Slope (95% CI) EI I 2\", \"\", \"10 0.42 (0.36-0.49) 2858.73 93 **\", \"----\", \"12 0.62 (0.48-0.75) 3449.64 0\", \"28 0.39 (0.27-0.5) 3036.11 93 **\", \"3 0.65 (0.31-1.01) 3357.19 0\", \"60 0.37 (0.14-0.6) 3195.96 77 **\", \"\", \"5 0.53 (0.42-0.63) 2259.81 69 **\", \"11 0.42 (0.34-0.5) 3260.97 90 **\", \"5 0.76 (0.39-1.13) 3754.58 0\", \"9 0.52 (0.25-0.76) 2413.06 78 **\", \"76 0.39 (0.26-0.53) 3117.37 96 **\", \"6 1.25 (0.9-1.58) 3434.58 52\", \"\", \"2 0.22 (0.13-0.3) 2811.99 69 *\", \"5 0.28 (0.14-0.4) 3005.95 93 **\", \"12 0.62 (0.51-0.71) 2889.99 0\", \"3 0.66 (0.52-0.8) 3515.47 63 *\", \"10 0.48 (0.26-0.72) 1932.49 100\", \"**\", \"50 0.46 (0.29-0.6) 3097.24 100\", \"**\", \"9 0.8 (0.56-0.97) 3886.5 83 **\", \"16 0.75 (-0.37 to 1.51) 3809.02 0\", \"\", \"14 0.44 (0.37-0.51) 3028.6 88 **\", \"4 0.45 (0.28-0.61) 3250.15 77 **\", \"4 0.44 (0.26-0.62) 2582.08 54\", \"93 0.39 (0.27-0.5) 3057.13 99 **\", \"1 1.91 (0.48-3.25) 4256.8 96 **\", \"1 2.08 (0.62-3.48) 4430.2 0\"], [\"Condition Range YOR Grain yield (% year -1 )\", \"df Slope (95% CI) EI I 2\", \"Water condition\", \"USA-Pioneer ERA Rainfed 1920-2017 10 0.7 (0.65-0.76) 8.49 98 **\", \"Partially irrigated -----\", \"Full irrigated 1920-2017 12 0.59 (0.45-0.72) 9.84 63 **\", \"Other studies/regions Rainfed 1930-2016 25 0.84 (0.73-0.94) 8.92 77 **\", \"Partially irrigated 1980-2004 3 0.8 (0.59-1) 10.47 0\", \"Full irrigated 1955-2012 60 1.12 (0.87-1.36) 9.42 93 **\", \"Nitrogen\", \"USA-Pioneer ERA Low N 1934-2014 5 0.72 (0.64-0.81) 5.62 98 **\", \"High N 1920-2017 11 0.67 (0.6-0.74) 9.93 94 **\", \"High + late N 1991-2014 5 0.45 (0.21-0.65) 13.29 0\", \"Other studies/regions Low N 1965-2012 8 0.84 (0.59-1.07) 6.45 77 **\", \"High N 1930-2016 74 1.12 (0.96-1.29) 9.27 94 **\", \"High + late N 1984-2000 6 1.37 (0.96-1.79) 10.79 84 **\", \"Planting density\", \"USA-Pioneer ERA < 5 pl m -2 1934-2013 2 0.52 (0.47-0.57) 8.27 93 **\", \"5 -7.5 pl m -2 1920-2017 5 0.43 (0.27-0.56) 9.07 88 **\", \"7.6 -8.9 pl m -2 1934-2015 12 0.92 (0.85-0.96) 8.82 96 **\", \"> 9 pl m -2 1920-2017 3 0.66 (0.52-0.79) 9.36 94 **\", \"Other studies/regions < 5 pl m -2 1955-2012 9 1.3 (1.05-1.53) 6.3 100 **\", \"\", \"5 -7.5 pl m -2 1930-2011 48 1.14 (0.87-1.4) 9.02 100 **\", \"\", \"7.6 -8.9 pl m -2 1965-2012 9 0.99 (0.73-1.13) 11.04 75 **\", \"> 9 pl m -2 1965-2005 16 1.47 (1.11-1.81) 10.4 6\", \"Source-sink ratio\", \"USA-Pioneer ERA Control 1920-2017 14 0.72 (0.67-0.78) 8.97 98 **\", \"Low ratio 1920-2017 4 0.48 (0.3-0.66) 8.44 79 **\", \"High ratio 1920-2017 4 0.56 (0.38-0.72) 8.29 100 **\", \"Other studies/regions Control 1930-2016 90 1.06 (0.91-1.2) 9.06 98 **\", \"Low ratio 1965-1993 1 0.76 (0.29-1.2) 9.2 0\", \"High ratio 1965-1993 1 2.15 (1.06-3.09) 14.28 0\"]]}"
  ]
}