{
  "meta": {
    "title": "Mathematics of the Relationship between Plant Population and Individual Production of Maize (Zea mays L.)",
    "author": "László Huzsvai, Emil Bodnár, Elza Kovács, József Zsembeli, Endre Harsányi, Csaba Juhász, Szilvia Szőke",
    "journal": "MDPI AG",
    "date": "2022. 07. 02."
  },
  "paragraphs": [
    {
      "title": "Abstract",
      "div": [
        {
          "text": "Predominantly, field experiments aim to determine the optimal plant density for a unit area. High spatial variation results in lower attained yield than the genetic potential. To find the highest value of the product of mean individual production and crop density, their mathematical relationship is needed to be known. In this study, the relationship between the population and the weight of the individual fresh, dehusked ear of grain maize (Zea mays L.) was investigated, and a relevant mathematical simulation model was developed. Linear regression was disproved to describe this relationship properly based on the analysis of different mosaic sizes within a plot. The distribution of plant-to-plant distance was found to be binomial. The distribution of the ear weight was found to be lognormal. For the description of the population homogeneity, neither the standard deviation nor the variation coefficient was found to be applicable apart from the scale-independent relative variance. The simulation model, based on the above statistical functions, was validated with a real dataset, and it is recommended for the optimization of the plant population at farm scale.",
          "table": []
        }
      ]
    },
    {
      "title": "Introduction",
      "div": [
        {
          "text": "In crop production, farmers seek to maximize the yield per unit area, which is the sum of the productivity of the individual crops. There are several approaches for the yield estimation at farm level as reviewed by, e.g., . The introduction of new maize hybrids and production technologies has resulted in a continuous increase in both the plant density and the grain yield in the last few decades. According to Assefa et al. , the plateau of the curves widened, presenting the highest maize yields across a wider range of planting densities over the years, while Ipsilandis and Vafias  concluded that modern hybrids show maximum yield per unit area in a narrow range of density.",
          "table": []
        },
        {
          "text": "Holliday  suggested two models, the asymptotic, where reaching a maximum, the yield per unit area remains constant with increasing crop population, e.g., silage maize yield, and the parabolic, where the increasing trend is followed by a decreasing one, e.g., grain maize yield . Li and Hara  described both the responses of population yield to the plant density at one point in time, in detail.",
          "table": []
        },
        {
          "text": "In experimental trials, small plot size is applied with randomized complete block design in a split plot arrangement, e.g., Van Roekel and Coulter  and Assefa et al.  found the quadratic model best explaining the yield-density relationship. However, this model is applicable only in the range close to an assumed optimal density. Inverse power response curves describe the yield better as a function of the mean crop density .",
          "table": []
        },
        {
          "text": "Maize is sensitive to intraspecific competition. Under adequate conditions, high planting density can lead to yield increase when combined with narrow inter-row spacing, with more plant equidistance . The response of population-level grain yield to plant density is curvilinear with a maximum at the optimum population density .",
          "table": []
        },
        {
          "text": "The average yield is dependent on the heterogeneity of the plant density. Crop Environment Resource Synthesis (CERES) models simulate an average plant resulting in considerable uncertainties in understanding maize responses . The different yield estimation protocols perform differently under different degrees of intra-field heterogeneity; how their accuracies vary was still reported unclear in 2021 .",
          "table": []
        },
        {
          "text": "Besides the genetic potential, the individual production is dependent on weather conditions, soil fertility, and plant density. Factors have cross-effects, e.g., N fertilization smooths the initial plant-to-plant variability of maize crops in biomass, growth rate, and kernel number per plant to a higher extent in hybrids tolerant to crowding stress . High planting density increases plant stresses, modifies plant morphology, and causes a reduction in kernels. Different maize hybrids within a high-density stand can exhibit similar plant growth rate but set different kernel numbers . For maize, exponential formula was recommended , which describes the parabolic function of the crop population and the individual grain yield and can be solved by linear regression, which, gives either an over-or underestimation. Furthermore, it is not applicable for low crop density, similar to the reciprocal yield-density model that has biological validity .",
          "table": []
        },
        {
          "text": "There are only a few papers about the mathematical description of the relationship between the single plant yield and the plant population density. Furthermore, the analyses are applied for samples of the population, e.g., Tang et al.  tested many different equations and found the Weibull model the best, with biological plausibility, while Cazanga et al.  applied a simple exponential function based on selected samples of the plots. In field scale, the method of plant counting in sampling annotations encounters biases for, e.g., comparative analyses .",
          "table": []
        },
        {
          "text": "Farm-scale analysis for the individual production is limited because of the low variation in crop density. Results are apparent; the mathematically correct findings are based on a mixture of stochastic factors, which cannot be fully explained. However, anomalies can be predicted by simulations where the effects of the factors can be assessed systematically.",
          "table": []
        },
        {
          "text": "Based on the above, our objectives were (1) to investigate the statistical relationship between the plant population and a selected yield component, the individual fresh ear weight of Zea mays L. at different mosaic sizes within a plot; (2) to determine mathematical indicators for the distribution of crop population and its heterogeneity, and the individual production; and (3) to develop a simulation model for the optimization of the crop population for maize hybrids with different sensitivity at field scale validated with a real dataset.",
          "table": []
        }
      ]
    },
    {
      "title": "Materials and Methods",
      "div": []
    },
    {
      "title": "Site Description",
      "div": [
        {
          "text": "The study was carried out in Hungary located in the warm temperate dry zone according to the climatic classification of the Intergovernmental Panel on Climate Change (47.433808 N, 21.608027 E), where the mean annual temperature is above 10 • C and the annual precipitation is less than the evapotranspiration (Figure 1). The soil type was chernozem with clay loam texture (mollisol according to the USDA soil taxonomy) and loess parent material.",
          "table": []
        },
        {
          "text": "The field experiments were conducted in 2017 and 2018. In the vegetation period of maize (May-August), the mean air temperatures were 21  C, the growing degree days were 1342 • C days and 1449 • C days, the number of extremely high temperature days (T max > 30 • C) was 31 and 40, the heat stress units were 87.8 • C and 62.9 • C, the total amounts of precipitation were 212 mm and 177 mm, the potential evapotranspiration was 600 mm and 549 mm, and the climatic water balances were -388 mm and -372 mm, respectively. The field experiments were conducted in 2017 and 2018. In the vegetation maize (May-August), the mean air temperatures were 21 °C and 22 °C, th degree days were 1342 °C days and 1449 °C days, the number of extrem temperature days (Tmax > 30 °C) was 31 and 40, the heat stress units were 87.8 ° °C, the total amounts of precipitation were 212 mm and 177 mm, the evapotranspiration was 600 mm and 549 mm, and the climatic water balances mm and -372 mm, respectively.",
          "table": []
        }
      ]
    },
    {
      "title": "Experimental Design",
      "div": [
        {
          "text": "The individual production of a FAO 530 maize hybrid was evaluated. Fre of ears without husk, as a yield component, was chosen as the yield indicator. T dates were 20 April 2017, and 19 April 2018, with the average plant populations 68 thousand seeds per hectare. The sowing machine was set for 20.5 cm sp planting depth was 6 cm. The harvest dates were 4th of October and 9th of Sep kernel moisture contents of 21.55 % and 18.8 %, respectively. The sampling plots out in 12 rows with the distance of 75 cm, 20 m along. The forecrop was winte 2017, and maize in 2018. Same fertilization was applied in both years: 20 kg ha ha -1 P2O5, and 52 kg ha -1 K2O in autumn, 68 kg ha -1 N, 18 kg ha -1 CaO kg ha -1 , ha -1 MgO in spring, 1 kg ha -1 N and 4.8 kg ha -1 P2O5 at sowing, and 41 kg ha - ha -1 CaO, and 8 kg ha -1 MgO at six leaves stage were added. There was no irrigation.",
          "table": []
        },
        {
          "text": "At harvesting, the number of plants per row was counted, and the indi weight was measured. Each plant was included in the analyses. The number were 1020 and 1160, while that of the productive ones were 999 and 1143 in 2017 respectively. The statistics of the raw data used for the evaluation of the re",
          "table": []
        }
      ]
    },
    {
      "title": "Experimental Design",
      "div": [
        {
          "text": "The individual production of a FAO 530 maize hybrid was evaluated. Fresh weight of ears without husk, as a yield component, was chosen as the yield indicator. The sowing dates were 20 April 2017, and 19 April 2018, with the average plant populations of 65 and 68 thousand seeds per hectare. The sowing machine was set for 20.5 cm spacing; the planting depth was 6 cm. The harvest dates were 4th of October and 9th of September at kernel moisture contents of 21.55 % and 18.8 %, respectively. The sampling plots were laid out in 12 rows with the distance of 75 cm, 20 m along. The forecrop was winter wheat in 2017, and maize in 2018. Same fertilization was applied in both years: 20 kg ha -1 N, 52 kg ha -1 P 2 O 5 , and 52 kg ha -1 K 2 O in autumn, 68 kg ha -1 N, 18 kg ha -1 CaO kg ha -1 , and 13 kg ha -1 MgO in spring, 1 kg ha -1 N and 4.8 kg ha -1 P 2 O 5 at sowing, and 41 kg ha -1 N, 11 kg ha -1 CaO, and 8 kg ha -1 MgO at six leaves stage were added. There was no need for irrigation.",
          "table": []
        },
        {
          "text": "At harvesting, the number of plants per row was counted, and the individual ear weight was measured. Each plant was included in the analyses. The numbers of plants were 1020 and 1160, while that of the productive ones were 999 and 1143 in 2017 and 2018, respectively. The statistics of the raw data used for the evaluation of the relationship between the plant population and the individual production are given in Raw data statistics. Mean and standard deviation (SD) for the ear weight, and the number of plants are given by rows for the years 2017 and 2018.",
          "table": [
            "Raw data statistics. Mean and standard deviation (SD) for the ear weight, and the number of plants are given by rows for the years 2017 and 2018."
          ]
        },
        {
          "text": "Data of the year 2017 were used as the training data set to create the simulation model, while that of the year 2018 was used as the test data set for the model validation. Relevance of the dataset of 2018 for the validation had been statistically proved. Mosaics for the description of the relationship are identified with design codes in the relevant tables. Code 1 refers to the individual plant, further codes are interpreted in Coding of the mosaic size used as training and test datasets for the simulation modeling.",
          "table": [
            "Coding of the mosaic size used as training and test datasets for the simulation modeling."
          ]
        }
      ]
    },
    {
      "title": "Statistical Analyses",
      "div": [
        {
          "text": "Using the exponential formula (Equation ( 1)) that describes the relationship between the ear weight and the plant population, the individual production was given according to Equation (2).",
          "table": []
        },
        {
          "text": "where x is the number of plants per unit area, f (x) is the ear weight per hectare, and g(x) is the individual ear weight. Linear regression was tested to describe the relationship between the plant distance and the ear weight, where the plant distance was given as the mean in front and behind an individual plant, and the relationship between the plant number by row and the mean ear weight.",
          "table": []
        },
        {
          "text": "For the calculations, the whole plot, as well as the rectangular subplots of systematically decreased size were considered as the areas of varying number of rows × different distances (divisors of 20), namely 4 rows × 1, 2, 4, 5, and 10 m, and 2 rows × 1, 2, 4, 5, and 10 m, e.g., the area of a mosaic of 4 rows × 1 m was 3 m 2 represented by 60 data pairs. Statistical distribution was analyzed for the distances between two individual plants and the ear weight. Kolmogorov-Smirnov test was applied to test for a normal distribution. Normality was tested by using the Shapiro-Wilk test.",
          "table": []
        },
        {
          "text": "Binomial distribution (Equation ( 3)) was tested for the number of plants per mosaic area by using the expected value E(x) (Equation ( 4)) and the standard deviation D(x) (Equation ( 5)).",
          "table": []
        },
        {
          "text": "The probability of success on a single trial denoted by p and the number of trials denoted by n were calculated according to Equations ( 6) and (7), respectively. Variation coefficient was calculated according to Equation (8).",
          "table": []
        }
      ]
    },
    {
      "title": "Simulation Study",
      "div": [
        {
          "text": "For the robust simulation, soil was considered homogenous with characteristics assuring maximum maize yield. The weather conditions were considered optimal. Plot dimensions same to the experimental ones were applied, i.e., the length of the plot was 20 m, with 12 rows, with approximately 100 plants per area, with random variation. Without competition, the maximum individual ear weight was given 600 g. The number of the random values was equal to that of the seeds.",
          "table": []
        },
        {
          "text": "There are three scenarios for the description of the effect of the plant population on the ear weight: (1) yield maximum is achieved with no competition; (2) competition takes place; (3) kernel filling is limited. Monte Carlo simulation was carried out for the second one. Tens of thousands iterations were carried out. For the description of the error in simulations, root mean squared error (RMSE) was calculated.",
          "table": []
        }
      ]
    },
    {
      "title": "Results",
      "div": []
    },
    {
      "title": "Regression Analysis for Different Mosaic Sizes within a Plot",
      "div": [
        {
          "text": "The plant-to-plant distance was considered first as the indicator of the population. For each plant, the distances between the two neighboring plants in the same row were averaged. The effect of the plant-to-plant distance on the individual ear weight was found to be weak (Figure 2a). When the plant number per row was considered, the determination coefficient was found to be 0 (Figure 2b). Mosaic sampling with rectangular subplots differing in their size resulted in a weak relationship between the ear weight and the plant population. Graphs c-d in Figure 2 show the relationship for the plant populations of 3 and 6 m 2 , respectively. Stronger relationship was found for the mosaic sizes of 4 rows × 1 m with 60 data pairs, and 4 rows × 2 m with 30 data pairs.",
          "table": []
        },
        {
          "text": "The statistical data for the different mosaic sizes are different (Results of the regression analysis for different mosaic sizes, 2017. The independent and the dependent variables were plant population (plant m -2 ) and ear weight, respectively). The sizes are equivalent, there is no preferred one for the description of the relationship between the population and the individual performance.",
          "table": [
            "Results of the regression analysis for different mosaic sizes, 2017. The independent and the dependent variables were plant population (plant m -2 ) and ear weight, respectively."
          ]
        },
        {
          "text": "The RSE shows a decreasing tendency as the area of the subplot increases, indicating the better match of the measured data to the linear regression model. The r 2 does not show any trend. As the area of the subplot increases, the SE of the mean ear weight decreases, thus the mean ear weight values of the subplots of different size are expected to be similar, not showing any relationship. With the increasing mosaic area, both the number of plants, and the SE for the number of plants increase. The p-values increase with the increasing number of the subplots. Results are dependent on the size of the mosaics, thus the ordinary least squares regression analysis does not provide meaningful findings. To develop a robust model, there is a need to describe the distributions of the variables. The statistical data for the different mosaic sizes are different (Results of the regression analysis for different mosaic sizes, 2017. The independent and the dependent variables were plant population (plant m -2 ) and ear weight, respectively). The sizes are equivalent, there is no preferred one for the description of the relationship between the population and the individual performance. The RSE shows a decreasing tendency as the area of the subplot increases, indicating the better match of the measured data to the linear regression model. The r 2 does not show Ear weight (g)",
          "table": [
            "Results of the regression analysis for different mosaic sizes, 2017. The independent and the dependent variables were plant population (plant m -2 ) and ear weight, respectively."
          ]
        }
      ]
    },
    {
      "title": "Distributions of the Variables",
      "div": [
        {
          "text": "Resulting from external factors, such as the operator and the emergence rate, there was a certain variation in the plant-to-plant distances. The distribution curve was found to be asymmetrical and right-skewed (Figure 3). The minimum and the maximum distances were 3 cm and 65 cm, respectively, while the mean and the mode were 23 cm and 20.5 cm, respectively.",
          "table": []
        },
        {
          "text": "The Kolmogorov-Smirnov test proved that the theoretical and the observed datasets are from the same continuous distribution (p = 0.47), the plant-to-plant distribution was found to be lognormal. The mean plant-to-plant distances, however, did not show lognormal distribution.",
          "table": []
        },
        {
          "text": "found to be lognormal. The mean plant-to-plant distances, however, did not show lognormal distribution.",
          "table": []
        },
        {
          "text": "In crop production modelling, using the plant-to-plant distance is expected to give more accurate results, although counting the number of crops per unit area is less timeconsuming. The distribution of crop population can be derived from that of the plantto-plant distance. In this study, the distribution of the plant-to-plant distance was found lognormal, while that of the plant population binomial. They are not interrelated, the distribution of the plant-to-plant distance is not necessarily lognormal, while the plant population is always expected binomial.",
          "table": []
        },
        {
          "text": "Figure 5 shows the distribution curve for the individual ear weight, with the minimum of 50 g, maximum of 450 g, and mean of 330 g representing a hybrid with high potential yield. Resulting from the left-skewed distribution, the yield in case of small sample size is over-estimated. The Shapiro-Wilk test showed that the ear weight is not normally distributed (p < 0.05). Hence, e.g., Pearson product-moment correlation coefficient is not applicable for the crop production modelling.",
          "table": []
        },
        {
          "text": "The Kolmogorov-Smirnov test showed a good fit of the hypothesized distribution function and the empirical distribution (p = 0.78) when the data were transformed to lognormal (Figure 6). Transformation was done by subtracting the measured ear weight data from the maximum. minimum of 50 g, maximum of 450 g, and mean of 330 g representing a hybrid with high potential yield. Resulting from the left-skewed distribution, the yield in case of small sample size is over-estimated. The Shapiro-Wilk test showed that the ear weight is not normally distributed (p < 0.05). Hence, e.g., Pearson product-moment correlation coefficient is not applicable for the crop production modelling. The Kolmogorov-Smirnov test showed a good fit of the hypothesized distribution function and the empirical distribution (p = 0.78) when the data were transformed to lognormal (Figure 6). Transformation was done by subtracting the measured ear weight data from the maximum. Based on the probability density function of the lognormal distribution, the mean and the standard deviation, and the arbitrary number of random ear weight can be generated. As an example, Figure 7 shows the ear weight as a function of the mean plantto-plant distance, based on 1000 data pairs. Based on the probability density function of the lognormal distribution, the mean and the standard deviation, and the arbitrary number of random ear weight can be generated. As an example, Figure 7 shows the ear weight as a function of the mean plant-to-plant distance, based on 1000 data pairs.",
          "table": []
        }
      ]
    },
    {
      "title": "Ear weight (g)",
      "div": [
        {
          "text": "The plant-to-plant distribution and the ear weight were found to be independent, the Pearson correlation coefficient was 0.04 for the simulated ear weight data. Repeating the calculations, r 2 was close to zero. RMSE per mean was calculated at 15%. area, 2017.",
          "table": []
        },
        {
          "text": "Based on the probability density function of the lognormal distribution, the mean and the standard deviation, and the arbitrary number of random ear weight can be generated. As an example, Figure 7 shows the ear weight as a function of the mean plantto-plant distance, based on 1000 data pairs.",
          "table": []
        }
      ]
    },
    {
      "title": "Results of Simulation Modelling and Model Validation",
      "div": [
        {
          "text": "The scenario considering competition, where shortage in resources, such as water, nutrients, and light, were assumed, was mathematically described, and reciprocal equation was found to fit best. When the plants' leaves overlap each other, the individuals suffer from a shortage of solar energy. To describe this, the quadratic formula is rather advised for application.",
          "table": []
        },
        {
          "text": "A competition index i(x) was developed with the consideration of the work published by Farazdaghi and Harris . I(x) is the measure of ear weight decrease for the description of the effect of the plant population per m 2 on the individual ear weight. I(x) = 1 means no competition, while i(x) = 0 represents the maximal competition (Equation ( 9)).",
          "table": []
        },
        {
          "text": "where x is the number of plants in 1 m 2 area, and a and b are constants representing the actual weather and soil conditions (Figure 8). The mean ear weight for a given plant number (x) is the product of the maximum ear weight (W) and the i(x), while that per m 2 is i(x)•W•x.",
          "table": []
        },
        {
          "text": "With the modification of the constants, both the asymptotic and the parabolic crop yield modelling are possible. Zhai et al.  assumed exponential relationship between the plant density and the grain yield per plant in the range of 2-18 plant m -2 .",
          "table": []
        },
        {
          "text": "parabolic crop yield modelling are possible. Zhai et al.  assumed exponential relationship between the plant density and the grain yield per plant in the range of 2-18 plant m -2 . The plant-to-plant distance distribution was taken lognormal, with the parameters of 3 and 0.4, providing a random virtual plant-to-plant distance dataset. In case of no competition, the mean and the standard deviation of the natural logarithm of the transformed ear weight were 4.5 and 0.9, respectively.   9)).",
          "table": []
        },
        {
          "text": "The plant-to-plant distance distribution was taken lognormal, with the parameters of 3 and 0.4, providing a random virtual plant-to-plant distance dataset. In case of no competition, the mean and the standard deviation of the natural logarithm of the transformed ear weight were 4.5 and 0.9, respectively.",
          "table": []
        },
        {
          "text": "Based on the distribution of the plant-to-plant distances, the plant density pattern was simulated for the area of 12 rows × 20 m. For model calculations, mosaics with arbitrary sizes can be generated. Figure 9 shows the simulation output for the mosaic size of 3.04 m 2 . Ear weight was simulated by using the reciprocal function using the plant population per 1 m 2 as the independent variable, with a = 0.8 and b = 0.02. Repeated regression analyses with the simulated dataset resulted in determination coefficients close to 0.15, similar to the ones based on the observed values. Based on the distribution of the plant-to-plant distances, the plant density pattern was simulated for the area of 12 rows × 20 m. For model calculations, mosaics with arbitrary sizes can be generated. Figure 9 shows the simulation output for the mosaic size of 3.04 m 2 . Ear weight was simulated by using the reciprocal function using the plant population per 1 m 2 as the independent variable, with a = 0.8 and b = 0.02. Repeated regression analyses with the simulated dataset resulted in determination coefficients close to 0.15, similar to the ones based on the observed values. A weak relationship between the plant population and the individual production at farm scale results from the low variation in the plant population, and the high variation in the individual performance. Furthermore, it is weakened by their distribution A weak relationship between the plant population and the individual production at farm scale results from the low variation in the plant population, and the high variation in the individual performance. Furthermore, it is weakened by their distribution characteristics. The determination coefficient is sensitive to the difference from normal distribution.",
          "table": []
        },
        {
          "text": "The plant population distribution was binomial, the plant-to-plant distribution was lognormal, and that of the transformed ear weight was also lognormal in the case of both the simulated and the experimental datasets. The simulation model was validated and found to be adequate. It must be noted, however, that datasets representing years with no shortage in precipitation and/or nutrition may affect the distribution formula that describes the individual ear weight in the function of the plant population.",
          "table": []
        }
      ]
    },
    {
      "title": "Conclusions",
      "div": [
        {
          "text": "The lognormal distribution suggests that the plant-to-plant distance should be characterized by the geometric mean instead of the arithmetic mean, the difference of which increases with the increasing heterogeneity. The geometric mean is always lower compared to the arithmetic mean. Only the relative variance is applicable for the estimation of the plant population heterogeneity, this is not dependent on the plot size.",
          "table": []
        },
        {
          "text": "The inverse lognormal distribution of ear weight in a plot suggests that instead of the arithmetic mean, the transformed geometric mean should be subtracted from the maximum to estimate the actual ear weight. Small sample size leads to its overestimation because of the left-skewed distribution. The relationship between the plant population and the yield per unit area cannot be assessed by using parabolic regression analysis that assumes normality.",
          "table": []
        },
        {
          "text": "The spatial plant population pattern varies randomly, and so does the standard deviation with the variation in the plot size, which considerably affects the determination coefficient. The relationship between the individual plant production and the field size is scale-dependent. Experimental results can be compared only in case if the plots have the same size.",
          "table": []
        },
        {
          "text": "Both the standard deviation and the coefficient of variance are scale-dependent. Standard deviation for the plant population is lower in smaller plots, while the coefficient of variance increases with the decreasing area. None of them are applicable for the evaluation of plant population heterogeneity but the relative variance. With the consideration of the var/x, results of any plot sizes can be compared, and used to support, e.g., the application of proper agro-techniques tailored to the spatial variations at farm-scale. The simulation model revealed why the relationship between the plant population and any of the yield components at farm scale had been found weak.",
          "table": []
        },
        {
          "text": "Our findings contribute to a better understanding of the effect of intra-plot heterogeneity on yield estimation accuracies and highlight the importance of proper mathematization.",
          "table": []
        }
      ]
    }
  ],
  "tables": [
    "{\"title\": \"Raw data statistics. Mean and standard deviation (SD) for the ear weight, and the number of plants are given by rows for the years 2017 and 2018.\", \"head\": [\"2017\"], \"value\": []}",
    "{\"title\": \"Coding of the mosaic size used as training and test datasets for the simulation modeling.\", \"head\": [\"Code\", \"2\", \"3\", \"4\", \"5\", \"6\", \"7\", \"8\", \"9\", \"10\", \"11\"], \"value\": [[\"Number of row\", \"2\", \"2\", \"2\", \"2\", \"2\", \"4\", \"4\", \"4\", \"4\", \"4\"], [\"Length (m)\", \"1\", \"2\", \"4\", \"5\", \"10\", \"1\", \"2\", \"4\", \"5\", \"10\"]]}",
    "{\"title\": \"Results of the regression analysis for different mosaic sizes, 2017. The independent and the dependent variables were plant population (plant m -2 ) and ear weight, respectively.\", \"head\": [\"Design\"], \"value\": []}",
    "{\"title\": \"\", \"head\": [\"1\", \"-\", \"-\", \"65.6\", \"0.043\", \"<0.001\", \"72.5 *\", \"67.0 *\"], \"value\": [[\"2\", \"120\", \"1.5\", \"26.7\", \"0.161\", \"<0.001\", \"14.0\", \"29.0\"], [\"3\", \"60\", \"3.0\", \"22.8\", \"0.175\", \"<0.001\", \"19.3\", \"24.9\"], [\"4\", \"30\", \"6.0\", \"20.2\", \"0.197\", \"0.014\", \"29.4\", \"22.2\"], [\"5\", \"24\", \"7.5\", \"18.9\", \"0.207\", \"0.026\", \"34.6\", \"20.8\"], [\"6\", \"12\", \"15.0\", \"18.4\", \"0.129\", \"0.252\", \"39.6\", \"18.8\"], [\"7\", \"60\", \"3.0\", \"22.5\", \"0.151\", \"0.002\", \"19.9\", \"24.2\"], [\"8\", \"30\", \"6.0\", \"20.3\", \"0.127\", \"0.053\", \"28.1\", \"21.4\"], [\"9\", \"15\", \"12.0\", \"18.4\", \"0.128\", \"0.191\", \"39.4\", \"19.0\"], [\"10\", \"12\", \"15.0\", \"18.3\", \"0.083\", \"0.365\", \"49.9\", \"18.2\"], [\"11\", \"6\", \"30.0\", \"19.6\", \"0.000\", \"0.904\", \"41.8\", \"17.2\"]]}",
    "{\"title\": \"Results of the regression analysis for different mosaic sizes, 2017. The independent and the dependent variables were plant population (plant m -2 ) and ear weight, respectively.\", \"head\": [\"Design Code\", \"Number of Subplots\", \"Area of a Subplot, m 2\", \"RSE\", \"r 2\", \"p-Value\", \"SE for the Number of Plants\", \"SE for Ear Weight\"], \"value\": [[\"1\", \"-\", \"-\", \"65.6\", \"0.043\", \"<0.001\", \"72.5 *\", \"67.0 *\"], [\"2\", \"120\", \"1.5\", \"26.7\", \"0.161\", \"<0.001\", \"14.0\", \"29.0\"], [\"3\", \"60\", \"3.0\", \"22.8\", \"0.175\", \"<0.001\", \"19.3\", \"24.9\"], [\"4\", \"30\", \"6.0\", \"20.2\", \"0.197\", \"0.014\", \"29.4\", \"22.2\"], [\"5\", \"24\", \"7.5\", \"18.9\", \"0.207\", \"0.026\", \"34.6\", \"20.8\"], [\"6\", \"12\", \"15.0\", \"18.4\", \"0.129\", \"0.252\", \"39.6\", \"18.8\"], [\"7\", \"60\", \"3.0\", \"22.5\", \"0.151\", \"0.002\", \"19.9\", \"24.2\"], [\"8\", \"30\", \"6.0\", \"20.3\", \"0.127\", \"0.053\", \"28.1\", \"21.4\"], [\"9\", \"15\", \"12.0\", \"18.4\", \"0.128\", \"0.191\", \"39.4\", \"19.0\"], [\"10\", \"12\", \"15.0\", \"18.3\", \"0.083\", \"0.365\", \"49.9\", \"18.2\"], [\"11\", \"6\", \"30.0\", \"19.6\", \"0.000\", \"0.904\", \"41.8\", \"17.2\"], [\"\", \"RSE: residual standard error, r\", \"\", \"\", \"\", \"\", \"\"]]}",
    "{\"title\": \"Descriptive statistics and binomial distribution parameters for the plant population of different mosaic sizes. The number of the subplots is given in Table3for each design code.\", \"head\": [\"Design Code\", \"x\", \"SD\", \"CV\", \"var/x\", \"p\", \"n\"], \"value\": [[\"2\", \"8.5\", \"1.372\", \"0.161\", \"0.221\", \"0.8\", \"11\"], [\"3\", \"17.0\", \"1.832\", \"0.108\", \"0.197\", \"0.8\", \"22\"], [\"4\", \"34.0\", \"2.828\", \"0.083\", \"0.235\", \"0.8\", \"44\"], [\"5\", \"42.5\", \"3.349\", \"0.079\", \"0.264\", \"0.8\", \"53\"], [\"6\", \"85.0\", \"3.790\", \"0.045\", \"0.169\", \"0.8\", \"106\"], [\"x: mean, SD: standard deviation, CV: coefficient of variance, var/x: relative variance, p, n: parameters of\"], [\"binomial distribution.\", \"\", \"\", \"\", \"\", \"\"]]}",
    "{\"title\": \"Plant population statistics calculated by multiplying the results for the mosaic size of 1.5 m 2 .\", \"head\": [\"Design Code\", \"x\", \"SD\", \"CV\", \"var/x\"], \"value\": [[\"2\", \"8.5\", \"1.372\", \"0.161\", \"0.221\"], [\"3\", \"17.0\", \"2.744\", \"0.161\", \"0.443\"], [\"4\", \"34.0\", \"5.488\", \"0.161\", \"0.886\"], [\"5\", \"42.5\", \"6.860\", \"0.161\", \"1.107\"], [\"6\", \"85.0\", \"13.720\", \"0.161\", \"2.215\"]]}"
  ]
}