{
  "meta": {
    "title": "Modelling the effect of sowing date on the emergence, silking and yield of maize (Zea mays L.) in a moderately warm and dry production area",
    "author": "A Széles, L Huzsvai",
    "journal": "No journal found",
    "date": "No date found"
  },
  "paragraphs": [
    {
      "title": "Abstract",
      "div": [
        {
          "text": "This research focused on accurately modelling emergence (VEEmergence) and silking (R1) dates using 5 cm deep soil temperature (ST) and how sowing date (SD) affects VEEmergence and R1 date of different maturity hybrids and which is the optimum sowing date in the changed climate. Three sowing dates were used between 4th April and 10th May. The same maize hybrids (FAO 290, FAO 350, FAO 420)  were involved in the experiment between 2011-2013. The 5 cm deep soil temperature could be used for simulating the date of VEEmergence and R1 and the Percentage of Predicted Deviation (PD) was below 10%. When calculating the effective heat units (HU) at 5 cm depth, setting 6 °C as base temperature leads to better modelling. SD did not clearly affect yield since due to the influence of genotype and crop years. The FAO 290 hybrid had the lowest yield (11.534 t ha -1 ) and it responded sensitively to sowing date. Its highest yield (12.788 t ha -1 ; P < 0.05) could be obtained with SD3. FAO 350 and FAO 420 hybrids provided stable yields without any significant effect of SD. The highest yield was provided by the FAO 420 hybrid (13.494 t ha -1 ) with a wide SD interval (4th April -10th May). The obtained findings help farmers in making grounded decisions to obtain high and stable yield under the changed climatic circumstances. The obtained findings help farmers in making grounded decisions to obtain high and stable yield under the changed climatic circumstances.",
          "table": []
        }
      ]
    },
    {
      "title": "INTRODUCTION",
      "div": [
        {
          "text": "Over the past fifty years, world maize production has increased fivefold, partly due to an increase in average yields and an increase in cultivated areas. On a global level, there is a potential for increasing production (Schils et al., 2018), which is in great need of food safety (Ort & Long, 2014).",
          "table": []
        },
        {
          "text": "-However, climate change -increasing air temperature and decreasing precipitation -has a negative impact on agriculture (Pielke et al., 2007;Rosenzweig et al., 2008;Lobell et al., 2011;Ványiné Széles & Nagy, 2012;Bassu et al., 2014;IPCC, 2014). The global average above-ground temperature increased by about 0.89 °C (0.69-1.08) over the period between 1901-2012(IPCC, 2013) ) and forecasts suggest a temperature increase of 1.5 °C by 2030 (IPCC, 2018). The temperature rise pushes the production zones 150 to 250 km towards the poles (Harnos, 2008). It is expected that precipitation will also change and will show even greater regional variation (FAO, 2001), especially in southern parts of Europe, with more frequent and prolonged dry seasons (Trnka et al., 2014).",
          "table": []
        },
        {
          "text": "-Several studies have shown that the most important factor in the growth and development of maize is the temperature that affects germination, water and nutrient uptake (Hunter et al., 1977;Nerson, 2007;Siebert et al., 2014). At 25 to 30 °C, uniform emergence occurs after 4-7 days. Lower and higher temperatures slow down the germination process (Silva-Neta et al., 2015). Low temperature causes early deformation of the leaves (Santos et al., 2019) at an early stage of the plant, high temperatures accelerate the rate of development, resulting in shorter vegetative and reproductive phases (Hatfield et al., 2011;Lizaso et al., 2018) and it may change the metabolic processes, especially photosynthesis (Xu et al., 2011;Ványiné Széles et al., 2012;Song et al., 2014). Furthermore, the vitality of the pollen decreases and the number of grains on the ear is reduced, resulting in yield loss (Hatfield et al., 2011;Lizaso et al., 2018). Lobell & Field (2007) showed an 8.3% yield decrease.",
          "table": []
        },
        {
          "text": "-Climate change has an impact on the soil, soil temperature increases and it has a stronger tendency than that of air temperature (Zhang et al., 2001;Qian et al., 2011;Yeşilırmak, 2014). At the time of sowing, seedbed temperature and humidity can stimulate or prolong maize emergence in the top 5cm layer of the soil (Kaspar et al., 1990). Germination can start at a low soil temperature of 6 °C, but the process is very slow and the germination force is greatly reduced (Miedema, 1982;Nagy, 2008). If the soil temperature is below 10 °C, the germinated seed is viable for 14 hours, while it is viable for 5 hours at -2 °C and for 4 hours at -4 °C (Modi & Asanzi, 2008). The 1 °C change in soil temperature has a major impact on crop development (Barlow et al., 1977;Stone et al., 1999). The low temperature of the root zone (9 °C) stops maize growth (Mozafar et al., 1993), inhibits leaf growth (Thiagarajah & Hunt, 1982), silking (Cutforth & Shaykewich, 1989;Hayhoe & Dwyer, 1990;Hayhoe et al., 1996) and physiological maturity (Daynard, 1972;Afuakwa et al., 1984;Cutforth & Shaykewich, 1990;Akman, 2009).",
          "table": []
        },
        {
          "text": "Determining the sowing date for maize is a key element of production technology and the change of sowing date is necessary in order to adapt to changes (Wang et al., 2016). However, when determining the optimal sowing date, different conclusions were reached by researchers, as agronomic experiments carried out in different regions cannot be reproduced in space and time, as climatic and soil factors differ (Sorensen et al., 2000). The use of simulation crop production models is of great importance for environmental stress effects (high temperature, drought stress) in determining the sowing date of maize, as well as in accurately assessing its growth and development (Wilkens & Singh, 2001;Huzsvai & Rajkai, 2009;Tao & Zhang, 2010;Fodor, 2012;Wang et al., 2018).",
          "table": []
        },
        {
          "text": "-Aims of the examination: (1) How exactly can the date of emergence be modelled with the temperature of the 5 cm deep soil layer? (2) How does sowing date affect the emergence and silking dates of different maturity maize hybrids? (3) How does the date of sowing affect the yield of different maturity maize hybrids? (4) What is the optimal sowing date in the changed climate?",
          "table": []
        }
      ]
    },
    {
      "title": "MATERIALS AND METHODS",
      "div": []
    },
    {
      "title": "Site description",
      "div": [
        {
          "text": "The examinations presented in this study were performed at the Experiment Site of the University of Debrecen in Hungary (47° 33' N, 21° 26' E, 111 m asl), in a moderately warm and dry production area on calcareous chernozem soil with deep humus layers formed on loess (Mollisol-Calciustoll or Vermustoll, clayey loam; USDA) in a small plot long-term polyfactorial field experiment with four replications and a randomised block design in three years (2011, 2012 and 2013). Plot size was 15 m 2 .",
          "table": []
        }
      ]
    },
    {
      "title": "Weather data",
      "div": [
        {
          "text": "The data collected by the weather station installed on the experiment site were continuously logged. The obtained values were compared to the means of the 30-yearlong period   (Nagy, 2019).",
          "table": []
        },
        {
          "text": "The effective heat units (HU) were calculated for the entire growing season based on the following formula:",
          "table": []
        },
        {
          "text": "Heat Unit = (Tmax + Tmin)/2 -Tbasis,",
          "table": []
        },
        {
          "text": "(1) where Tmax = daily maximum temperature, Tmin = minimum daily temperature and Tbasis = temperature treshold value needed for development.",
          "table": []
        },
        {
          "text": "In the case of maize, this value is 10 °C (Davidson & Campbell, 1983;Nielsen, 2010).",
          "table": []
        },
        {
          "text": "In order to estimate the potential evapotranspiration (PET), we used the Szász (1977) PET estimation algorithm calibrated for Hungarian conditions.",
          "table": []
        },
        {
          "text": "(2) where PET = potential evapotranspiration [mm day -1 ], T = daily mean temperature [ºC], R = relative humidity, ƒ(ν) = effect function of wind speed, β = factor for expressing oasis effect.",
          "table": []
        },
        {
          "text": "The growing season of the experimental period (2011-2013) was characterized by variable weather conditions (Fig. 1). In 2011, the distribution of precipitation was very uneven; precipitation in July was the most pronounced (185 mm), which was nearly three times higher than the average (66 mm) of 30 years . Each month was significantly above the average with the exception of July (-0.9 °C), thus the average temperature during the growing season was 0.7 °C higher.",
          "table": []
        },
        {
          "text": "In the 2012 growing season, there was 277 mm of precipitation, which was 20% below the average. The period between May and July provided sufficient amount of precipitation. However, during the grain-filling period (August), there was only 4 mm of precipitation, which was accompanied by high temperatures, 1.7 °C above average. The average temperature of the growing season was 1.3 °C higher than the 30-year average.",
          "table": []
        },
        {
          "text": "Precipitation sum of the 2013 growing season was 253 mm, which was 74% of the 30-year average and its distribution was disproportionate. Precipitation was sufficient from sowing to emergence, but for the remainder of the growing season, water deficiency was significant. The most critical period was silking, when the difference was 50 mm from the average. The growing season ended with a significant lack of precipitation (-93 mm) and was 5.3 °C warmer than the average (17.5 °C). The largest difference was in August (+7.5 °C).",
          "table": []
        },
        {
          "text": "While precipitation decreased during the growing season, temperature increased relative to the 30-year average, in the case of all three years. HU values varied between 1,390 and 1,410 °C, which exceeded both the site-specific and the FAO 300 (1,140 °C) and FAO 400 (1,250 °C) values (Menyhért, 1985). The growing season of all three years was characterized by potential water scarcity (375 mm in 2011, 433 mm in 2012 and 434 mm in 2013).  (Debrecen, 2011(Debrecen, -2013)).",
          "table": []
        }
      ]
    },
    {
      "title": "Soil data",
      "div": [
        {
          "text": "The average pHKCl of the soil is 6.6 (slightly acidic). In the upper (20 cm) layer of the soil, the Arany's plasticity index is 39, the total amount of water-soluble salts (anions and cations) is 0.04%, i.e. salt deficient. The calcareous chalk content is around 0% in the upper 80 cm of the soil (i.e. chalk deficient), but it is 12% from 100 cm down (moderately calcareous). The organic matter content in the upper 20 cm layer of the soil does not exceed 2.3%, while it does not exceed 1.00% at 120 cm depth. The potassium supply of the soil is appropriate, and its P supply is moderate.",
          "table": []
        }
      ]
    },
    {
      "title": "Experimental details",
      "div": [
        {
          "text": "Three sowing dates (SD1, SD2, SD3) were used in the field experiment in the three examined years. After harvesting the previous crop (winter wheat), 150 kg of N ha -1 , 65 kg of P2O4 ha -1 and 130 kg of K2O ha -1 fertiliser was applied. 50% of the 34% ammonium nitrate was applied in the autumn and the other 50% was applied in the spring before seedbed preparation. 100% of phosphorus and potassium were incorporated into the at a depth of 27 cm with autumn ploughing. Sowing depth was 5 cm. The plant number was set to 73,000 plants ha -1 . The same very early-(FAO 290; Mv 255), early-(FAO 350; Mv 350) and mid-ripening (FAO 420; Mv Koppány) domestic hybrid maize hybrids were included in the analysis. The harvested grain yield was corrected to a moisture content of 14%.",
          "table": []
        }
      ]
    },
    {
      "title": "Applied analytical methods",
      "div": []
    },
    {
      "title": "Computerised simulation model",
      "div": [
        {
          "text": "A computer simulation model was used to analyse the phenophases of maize. As a result of a previous university cooperation, we have the source code of the CERES Maize program (Ritchie et al., 1994). The program -originally written in FORTRAN -was rewritten into R-language for faster and more flexible running (Huzsvai & Szőke, 2014). The CERES Maize program simulates emergence as a function of sowing depth. Furthermore, it assumes that there is so much moisture in the top layer of the soil after sowing that germination starts the subsequent day. The model determines the heat time required for emergence using the following formula:",
          "table": []
        },
        {
          "text": "(3) where DD = Degree Days and SD = Sowing Depth (cm).",
          "table": []
        }
      ]
    },
    {
      "title": "Statistical analysis",
      "div": [
        {
          "text": "To model the 5cm soil temperature, real non-linear regression analysis was used. When selecting the best fitting sinusoidal model, the difference was minimised by a square sum. The overall form of the sinusoidal model was the following: ,",
          "table": []
        },
        {
          "text": "where Jday = Julian day, and a, b, c = regression parameters. The goodness of fit was characterised by the size of the residual standard error.",
          "table": []
        },
        {
          "text": "The effects of treatments on yield were analysed using a general linear model (GLM) (Huzsvai & Vincze, 2013). Within the GLM, the evaluation was based on the Repeated Measurement Model, and the year was taken into account as a repeated factor. Fixed factors were sowing date and genotype. The significance level was chosen to be 5%. Comparison of treatment mean values was performed with Duncan's test (Mendiburu, 2017) to avoid the accumulation of alpha error. Within the homogeneous group, the obtained yields did not differ from the 5% significance level. Evaluation was performed with the latest version of R (R Core Team, 2018).",
          "table": []
        }
      ]
    },
    {
      "title": "RESULTS AND DISCUSSION",
      "div": []
    },
    {
      "title": "Evaluation of soil and air temperature, 2011-2013",
      "div": [
        {
          "text": "The days of the 2011-2013 period were converted to Julian for days for a subsequent clear analysis. The first day was January 1, 2011 and the last day was December 31, 2013, totalling 1,096 days.",
          "table": []
        },
        {
          "text": "The fluctuation of the soil temperature measured at a depth of 5cm is much smaller than the air temperature measured at 2 m above the surface (Fig. 2). However, according to the law of energy conservation, the average of the two temperatures must be the same in the long run. In addition, this does not preclude a significant difference in between surface and air temperature at a given time. Average temperatures for the three years were the following: The difference between the average air and soil temperature is only 0.38 °C. The difference can also be caused by the accuracy of thermometers. Air decreases by an average of 0.65 °C every 100 meters above the ground (Bartholy et al., 2013), which means that there is a 0.013 °C difference at a distance of 2 meters. This method also helps in comparing the accuracy of thermometers. If the thermometers at different depths detect the same average temperature in the long run, their measurement accuracy can be considered adequate.",
          "table": []
        },
        {
          "text": "A sinusoidal model was fitted with a real nonlinear regression analysis in order to examine the 5cm deep soil temperature during the examined period (2011)(2012)(2013).",
          "table": []
        },
        {
          "text": ", (5) where ST = soil temperature, Jday = Julian day, a, b, c = regression parameters.",
          "table": []
        },
        {
          "text": "The sinusoidal model accurately modelled the soil temperature (Fig. 3) and the residual standard error was 1.067. With this model, the soil temperature and the useful temperature for the Ceres Maize emergence algorithm can be produced even if no measured temperature data is available. Our algorithm can be used between latitudes ± 23.45 and ± 65.5. Parameters a, b, c must be determined by taking into account the values of the given location.",
          "table": []
        }
      ]
    },
    {
      "title": "Results of the computer simulation",
      "div": [
        {
          "text": "The original model uses air temperature 2 m above the ground as input data and a base temperature of 10 °C. Since soil temperature affects emergence must stronger, the value measured at 5 cm depth was used during the simulation. At a depth of 5 cm, the soil shows a lower average temperature fluctuation and is cooler than the air temperature at 2 m height during the growing season; therefore, the best result was obtained with a base temperature of 6 °C when calculating the useful soil temperature. This temperature corresponded to a base temperature of 10 °C air temperature.",
          "table": []
        },
        {
          "text": "The goodness of the simulation was evaluated using the Percentage of Predicted Deviation (%) (PD) index (Observed and simulated values of the number of days between sowing and emergence). According to Jamieson et al. (1991), based on the PD value, the result of the simulation is outstanding if PD < 10%, good if PD is between 10-20%, fair if PD is between 20-30% and poor if PD > 30%. The measured and simulated days of emergence were close to each other in the case of early sowing (SD1). However, in the case of late sowing (SD2, SD3), we experienced a significant difference between 2012 and 2013. The reason for this difference is germination. The optimal relative humidity of the soil is 70-80%, which is necessary for germination (Liu et al., 2010). If this value is less or more, germination does not start and the emergence is delayed (Ma et al., 2012). The original computer model does not take this factor into account. The solution may be to start the simulation from the actual time of emergence or to run a high-resolution soil moisture model. However, these models have little accuracy in the sowing depth.",
          "table": [
            "Observed and simulated values of the number of days between sowing and emergence"
          ]
        },
        {
          "text": "In practice, sowing it performed at a depth of 6-7 cm in dry soil to make sure that the seed is planted in a wet layer to facilitate germination. In the Maize model, eachcm depth increases the time of emergence by 6 DD. As a result, this period is increased by one day in the case of early sowing and half day in the case of late sowing (Observed and simulated values of the number of days between sowing and emergence). To determine the date of R1, the CERES Maize model also uses genetic parameters in addition to temperature and day length. The latest model uses a trial method to determine genetic parameters (Observed and simulated values of the number of days between sowing and emergence). The best results were obtained with the following values.",
          "table": [
            "Observed and simulated values of the number of days between sowing and emergence",
            "Observed and simulated values of the number of days between sowing (SD) and silking"
          ]
        },
        {
          "text": "FAO 290, very early ripening, P1: 175, P2:0.7 FAO 350, early ripening, P1: 190, P2: 0.5 FAO 420, mid-ripening, P1: 240, P2: 0.1 where P = heat sum needed for the juvenile phase, P2 = photoperiod sensitivity (0.00-1.00). The date of the R1 phase was perfectly predicted by the model. PD values, with some exceptions, were below 10%. The number of under-and overestimations was roughly the same. In 2012, the late emergence in the case of SD2 and SD3 did not appear in the silking period. A similar pattern was observed in 2013 in the case of SD2, although the silking of maize occurred 10% later than the model predicted. The difference between the hybrids in terms of ripening can be well observed during the silking period. In the case of early sowing (SD1), the difference is more pronounced, while it is more moderate in the case of late sowing (SD2, SD3) decreases. The reason for this phenomenon is the heat time calculated in degree days, which accumulates faster in the case late sowing due to higher temperatures. Differences in ripening period can be detected at low temperatures.",
          "table": []
        },
        {
          "text": "The effect of sowing date on yield and determining the optimal sowing date Based on the results of the variance analysis, years (P < 0.001) and genotype (P < 0.001) had a significant effect on yield, averaged over the three examined years. Among the examined factors, year had the most significant modifying effect based on the MS value. Environmental factors affected the yield of all three FAO hybrids to a 0.1% extent, while sowing date only modified the yield of the FAO 290 hybrid (P < 0.001), while there was no significant effect in the case of the FAO 350 and FAO 420 hybrids (The effect of sowing date (SD) on the yield of maize hybrids on the experiment site between 2011 and 2013 Note: Based on the Duncan's test, yields indicated with different letter significantly differ from each other at the significance level of P ≤ 0.05.s). There was a significant difference between yields quantified for each crop year, averaged over the different treatments. The yield difference in all three years was significant at the level of 0.1%. The biggest difference was observed between 2011 and 2013 (2.537 t ha -1 ).",
          "table": [
            "The effect of sowing date (SD) on the yield of maize hybrids on the experiment site between 2011 and 2013 Note: Based on the Duncan's test, yields indicated with different letter significantly differ from each other at the significance level of P ≤ 0.05.s."
          ]
        },
        {
          "text": "In 2011, SD1 caused no significant difference between the yields of different genotypes. In the case of SD2, there was a significant difference between FAO 420 and FAO 290 hybrids (P < 0.01), and the FAO 420 hybrid had a 34% higher yield. In the case of SD3, the FAO 420 hybrid was more favourable resulting in 2.204 t ha -1 (P < 0.001) higher yield compared to the FAO 290 hybrid and 2.444 t ha -1 (P < 0.001) higher yield than that of the FAO 350 hybrid. There was no significant difference in the yield of the FAO 290 and FAO 350 hybrids. In 2012, there was a significant difference in the case of SD1 (P < 0.05) and SD3 (P < 0.05) between the FAO 420 and FAO 290 hybrids, and in the case of SD2 between FAO 350 and FAO 290 hybrids (P < 0.05).",
          "table": []
        },
        {
          "text": "In 2013, there was a significant yield difference between FAO 290 and FAO 350 in the case of SD1 (P < 0.001) and SD2 (P < 0.01). FAO 290 and FAO 420 hybrids differed from each other by 0.1% in the case of all three sowing dates. In the case of SD3, the FAO 420 hybrid had a significant yield surplus of 2.166 t ha -1 (P < 0.001) compared to the FAO 290 hybrid, and 3.044 t ha -1 (P < 0.001) compared to the FAO 350 hybrid.",
          "table": []
        }
      ]
    },
    {
      "title": "DISCUSSION",
      "div": [
        {
          "text": "Due to the thermal insulation of the soil, the temperature at 5 cm depth is always colder during the growing season than the surface or air temperature. Computer simulation models, such as the CERES Maize model, take into account the temperature of the air measured at a height of 2 m above the surface and provide the base temperature in relation to the air temperature. In the case of maize, this value is 8-10 °C. At the time of germination and emergence, computer simulation models use higher base temperatures. After emergence, lower base temperatures are used. When calibrating the model -based on our measurement results -, if the useful temperature is calculated based on the temperature measured at a depth of 5 cm, then the resulting base temperature is 6 °C. This method resulted in the most accurate estimate of the VEEmergence date. If we the sowing depth temperature is known, maize emergence can be perfectly modelled, as long as the base temperature is reduced to 6 °C.",
          "table": []
        },
        {
          "text": "In the CERES Maize model, the heat time required for emergence is independent of the ripening period of the given hybrid and its other genetic characteristics. The amount of heat required for the sprout to appear on the surface of the soil depends solely on the depth of sowing. Our experimental data confirmed this concept, and, regardless of the examined hybrid, VEEmergence values were the same. The wrong estimation of the simulation model, when the PD value increased to around 50%, was caused by prolonged germination.",
          "table": []
        },
        {
          "text": "With today's modern computer models, the date of the R1 phase can be precisely predicted and, according to our data, apart from some cases, the PD values are below 10%. However, it should be noted that, as a result of determining the value of PD, the obtained percentages may even be a bit misleading as a seven-day delay results in a PD of 10% at the time of silking, while the same value results in a PD of 50% at the time of emergence.",
          "table": []
        },
        {
          "text": "According to the results of the repeated measures ANOVA, averaged over the three examined years, the years and genotype main effect was significant in relation to yield. Of these factors, the effect of year on yield was the most significant based on the MS value. Sowing date did not give a clear result. Several authors (Russelle et al., 1987;Berzsenyi & Lap, 2008;Shrestha et al., 2016) achieved high yields with early sowing (first decade of April), while others reported outstanding yields with sowing taking place in the third decade of April (Johnson & Mulvaney, 1980;Berzsenyi & Lap, 2001;Videnović et al., 2011), andFutó &Sárvári, (2003), El Hallof & Sárvári (2004) obtained higher yields with late sowing (first and second decades of May). Based on the obtained results, neither of these findings can be confirmed, but it can be concluded with the authors (Bruns, 2003;Futó & Sárvári, 2003;Berzsenyi & Lap, 2008) that the climatic changes of the examined years have a great influence on determining the proper sowing date. Based on the sowing date*genotype interaction, sowing date had a significant effect only on the very early ripening hybrid (FAO 290). In the case of this hybrid, late sowing resulted in higher yields. As regards the FAO 350 and FAO 420 hybrids, sowing date had no clear effect on yield, as they produced high yields in the case of all three SDs.",
          "table": []
        },
        {
          "text": "In conformity with the conclusions of Nagy (2012), Pepó (2012) and Széles et al. (2018), the climatic conditions of the different years affected yield to varying degrees. The biggest difference was observed between 2011 and 2013 (2.537 t ha -1 ).",
          "table": []
        },
        {
          "text": "In the three examined years, SD affected maize yield differently. In 2011, SD2 and SD3 resulted in higher yields. In 2012, SD1 resulted in the highest yield, while in there was no difference in 2013.",
          "table": []
        },
        {
          "text": "In all three years, the very early ripening hybrid (FAO 290) had the lowest yield. In 2011 and 2012, the highest yield was provided by the mid-ripening hybrid (FAO 420). In 2013, the early ripening hybrid (FAO 350) resulted in the highest yield. The length of the ripening period clearly bears the potential for higher yields.",
          "table": []
        },
        {
          "text": "During the examined period, the smallest yield fluctuation was observed in the case of the mid-ripening hybrid (FAO 420), CV = 6.5%. However, the highest yield fluctuations were shown by the early ripening hybrid (FAO 350), CV = 18.4%. The yield fluctuation of the very early ripening hybrid (FAO 290) could be place between the two other hybrids, CV = 9.3%. According to the obtained findings, growing mid-ripening hybrids reduces the risk of production and these hybrids are not sensitive to sowing date either.",
          "table": []
        }
      ]
    },
    {
      "title": "CONCLUSIONS",
      "div": [
        {
          "text": "If emergence is modelled with computer simulation and the 5 cm deep soil temperature is used, a base temperature of 6 °C should be used to calculate HU, which provides the best result.",
          "table": []
        },
        {
          "text": "The negative effect of delayed emergence was not detectable in crop yields. The very early ripening hybrid (FAO 290) had the lowest yield and it responded sensitively to sowing date and high yields were provided only in the case of late sowing. Yield fluctuation was also higher than that of early-ripening (FAO 350) and mid-ripening (FAO 420) hybrids.",
          "table": []
        },
        {
          "text": "Under the changed climatic conditions, the mid-ripening hybrid (FAO 420) provided the highest yield, the lowest yield fluctuation, and it was not sensitive to sowing date. When these hybrids are grown, one does not have to stick to a specific sowing date, but they can be sown from April 4th to May 10th. This is very advantageous in production, as there is enough time to wait for good soil moisture conditions and to ensure a quick and even emergence.",
          "table": []
        },
        {
          "text": "The obtained findings help farmers in making grounded decisions to obtain high and stable yield under the changed climatic circumstances.",
          "table": []
        }
      ]
    }
  ],
  "tables": [
    "{\"title\": \"Observed and simulated values of the number of days between sowing and emergence\", \"head\": [\"(VE) in the case of different sowing dates, experiment site, 2011-2013\", \"\"], \"value\": [[\"\", \"SD1\", \"\", \"\", \"SD2\", \"\", \"\", \"SD3\", \"\"], [\"2011\", \"O\", \"P\", \"PD (%) O\", \"P\", \"PD (%) O\", \"P\", \"PD (%)\"], [\"FAO 290 12.5 13,0\", \"4.0\", \"11.25\", \"10.0\", \"-11.1\", \"8.75\", \"8.0\", \"-8.6\"], [\"FAO 350 12.5 13,0\", \"4.0\", \"12.00\", \"10.0\", \"-16.7\", \"8.50\", \"8.0\", \"-5.9\"], [\"FAO 420 14.0 13,0\", \"-7.1\", \"12.50\", \"10.0\", \"-20.0\", \"9.25\", \"8.0\", \"-13.5\"], [\"2012\", \"\", \"\", \"\", \"\", \"\", \"\", \"\", \"\"], [\"FAO 290 12.0 14.0\", \"16.7\", \"12.25\", \"9.0\", \"-26.5\", \"12.0\", \"6.0\", \"-50.0\"], [\"FAO 350 14.0 14.0\", \"0.0\", \"12.00\", \"9.0\", \"-25.0\", \"12.0\", \"6.0\", \"-50.0\"], [\"FAO 420 14.0 14.0\", \"0.0\", \"12.50\", \"9.0\", \"-28.0\", \"13.0\", \"6.0\", \"-53.8\"], [\"2013\", \"\", \"\", \"\", \"\", \"\", \"\", \"\", \"\"], [\"FAO 290 9.0\", \"9.0\", \"0.0\", \"9.00\", \"5.0\", \"-44.4\", \"6.50\", \"6.0\", \"-7.7\"], [\"FAO 350 11.0 9.0\", \"-18.2\", \"9.25\", \"5.0\", \"-45.9\", \"6.50\", \"6.0\", \"-7.7\"], [\"FAO 420 10.0 9.0\", \"-10.0\", \"10.50\", \"5.0\", \"-52.4\", \"7.25\", \"6.0\", \"-17.2\"]]}",
    "{\"title\": \"Observed and simulated values of the number of days between sowing (SD) and silking\", \"head\": [\"(R1) in the case of different sowing dates, experiment site, 2011-2013\"], \"value\": [[\"2011\", \"SD1\", \"\", \"\", \"SD2\", \"\", \"\", \"SD3\"], [\"\", \"O\", \"P\", \"PD (%) O\", \"P\", \"PD (%) O\", \"P\", \"PD (%)\"], [\"FAO 290 80.50 79.0\", \"-1.9\", \"72.25\", \"73.0\", \"1.0\", \"63.5\", \"68.0\", \"7.1\"], [\"FAO 350 82.50 82.0\", \"-0.6\", \"73.50\", \"75.0\", \"2.0\", \"64.0\", \"68.0\", \"6.3\"], [\"FAO 420 89.75 88.0\", \"-1.9\", \"75.25\", \"77.0\", \"2.3\", \"65.0\", \"72.0\", \"10.8\"], [\"2012\", \"\", \"\", \"\", \"\", \"\", \"\", \"\"], [\"FAO 290 82.75 75.0\", \"-9.4\", \"72.00\", \"66.0\", \"-8.3\", \"60.00\", \"63.0\", \"5.0\"], [\"FAO 350 83.00 75.0\", \"-9.6\", \"71.75\", \"66.0\", \"-8.0\", \"63.50\", \"63.0\", \"-0.8\"], [\"FAO 420 87.50 80.0\", \"-8.6\", \"75.75\", \"72.0\", \"-5.0\", \"66.25\", \"65.0\", \"-1.9\"], [\"2013\", \"\", \"\", \"\", \"\", \"\", \"\", \"\"], [\"FAO 290 69.5 65.0\", \"-6.5\", \"63.50\", \"57.0\", \"-10.2\", \"56.50\", \"61.0\", \"8.0\"], [\"FAO 350 74.0 65.0\", \"-12.2\", \"64.00\", \"57.0\", \"-10.9\", \"57.25\", \"61.0\", \"6.6\"], [\"FAO 420 76.0 67.0\", \"-11.8\", \"66.75\", \"63.0\", \"-5.6\", \"59.75\", \"64.0\", \"7.1\"], [\"Note. O: Observed value; P: Predicted value; PD: Percentage of Predicted Deviation (%).\"]]}",
    "{\"title\": \"The effect of sowing date (SD) on the yield of maize hybrids on the experiment site between 2011 and 2013 Note: Based on the Duncan's test, yields indicated with different letter significantly differ from each other at the significance level of P ≤ 0.05.s.\", \"head\": [\"Sowing\", \"Grain yield (t ha -1 )\", \"\"], \"value\": [[\"date\", \"2011\", \"2012\", \"2013\"], [\"SD1\", \"10.209a\", \"13.335c\", \"14.409a\"], [\"SD2\", \"12.331b\", \"12.333b\", \"14.346a\"], [\"SD3\", \"12.837b\", \"12.287a\", \"14.231a\"]]}"
  ]
}