{
  "meta": {
    "title": "Negative effects of soil warming, and adaptive cultivation strategies of maize: A review",
    "author": "Shibo Zhang, Jingxuan Bai, Guixin Zhang, Zhenqing Xia, Mengke Wu, Haidong Lu",
    "journal": "Elsevier BV",
    "date": "2023. 03."
  },
  "paragraphs": [
    {
      "title": "Abstract",
      "div": [
        {
          "text": "Focus on the response of soil microbial changes to soil warming.",
          "table": []
        },
        {
          "text": "• Negatively effects evaluated of soil warming on maize yield from root to shoot scale.",
          "table": []
        }
      ]
    },
    {
      "title": "Introduction",
      "div": [
        {
          "text": "Global temperatures are gradually rising with increased CO 2 from anthropogenic emissions, and with this comes the challenge of meeting food and fuel supply demands under excessive temperatures. Although emissions have dropped dramatically by 2020 (Le Quéré et al., 2020), the present emissions are projected to produce unprecedented warming of 3-5 °C by 2100, relevant to pre-industrial levels (Sims et al., 2014). The Intergovernmental Panel on Climate Change (IPCC) report on climate change reveals that crop yields would face serious challenges if global warming exceeds 1.5 °C above pre-industrial effects (IPCC, 2018). Furthermore, extreme heat waves will likely greatly reduce crop yields (Battisti and Naylor, 2009;Hatfield, 2015;Perkins-Kirkpatrick et al., 2012). Therefore, there is an urgent need, first and foremost, to maintain the warming below 1.5 °C by reducing fossil fuel use (IPCC, 2018). Additionally, our primary cultivation practices need to be compatible with warmer growing conditions and toward reducing crop yield losses in response to warming.",
          "table": []
        },
        {
          "text": "Maize (Zea mays L.) is now the highest-yielding grain crop (>1 billion metric tons were produced worldwide in 2014), according to the Food and Agriculture Organization (FAO) (Li et al., 2016;Yang et al., 2017). Climate change is expected to threaten maize productivity and security globally as the consequences of the rising temperature of the earth become evident. It is estimated that every 1 °C of warming would result in an average loss of -7.4 ± 4.5 % in maize yield (Zhao et al., 2017). This negative effect has severely reduced yields in the four major global maize-growing countries, with the loss of -10.3 ± 5.4 %/°C in the United States, -8.0 ± 6.1 %/°C in China, -5.5 ± 4.5 %/°C in Brazil, and -5.2 ± 4.5 %/°C in India (Zhao et al., 2017). An additional 100 million hectares of agricultural land will likely be needed to support 9.8 billion people by 2050 (Pastor et al., 2019). Therefore, with the negative effects of global warming and increasing population, increasing maize yield is an eternal theme of agricultural development (Leitner et al., 2014).",
          "table": []
        },
        {
          "text": "As a temperature-sensitive crop, the optimal temperature growth range for maize is 21-27 °C (Greaves, 1996;Haldimann, 1998). Exceeding the optimal temperature range has negative effects on maize growth and yield. Most studies have focused on the negative effects of higher air temperature on maize growth and development (Barnabás et al., 2008;Hussain et al., 2019;Moore et al., 2021), including leaf photosynthesis by impairing photosystem II (Strasser, 1997), reducing Rubisco activity (Law and Crafts-Brandner, 1999), and degrading thylakoid membranes (Gounaris et al., 1984), which ultimately reduces yields (M. Liu et al., 2022;Yang et al., 2015). Surprisingly, more severe growth inhibition of roots and stems occurs under excessive soil temperatures when roots and stems are exposed to both air and soil high temperatures (Huang and Xu, 2000;Kuroyanagi and Paulsen, 1988;Ruter andIngram, 1990, 1992;Udompraset et al., 1995). According to the IPCC, the global topsoil temperature will increase by 4.5 °C by 2100 (IPCC, 2019;Soong et al., 2020).",
          "table": []
        },
        {
          "text": "Maize growth is more susceptible to soil warming than to air warming (Gan et al., 2013;Pramanik et al., 2015;Zhou et al., 2012), although suitable soil temperatures may promote shoot growth and leaf photosynthesis to improve yield (Borisova, 1991;Chapin, 1974;Frossard, 1985;Takeshima, 1964). Every 1 °C increase in soil temperature inhibits maize growth (Walker, 1969). However, few studies have explored the negative effects of high soil temperatures on maize in warm-cultivation regions. Most field station studies have found that soil warming exacerbates soil nutrient and water depletion during the early maize growth period, limiting root and shoot growth during the late maize growth period and ultimately reducing maize yields, especially in warm temperate regions (Bu et al., 2013;Hu et al., 2020;Mo et al., 2017;Qin et al., 2018;S. Zhang et al., 2022). Furthermore, soilless but non-destructive observations found a negative response of maize seedling growth and development to root-zone warming (Xia et al., 2021a(Xia et al., , 2021b)). Nevertheless, the measurement of soil temperature is complex, and separate thermometers are required to measure soil temperature at different depths because the majority of maize roots are distributed in the soil layer of 0-60 cm (Thidar et al., 2020;Zhang et al., 2021;G. Zhang et al., 2022). However, temperaturebased root-zone studies are especially challenging because of the hidden, buried nature of the root, as most experiments assess traditional traits such as biomass and length (Jarvi and Burton, 2020). Yet, studies that address all these scales in one are limited, and root to shoot communication responses to soil temperature for improving maize growth remain unclear. Generally, soil temperature directly affects microbial function and nutrient cycling for root growth (Castaldi et al., 2011;Dempster et al., 2012;Guntiñas et al., 2012;Laird et al., 2010) and indirectly affects shoot growth (Xia et al., 2021a(Xia et al., , 2021b) ) and grain yield (S. Zhang et al., 2022).",
          "table": []
        },
        {
          "text": "Therefore, this article reviews recent advances in the effects of excessive soil temperature on maize yields from the soil microenvironment to rootshoot growth to provide insights into maize cultivation under global soil warming. We identify a reasonable cultivation strategy for moderately lower soil temperatures that are needed to ensure that the maize that feeds and fuels the world is more resilient to the negative impacts of rising soil temperature that will occur without implementing climate mitigation strategies.",
          "table": []
        }
      ]
    },
    {
      "title": "Soil warming response of root-zone microenvironment",
      "div": [
        {
          "text": "Increased soil temperature first affects the growth environment of the maize root zone, such as soil respiration, microbial community composition, carbon mineralization, and moisture. Various theories have been proposed to explain soil respiration, microbial communities, carbon mineralization, and water to thermal adaptation, but most focus on perennials (forests or grasslands). Unlike forest or grassland ecosystems, maize, an annual plant, may be more sensitive to soil warming because its root system evolves within a relatively narrow temperature range. In addition, because of the lack of studies on the maize root-zone microenvironment response to soil warming, the effect of soil warming on the root-zone soil microenvironment may be masked by the reduction of soil moisture caused by in situ warming. We researched the response of forest or grassland ecosystems to soil warming to fill in the impact mechanism of soil warming on the maize root-zone environment. Therefore, it is of great significance to explore the response of the root-zone environment to soil warming for highyield maize cultivation in the future.",
          "table": []
        }
      ]
    },
    {
      "title": "Soil microorganisms",
      "div": [
        {
          "text": "The microbial community structure changes with soil warming because of global warming (Biasi et al., 2005;Frey et al., 2008). The difference is that microbial communities adapt to rising temperatures differently. For example, rising temperatures usually cause dry soil, and gram-positive bacteria have relatively thick cell walls that may be better adapted to new environments than gram-negative bacteria (Billings and Ballantyne, 2013). However, some studies have shown that soil warming does not change the composition of soil microbial communities (Schindlbacher et al., 2011;Streit et al., 2013) but affects the metabolic activity of the soil microbial community (Streit et al., 2013). This may be because warming drove the decline in soil moisture (Allison and Treseder, 2008;Arnold et al., 1999), gradual reduction of easily available substrates (Biasi et al., 2008;Kirschbaum, 2004), or warming-induced shifts in above-or belowground plant biomass (Rinnan et al., 2008(Rinnan et al., , 2009;;Zhang et al., 2005). This may conceal the influence of soil moisture reduction and plant biomass changes on microbial community composition caused by warming. Increased soil temperature alone (the \"warming\" in the strict sense) might have had limited or no effects on microbial community composition (Zhang et al., 2005). In the long-term, the warming stimulated increase in heterotrophic respiration without the compensating increase of carbon input into the soil, depletes the easily available soil organic carbon pool. However, increased temperatures could induce changes in substrate use of soil microorganisms toward more decomposed soil carbon with lower carbon-nitrogen ratios, leading to \"older\" soil organic carbon losses. These two reasons ultimately cause reduced soil microbial metabolic activity at higher temperatures over time (Schindlbacher et al., 2011;Streit et al., 2013). Long-term warming may have altered the soil microbial community to make it more efficient because of changes in species composition, native species adaptation, the availability of various nutrients, or changes in some or all of them (Frey et al., 2013). For example, continuous warming experiments in 3-4 years (+5 °C) found that bacterial growth is temperature-adaptive under high-temperature conditions. However, this effect is very weak on an annual scale, and continuous warming masks the direct effect of temperature on microbial growth rates. Various explanations have been proposed for the reduction in biomass and activity of the microbial community. For example, it has been proposed to reflect a reduction in the quality of available resources for the decomposer microbial community because of the higher microbial activity in warmed soils, resulting in the loss of labile substrates (Conant et al., 2011;Eliasson et al., 2005;Hartley et al., 2007;Kirschbaum, 2004;Rousk et al., 2012) or to be related to shifts in microbial physiology that modulate the growth efficiency of the soil microbial community (Allison et al., 2010;Bradford et al., 2009). Warming promoted the utilization of older soil organic carbon by microorganisms without significantly changing the microbial community, and 6year warming did not significantly affect the temperature sensitivity of soil respiration (Dawes et al., 2013). In addition, temperature can further influence carbon dynamics by increasing substrate diffusion into the soilwater phase. This accelerated diffusion makes it easier for microorganisms to come into contact with organic carbon, thus increasing microbial decomposition (Davidson and Janssens, 2006). However, increasing temperature also causes the soil to dry out, and low soil moisture limits microbial access to these compounds; therefore, temperature can indirectly reduce microbial decomposition by altering soil moisture (Grant and Rochette, 1994). Thus, under the background of climate warming, the impact of soil warming on microbial community structure still needs to be further studied, especially in a single-year crop planting system.",
          "table": []
        }
      ]
    },
    {
      "title": "Soil respiration",
      "div": [
        {
          "text": "Studies have shown that simulated soil warming can often increase soil respiration, but the magnitude of soil respiration increase caused by warming varies greatly depending on the type of ecosystem, mode and magnitude of warming, and season and duration of warming (Bronson et al., 2008;Melillo et al., 2003). Although climate warming can stimulate soil respiration to produce large amounts of CO 2 quickly, warming will not lead to a sustained increase in soil respiration. In other words, with the prolongation of warming time, soil microorganisms will have a specific adaptation and domestication phenomenon in response to temperature, thus reducing or moderating the positive feedback effects of terrestrial ecosystems on global warming. A 10-year soil heating experiment in the Harvard Forest ecosystem using the heating cable method found that the increase in soil respiration because heating gradually decreased over time, which was believed to be mainly because of the gradual depletion of activated carbon in the soil (Melillo et al., 2002). A meta-analysis showed that soil respiration increased by 12-27 % in the early stage of soil warming (1-4 years), and forest soil respiration increased the most (Lu et al., 2013). This is likely due to warming-induced increases in soil temperature, net primary production, fresh carbon input from litterfall, microbial biomass carbon, and enhanced root growth and carbon content (Luo and Zhou, 2006). The responses of carbon dynamics to warming may differ considerably among the ecosystem types. The highest plant carbon increase in response to warming was the plant carbon pool from the aboveground parts in forests, possibly resulting from the highest increase in soil inorganic nitrogen and its positive effect on plant growth (Lu et al., 2011;Vitousek and Howarth, 1991). With the prolongation of warming time (>4 years), soil respiration gradually recovered to the level before warming, and it is believed that soil respiration adapted to temperature (Melillo et al., 2003). However, a recent study found no temperature adaptation in soil heterotrophic respiration after years of warming (>4 years) (Wang et al., 2014), which may lead to a continuous increase in heterotrophic respiration and aggravate soil carbon loss. At the same time, warming time also affects the response of soil respiration to warming. For example, daytime warming has no significant effect on soil respiration in temperate grasslands in China, whereas nighttime warming increases soil respiration by an average of 7.1 % during the growing season (Xia et al., 2008). Two explanations have been proposed for the reduced response of soil respiration to continuous warming (Melillo et al., 2002). First, the consumption of unstable carbon causes a decline in heterotrophic respiration, and second, the thermal adaptation of microbial processes changes with microbial community structure (Luo et al., 2001).",
          "table": []
        }
      ]
    },
    {
      "title": "Soil enzyme activity",
      "div": [
        {
          "text": "Microbial carbon acquisition mostly depends on carbon separated by extracellular enzyme activity (Billings and Ballantyne, 2013). Increasing the temperature will improve extracellular enzyme activities, and these extracellular enzymes will accelerate heterotrophic soil respiration during the degradation of organic matter, which is mainly achieved by improving the efficiency of microbial utilization of the soluble matrix and microbial respiration efficiency (Dick, 2022). Soil microorganisms can secrete a series of enzymes (urease, cellulose hydrolase, β-N-acetylglucosidase, βglucosidase, phenoloxidase, and peroxidase) during the growth of soil organic matter, which plays an essential role in the decomposition of soil organic matter. For example, actinomycetes can secrete enzymes that degrade compounds such as cellulase and chitinase, but the degradation rate is slow; filamentous fungi can degrade complex molecules such as lignin and cellulose. In well-aerated acidic soils, fungal accumulation of organic matter is more prominent than that of bacterial enzymatic reactions (Lin, 2010). Soil warming makes soil enzyme activity more resilient to temperature (Stone et al., 2011), and these changes in the patterns of soil enzyme activity have been demonstrated to be driven by changes in the patterns of soil labile organic carbon fractions under warming conditions (Bowles et al., 2014;Zhou et al., 2013). A six-year warming trend increased acid phosphatase and N-acetylglucosaminidase in surface soils but decreased β-glucosidase and acid phosphatase in the subsurface in temperate grasslands because of changes in microbial biomass carbon (Zhou et al., 2013). Thus, soil warming causes changes in the microbial community structure, leading to corresponding changes in the enzyme components secreted by microorganisms.",
          "table": []
        }
      ]
    },
    {
      "title": "Soil carbon mineralization",
      "div": [
        {
          "text": "Temperature is a key factor that regulates soil organic matter mineralization (Bardgett et al., 2008). Understanding the effects of temperature on the mineralization of soil organic matter is of paramount importance in the context of global warming. According to field experiments of short-term temperature increase, it was found that an increase in temperature promoted soil organic carbon mineralization (Davidson and Janssens, 2006;Kleber, 2010), but long-term temperature increase resulted in soil microbial adaptation. In general, an increase in temperature significantly affects soil organic carbon decomposition during early warming. For instance, soil organic carbon decomposition has a high-temperature sensitivity at the beginning, but the sensitivity decreases with time, which can be explained by the adaptation of soil organic matter decomposition to high temperatures (Luo et al., 2001). However, some studies have shown that the change in soil organic carbon decomposition after a temperature rise can be explained by the change in soil organic carbon components without introducing the hypothesis of temperature sensitivity change or the adaptability of soil organic carbon decomposition (Eliasson et al., 2005). In addition to mineralization rates, temperature may also affect microbial biomass growth and turnover; therefore, the necromass production rate, which could, in turn, affect the contributions of microbial-derived organic matter to soil organic matter (Fernandez et al., 2019;Liang and Balser, 2012). Furthermore, temperature increases also affect pH by increasing the concentration of soluble gas in the soil stomatal water. It is well known that soil pH can affect the activation energy of enzymes and the structure of the soil microbial community, thus affecting the decomposition rate of soil organic carbon (Kleber, 2010). In Mediterranean environments, the effects of warming are strongly dependent on the influence of warming on water availability and the efficiency of its use (Sardans et al., 2008). Overall, the interaction of soil organic carbon with soil microorganisms and environmental factors affecting the decomposition of soil organic carbon after warming is still a key research issue (Wagai et al., 2013).",
          "table": []
        }
      ]
    },
    {
      "title": "Recent efforts to understand the effects of soil warming on rootshoot growth",
      "div": [
        {
          "text": "Roots are sensitive to the soil microenvironment, and they exhibit high plasticity (Jackson et al., 1990;Jia et al., 2018;Lynch, 2007;Wang et al., 2021;Xue et al., 2003), and it is a nutrient-acquiring organ of all terrestrial plants and plays a key part in the absorption of soil moisture as well as the absorption, transport, and storage of nutrient (Valdés-López et al., 2016;Villordon et al., 2014). Temperature increases promote water and nutrient uptake in roots within a specific range. However, previous studies have reported that >70 % of photosynthate is transported to the roots to provide energy for root growth during growth (Eissenstat, 1992;Litton et al., 2007;Poorter et al., 2011), which reduces assimilation accumulation in shoots and thus yields (Gong et al., 2022). Crop productivity is the comprehensive effect of the coordinated growth of underground and aboveground plants (Freschet et al., 2015;Lynch, 1995;Roumet et al., 2016). Therefore, optimizing the root-shoot structure can improve maize productivity (G. Zhang et al., 2022).",
          "table": []
        }
      ]
    },
    {
      "title": "The absorption of water and nutrients by roots was associated with soil warming",
      "div": [
        {
          "text": "Although higher temperatures promote water uptake by maize roots (Borisova, 1991;Frossard, 1985), water consumption exceeds water absorption, resulting in a water deficit during maize growth under soil warming. Under these conditions, high soil temperatures accelerate moisture evaporation on the soil surface, inhibiting root elongation and reducing root hydraulic conductivity (Ding et al., 2007;Leitner et al., 2014). In parallel, nutrient uptake tended to be higher under warmer conditions during the early growth stage. A recent study showed that P, Cu, and Zn uptake is promoted by a 4.2 °C increase in maize root-zone temperature (Hussain and Maqsood, 2015). Soil temperature affects the type of fertilizer available in the soil (Dent and Cocking, 2017;Fryzuk, 2004). Anhydrous ammonia, urea, ammonium sulfate, and ammonium nitrate are widely used in maize cultivation (Finch et al., 2014). NH 3 is less sensitive to denitrification and nitrogen dissolution because of its slowest rate of nitrate conversion in the soil. However, the above reaction rate is enhanced under soil warming, where an increase of 10 °C in soil temperature results in a doubling of the nitrate conversion rate within 15-35 °C (Finch et al., 2014;Stanford et al., 1975). Plant tolerance to NH 4 + is reduced with an increase in rootzone temperature (Kafkafi, 1990). The possible mechanism for this is that the synthesis of NH 4 + occurs in cells and is regulated by pH, gene transcription, protein translation, post-translational modification, oxidative status, and root architecture (Liu and Wirén, 2017). In addition, root respiration is affected by changes in soil temperature. A 10 °C increase in soil temperature results in a doubling of the root respiration rate, whereas oxygen solubility does the opposite, which may ultimately cause root anoxia (Vu et al., 2020).",
          "table": []
        }
      ]
    },
    {
      "title": "Effects of soil warming on root-shoot growth and maize grain yield",
      "div": [
        {
          "text": "Soil temperature directly affects root elongation, metabolism, and nutrient transport and indirectly regulates shoot growth. A previous study suggested that roots elongate rapidly under soil warming (Craufurd and Wheeler, 2009), and a lower elongation rate occurs after reaching a peak (Gregory, 2007). In cereals, the temperature at which roots grow is broad, and maize radicals develop quickest at 30 °C (Blacklow, 1972). Although root elongation increases with temperature, increased developmental rates within individual roots result in smaller cells owing to reduced cell elongation stages. Furthermore, the correlation between temperature and root diameter is positive or negative (Macduff et al., 1986;Nielsen et al., 1960;Pahlavanian and Silk, 1988) or unaffected (Al-Ani and HAY, 1983). The fine root yield of the heated treatment was higher than that of the control. This could be explained by faster plant growth because of higher photosynthetic rates caused by warming (Liang et al., 2013) or an increase in net mineralization and availability of soil nitrogen associated with higher microbial activity, which may also be caused by warming (Bai et al., 2013). Temperature is also related to root weight response. For example, corn node root angles are the shallowest at 17 °C and become more vertical in warm soils. Interestingly, the applied fluctuating temperatures, consistent with the results in the field, modified root angles similar to the hottest spots in the temperature cycle (Onderdonk and Ketcheson, 1973).",
          "table": []
        },
        {
          "text": "Recent studies have found that root-zone warming affects maize shoot growth (Xia et al., 2021a(Xia et al., , 2021b;;S. Zhang et al., 2022). Root-zone warming had a significant effect on leaf microstructure. With an increase in root-zone temperature, the leaf thickness, upper epidermis thickness, and lower epidermis thickness of maize seedlings first increased and then decreased. When the root-zone temperature was too high, the leaf thickness and upper and lower epidermis thickness of maize seedlings were significantly reduced, the volume of the rosette structure was reduced, the number of mesophyll cells was reduced, and the mesophyll and epidermal cells were irregular (Xia et al., 2021a). This may be because of the decreased ability of maize seedling roots to absorb and transport water under hightemperature stress in the root zone, resulting in water loss from leaves, thereby affecting leaf microstructure. A moderate increase in the rootzone temperature led to an increase in the content of Zeatin (ZT), Gibberellin (GA3), and Auxin (IAA) in the leaves of maize seedlings, but when the root-zone temperature was too high at 36 °C, the hormone content decreased significantly. The changes in ZT and GA3 contents were significantly greater than those of IAA under root-zone heating treatment (Xia et al., 2021a). Under excessive root-zone temperature, the photosynthetic transpiration rate was significantly reduced, leading to a reduction in dry mass accumulation (Xia et al., 2021b), ultimately leading to a decline in maize grain yields. For example, TRM treatment (ridge-furrow planting with transparent plastic film mulch over the ridge and wheat straw mulch over the furrow) had a 2-year average soil temperature of 0.6 °C greater than BRM treatment (ridge-furrow planting with black plastic film mulch over the ridge and wheat straw mulch over the furrow), and the corresponding maize grain yield was reduced by 6.3 % (Hu et al., 2020). The BP treatment (ridge-furrow with black plastic film) always had lower soil temperatures than the WP treatment (ridge-furrow with white plastic film), and the WP (ridge-furrow with white plastic film) treatment produced 10.9 % lower average grain yield than the BP treatment in two years (Qin et al., 2018). The daily average soil temperature at the 0-25 cm soil layer under PFM treatment (transparent plastic film mulching) was an average of 0.8-1.8 °C more than that under PFM + ST treatment (dual mulching of transparent plastic film with straw), and the corresponding maize grain yield reduced by 9.8 % (S. Zhang et al., 2022). FM (plastic film mulching treatment) increased the cumulative soil temperature by 39 °C compared to RM treatment (plastic film removed at the silking stage) during the reproductive stage; ultimately, FM treatment (plastic film mulching treatment) produced a 1.1 Mg ha -1 average lower grain yield than the RM (plastic film removed at the silking stage) treatment in two years (Bu et al., 2013). Thus, root growth indirectly affects maize shoot growth; however, evidence of direct signaling is currently lacking. In any case, drastically different environments between soil and air open the possibility that temperature-sensing mechanisms fundamentally differ between roots and shoots.",
          "table": []
        }
      ]
    },
    {
      "title": "Recent advancements and prospects for improving management responses to rising soil temperature",
      "div": [
        {
          "text": "As high-yielding maize cultivars have become widespread in agriculture, management strategies have become increasingly important (Rizzo et al., 2022). Yield increases have slowed down or even stagnated in recent years in some parts of the world (Ray et al., 2012), and further temperature increases will continue to suppress yields, despite farmers' adaptation efforts. Farmers have increased yields by adapting new technologies during the last half-century, but yields have already been lost through temperature increases (Lobell et al., 2011). Therefore, the formulation of a reasonable cultivation strategy is urgently required. Strategies specified for thermotolerance acquired in maize for soil warming based on the above elaboration have been discussed as strategies to avoid and tolerate higher soil temperatures at the middle and late growth stages of maize in warm areas. These include improving tillage methods, adding biochar amendments, applying organic fertilizers, optimizing irrigation, and mulching to alleviate soil warming (Fig. 1, Reducing temperature situation of field cultivation practices in order to increase yield safety of maize under excessive soil temperature).",
          "table": [
            "Reducing temperature situation of field cultivation practices in order to increase yield safety of maize under excessive soil temperature."
          ]
        },
        {
          "text": "Fig. 1. Cultivation strategies to avoid and tolerate higher soil temperatures. These ideas include improving tillage methods, adding biochar, applying organic fertilizers, optimizing irrigation and mulching measures.",
          "table": []
        }
      ]
    },
    {
      "title": "Improve tillage methods",
      "div": [
        {
          "text": "In tillage practices, soil temperature can be adjusted by changing the soil thermal conductivity and heat capacity through measures such as notillage and no-tillage with straw mulching. Most studies have shown that no-tillage practices also reduce soil temperature (Chen et al., 2011;Olasantan, 1999;Turmel et al., 2014), especially under conditions where crop residues are left to cover the field (Fortin, 1993;Nichols et al., 2015). The percentage of residue coverage affects the variation in soil temperature (Shen et al., 2018), and surface soil temperatures decrease with an increasing percentage of residue coverage (Xing et al., 2019). For example, a study found that the measured mean soil temperatures for notillage were 0.04 °C to 0.27 °C lower than that of conventional tillage at all soil depths (S. Liu et al., 2022). Additionally, no-tillage with straw mulching reduced soil temperature (Dai et al., 2021). Several studies have reported that soil temperatures decrease under no-tillage systems in higher-temperature regions, whereas maize yield increases (R. Li et al., 2013;Sidhu et al., 2007). No-tillage can be used as a tillage measure to moderately reduce the soil temperature and increase maize yield.",
          "table": []
        }
      ]
    },
    {
      "title": "Adding biochar amendments or applying organic fertilizers",
      "div": [
        {
          "text": "Owing to the special structure and physical and chemical properties of biochar, it can influence moderate daily and seasonal soil temperatures (Liqun et al., 2021;Zhang et al., 2013a). Biochar amendment enhances soil organic matter content and significantly influences soil aggregation and pore space distribution, which increases soil-water content, thereby moderately reducing soil temperature (Bauer and Black, 1992;Blanco-Canqui, 2017;Cooper et al., 2020;Hudson, 1994;Rawls et al., 2003). For example, on a winter wheat-maize field in the North China Plain, corncob biochar application at 4.5 and 9.0 Mg ha -1 reduced daytime soil temperature fluctuations (Zhang et al., 2013b). Furthermore, organic fertilizers can improve soil fertility, physical and chemical properties, and water storage capacity (Steinbeiss et al., 2009;Wei et al., 2016). High doses of animal manure also increase soil moisture content (Ouattara et al., 2006). Therefore, soil amendment with biochar or organic fertilizer would positively reduce soil heat impacts by enhancing soil water-holding capacity and reducing soil temperature.",
          "table": []
        }
      ]
    },
    {
      "title": "Proper irrigation",
      "div": [
        {
          "text": "Generally, soil temperature fluctuations and distributions in the tillage layer are closely related to the soil-water content (Philip and Vries, 1957;Saito et al., 2006). Low soil temperatures usually occur in regions with high soil-water contents regions. For example, soil temperature in the treatment with a high irrigation depth (i.e., the biodegradable film mulching with irrigation 22.5 mm soil depth treatment) was generally lower than in other irrigation treatments. However, the soil temperature fluctuations significantly increased (Chen et al., 2021). Field experiments over two consecutive years have demonstrated that full irrigation without mulching reduces soil temperature compared to full irrigation with black plastic film mulching (Li et al., 2022). Most high-temperature agricultural fields are irrigated with surface flood irrigation, despite evaporative losses sometimes exceeding 50 % of the irrigation inputs (Lu et al., 2016).",
          "table": []
        }
      ]
    },
    {
      "title": "Optimize mulching",
      "div": [
        {
          "text": "As agriculture progresses, straw or black mulch has been applied to moderately reduce soil temperatures, especially in warmer regions. Previous research has indicated that mulching insulates the soil surface and increases heat transfer resistance (Bussière and Cellier, 1994;Chung and Horton, 1987). Straw mulch applied at 4-6 t ha -1 effectively improved soil physical conditions in warming environments (Lal, 1976), including topsoil protection. Straw mulching increases the albedo and decreases the thermal conductivity of the soil surface, reducing the solar energy that penetrates the soil and resulting in a significant reduction in soil temperature (Horton et al., 1996;S. X. Li et al., 2013). Black plastic films absorb most solar radiation (Olivera et al., 2014) and reduce soil temperature more than white plastic films (Loughrin and Kasperbauer, 2002;Moreno and Moreno, 2008). In addition, mulching measures to improve maize growth by moderately lowering soil temperature include removing plastic film mulch during the reproductive stage (Bu et al., 2013) and a flat plot of transparent film mulching with whole maize stalks (S. Zhang et al., 2022).",
          "table": []
        },
        {
          "text": "Conclusions and perspectives. In summary, with continuous global warming, the impact of the microenvironment induced by soil temperature rise on root-shoot growth, development of maize, and yield formation will become increasingly severe, especially in warm regions. In recent years, researchers have shifted their attention from studying the aboveground organs of plants to studying underground roots. Some progress has been made in understanding the physiological mechanism, yield formation, and regulatory effects of temperature stress in the maize root zone. However, root-zone research based on temperature is particularly challenging because the concealment and burying of roots and higher root-zone temperature generally lead to a decrease in soil moisture, which to some extent, weakens the negative effect of root-zone warming on maize growth. Overall, this increases the difficulty of studying root zones at high temperatures. In addition, many questions remain regarding how maize roots maintain active growth and survive at high temperatures. For example, how does soil warming affect maize metabolic processes involving hormones, lipids, and secondary metabolites to improve root thermotolerance? How is root thermotolerance controlled at a molecular level? Comprehensive transcriptomic and metabolomic analyses of root responses to elevated temperatures will enable further elucidation of the metabolic and molecular factors underlying root thermotolerance. In addition, current CRISPR techniques would be a good strategy to improve the stable heat tolerance of maize. Therefore, further exploration of all of the above-mentioned aspects is required sooner than later.",
          "table": []
        }
      ]
    },
    {
      "title": "CRediT authorship contribution statement",
      "div": [
        {
          "text": "Conceptualization, H.L.; writing-original draft preparation, S.Z; investigation, J.B. and G.Z.; resources, Z.X. and M.W; supervision, H.L.; funding acquisition, H.L. All authors have read and agreed to the published version of the manuscript.",
          "table": []
        }
      ]
    }
  ],
  "tables": [
    "{\"title\": \"Reducing temperature situation of field cultivation practices in order to increase yield safety of maize under excessive soil temperature.\", \"head\": [\"Field\", \"Reducing soil temperature\", \"Reference\"], \"value\": [[\"cultivation\", \"situation\", \"\"], [\"practices\", \"\", \"\"], [\"No-tillage\", \"Measured mean soil temperatures\", \"Liu et al. (2022b). Simulations of\"], [\"(NT)\", \"for no-tillage were 0.04 °C to 0.27\", \"Soil Water and Heat Processes for\"], [\"\", \"°C lower compared with\", \"No Tillage and Conventional Tillage\"], [\"\", \"conventional tillage in all soil\", \"Systems in Mollisols of China. Land\"], [\"\", \"depths\", \"11, 417. doi: https://doi.\"], [\"\", \"\", \"org/10.3390/land11030417.\"], [\"No-tillage\", \"In 0-15 cm, the soil temperature\", \"Dai et al. (2021). No-tillage with\"], [\"with straw\", \"of NS was significantly lower than\", \"mulching improves maize yield in\"], [\"mulching\", \"conventional tillage, with a mean\", \"dryland farming through\"], [\"(NS)\", \"decrease of 2.5 °C. In 15-30 cm,\", \"regulating soil temperature, water\"], [\"\", \"compared with conventional\", \"and nitrate-N. Agric. Ecosyst.\"], [\"\", \"tillage, NS significantly decreased\", \"Environ. 309, 107,288. doi:\"], [\"\", \"the soil temperature by 2.0 °C.\", \"https://doi.org/10.1016/j.\"], [\"\", \"\", \"agee.2020.107288.\"], [\"Adding\", \"Biochar reduced soil temperature\", \"Rawls et al. (2003). Effect of soil\"], [\"biochar\", \"by 0.8 °C in high-temperature\", \"carbon on soil water retention.\"], [\"\", \"soils.\", \"Geoderma 116, 61-76. doi:\"], [\"\", \"\", \"https://doi.org/10.1016/\"], [\"\", \"\", \"S0016-7061(03)00094-6.\"], [\"Applying\", \"High doses of animal manure\", \"Olasantan (1999). Effect of time\"], [\"organic\", \"increase soil moisture content,\", \"of mulching on soil temperature\"], [\"fertilizers\", \"which may indirectly reduce soil\", \"and moisture regime and\"], [\"\", \"temperature.\", \"emergence, growth and yield of\"], [\"\", \"\", \"white yam in western Nigeria. Soil\"], [\"\", \"\", \"Tillage Res. -SOIL TILL RES 50,\"], [\"\", \"\", \"215-221. doi: https://doi.\"], [\"\", \"\", \"org/10.1016/S0167-1987(98)\"], [\"\", \"\", \"00192-5.\"], [\"Proper\", \"Field experiment for two\", \"Li et al. (2022). Transparent\"], [\"irrigation\", \"consecutive years have\", \"plastic film combined with deficit\"], [\"\", \"demonstrated that full irrigation\", \"irrigation improves hydrothermal\"], [\"\", \"without mulching reduces soil\", \"status of the soil-crop system and\"], [\"\", \"temperature compared to full\", \"spring maize growth in arid areas.\"], [\"\", \"irrigation with black plastic film\", \"Agric. Water Manag. 265, 107,536.\"], [\"\", \"mulching\", \"doi: https://doi.org/10.1016/j.\"], [\"\", \"\", \"agwat.2022.107536.\"], [\"Optimizing\", \"Soil temperature under dual\", \"Zhang et al. (2022b). Optimizing\"], [\"mulching\", \"mulching of transparent plastic\", \"plastic mulching improves the\"], [\"\", \"film with whole maize stalks at\", \"growth and increases grain yield\"], [\"\", \"0-25 cm soil layer decreased by\", \"and water use efficiency of spring\"], [\"\", \"1.2 °C compared with that under\", \"maize in dryland of the Loess\"], [\"\", \"plastic film muching during\", \"Plateau in China. Agric. Water\"], [\"\", \"growth, especially in early\", \"Manag. 271, 107,769. doi:\"], [\"\", \"growing seasons (20-60 days\", \"https://doi.org/10.1016/j.\"], [\"\", \"after sowing).\", \"agwat.2022.107769.\"]]}"
  ]
}