{
  "meta": {
    "title": "Nitrogen applications made close to silking: Implications for yield formation in maize",
    "author": "Joshua Nasielski, Bill Deen",
    "journal": "Elsevier BV",
    "date": "2019. 11."
  },
  "paragraphs": [
    {
      "title": "Abstract",
      "div": [
        {
          "text": "Given the growing interest in late N applications made at vegetative stages just prior to silking (R1), there is a need to characterize how yield formation in maize responds when a small amount of N is applied early in the season, and the bulk of N fertilizer is delayed to vegetative stages close to R1. To understand how the development of kernel number (KN) and weight (KW) are affected by this shift in fertilizer N availability, a two-year split-plot experiment was conducted. The main plot factor consisted of five pre-plant N rates (in kg N ha -1 : 0, 80, 140, 200, 260) and a split-plot factor consisted of an N application at V13, 9 or 11 days before R1. Split-plots either received no in-season N or a non-limiting N rate such that the total N applied equaled 260 kg N ha -1 . At 0 kg N ha -1 pre-plant, N stress significantly reduced radiation use efficiency and crop growth rate during the critical period around R1, which in turn reduced potential kernel number (pKN) and potential kernel sink capacity (pKW) by the start of the linear phase of grain-fill. When 80 or 140 kg N ha -1 was applied pre-plant, N stress was not detected at or prior to the start of the linear phase of grain-fill, but reductions in KN and/or KW occurred later, within 30-40 days of R1. The V13 N application increased grain yield at the lower pre-plant N rates by either: i) preventing reductions in pKN and pKW at the start of the linear grain-fill period or by ii) better maintaining KN and KW during the linear phase of grain-fill. At maturity grain yield in the split-N treatments receiving 260 kg N ha -1 at V13 was statistically similar to 260 kg N ha -1 applied pre-plant, but maize N uptake increased in response to the V13 N application only once the crop became N deficient. Overall, these results provide a physiological understanding of the impact of late N applications on yield formation in maize and can assist in the further development of N management strategies that better synchronize fertilizer N supply with crop N demand.",
          "table": []
        }
      ]
    },
    {
      "title": "Introduction",
      "div": [
        {
          "text": "The development of nitrogen (N) fertilizer strategies that better synchronize fertilizer N supply with crop N demand is a priority for farmers and agronomists given the well-recognized need for more efficient N management (Cassman et al., 2002;Gehl et al., 2005;Shanahan et al., 2008). In maize, N uptake is highest during the stages of development bordering silking (∼V10-R2) (Karlen et al., 1988;Bender et al., 2013;Woli et al., 2018) and there is growing interest in what are termed 'late' or 'delayed' N application strategies. A reduced amount of fertilizer N is applied at traditional N application dates around planting, with the balance applied at the vegetative stages just prior to silking when crop N uptake is high. This change in N application timing has been shown to improve the proportion of fertilizer N recovered in crop biomass at maturity (Walsh et al., 2012;Mueller et al., 2017), a measure known as N recovery efficiency. But concerns remain about the possibility of irrevocable yield loss due to N stress when withholding the bulk of fertilizer N until later in the season.",
          "table": []
        },
        {
          "text": "Agronomists in North America have generally found that the risk of a small yield penalty, relative to the same N rate applied around planting, begins when N is delayed to the V12-V16 stage of development (Scharf et al., 2002;Walsh et al., 2012), although the magnitude of the yield penalty is highly variable from year-to-year (Binder et al., 2000). To avoid the risk of yield penalty, researchers have found that some N, ranging approximately from 30 to 60 kg N ha -1 depending on the study, should be applied earlier in the season (Silva et al., 2005;Walsh et al., 2012;Mueller and Vyn, 2018;Rutan and Steinke, 2018). The exact proportion of N that must be applied around planting to avoid a yield penalty, and the length of time it is safe to delay making the second N application, is thought to be a function of indigenous soil N supply (Binder et al., 2000). However, there is little information available regarding how shifting fertilizer N availability away from planting and closer to silking can affect potential yield, in terms of its impact on the development of kernel number (KN) and kernel weight (KW).",
          "table": []
        },
        {
          "text": "The impact of N stress on each step in the sequence of processes that govern the formation of KN and KW throughout maize development has been studied extensively. The development of spikelet primordia on the uppermost maize ear (i.e. ovules) begins around 40 days after emergence (Cheng et al., 1983;Otegui and Melon, 1997) and final ovule number is established several days before silk appearance (Tollenaar, 1977). It is possible but unlikely in field conditions for N stress to reduce spikelet establishment at silking (R1) (Lemcoff andLoomis, 1986, 1994;DeBruin et al., 2018) since more ovules are produced than survive to maturity even in non-stress conditions (Tollenaar, 1977;Vega et al., 2001). Spikelets must be pollinated to continue development, and severe N stress during pollination can directly reduce pollination success, for example by desynchronizing or delaying silk emergence (DeBruin et al., 2018). The number of pollinated ovules achieved just past silking essentially places a maximum limit on KN and establishes potential KN (pKN). Once pollinated, developing kernels rely mainly on assimilate supply from concurrent photosynthesis and if assimilate supply is reduced, kernel abortion will occur (Aluko and Fischer, 1988;Schussler and Westgate, 1991;Zinselmeier et al. 2000). As such kernel set is strongly related to biomass accumulation during the critical (∼30 day) period around R1 (Tollenaar et al., 1992;Andrade et al., 1999). Any N stress that reduces crop growth and assimilate supply to the developing ear during the critical period will reduce final KN (Andrade et al., 2002;D'Andrea et al., 2008). Reductions in final KN via abortion of pollinated kernels are possible up to 30-40 days after R1 (Frey, 1981;Monneveux et al., 2005;Gustin et al., 2018).",
          "table": []
        },
        {
          "text": "The period of KW determination overlaps with KN determination and can extend past it under N stress (Borrás et al., 2004). The first step of KW determination, the lag phase, begins soon after pollination and lasts for ∼14 days (Jones et al., 1996). Kernel dry matter deposition is minimal, but kernel sink potential, or potential KW (pKW) is established based on endosperm cell division and starch granule formation, which sets the number of sites within the kernel available for dry matter deposition (Reddy and Daynard, 1983). Crop growth rates during the critical period around R1 are strongly related to both pKW and final KW (Gambín et al., 2006). N stress during this time reduces kernel sink capacity (pKW) and final KW (Paponov et al., 2005;Melchiori and Caviglia, 2008). Because maize kernel number is regulated in a way that ensures that surviving kernels reach a minimum viable KW at maturity (Vega et al., 2001), barring major stress during the linear phase of grain-fill, final KW normally equals pKW established earlier (Borrás and Westgate, 2006;Gambín et al., 2006Gambín et al., , 2008)). However N stress which reduces source-sink ratio and assimilate supply during the linear phase of grain-fill will reduce final KW below pKW established earlier (Hisse et al., 2019).",
          "table": []
        },
        {
          "text": "Late N management strategies alter the pattern of fertilizer N availability towards greater N availability after silking (Mueller et al., 2017). There is a need to understand the impact of this shift in fertilizer N availability on the establishment of potential kernel number (pKN) and potential kernel weight (pKW), and the ability of a maize crop to maintain pKN and pKW to maturity without yield loss due to N stress. Recently, Mueller and Vyn (2018) found that when the full N application was delayed to R1, a yield penalty occurred because: i) the vegetative N stress was severe enough to reduce vegetative biomass accumulation, which, ii) permanently reduced the ability of the crop to take up post-silking N and iii) prevented subsequent leaf N recovery. Yield loss in the late N treatments was associated with reductions in both final KN and KW (Mueller and Vyn, 2018). But because late N applications may impact final KN and KW by reducing either the establishment of pKN and pKW in the days and weeks after R1, or the maintenance of pKN and pKW during the linear phase of grain-fill, in-season measurements of KN and KW formation are warranted to better understand the impact of late N management strategies on grain yield. A study was conducted to understand how late N applications delivered at V13, 9-11 days before R1, affects; i) the establishment of pKN and pKW in maize during early grain-fill and, ii) the maintenance of pKN and pKW during the later linear phase of grain-fill. The objectives were to understand across a range of pre-plant N rates how and when N stress impacts the processes that govern KN and KW determination in maize and to discover the mechanisms whereby supplemental late N applications made at V13, 9-11 days before R1 influence grain yield in maize. It was hypothesized that the shift in fertilizer N availability imposed by late N applications would not impact the establishment of potential yield (pKN and pKW) but would facilitate the maintenance of KN and KW during the linear phase of grain-fill. In addition, the effect of late N application on N uptake was also investigated.",
          "table": []
        }
      ]
    },
    {
      "title": "Materials and methods",
      "div": [
        {
          "text": "A field experiment was conducted in 2017 and 2018 at the Elora Research Station, located near Elora, ON, Canada (43°38′31.1″ N 80°24′14.8″ W). To avoid legacy N effects, field sites differed between years, but were located within 2 km of each other. In both years soil was classified as an Albic Luvisol (WRB, 2006), and soil tests showed texture to be silt loam. Both sites were tile drained and had no history of manure application in the past 10 years. In 2017, the previous crop was spring barley, and organic matter (OM) determined prior to planting was 2.65%. In 2018, the previous crop was also barley and %OM determined prior to planting was 3.05%. In both years soils were sampled prior to planting, and pre-plant applications of potash and phosphate fertilizer were made based on provincial soil test recommendations. Maize hybrid Dekalb DKC 39-97 (Monsanto; Winnipeg MB) was planted at a target population of 79,000 plants ha -1 on 0.76 m row spacings (8.7 plants m 2 ), on May 13 2017 and May 14 in 2018. Starter fertilizer applied with the seed consisted of phosphate and potash (0-20-20) applied in a 5 cm x 5 cm band at 181 kg ha -1 , a starter rate based on published recommendations from the provincial Ministry of Agriculture.",
          "table": []
        },
        {
          "text": "Treatments were imposed in a split-plot completely randomized block design, with four blocks (replicates) with pre-plant N rate as the main plot factor, and an in-season N rate delivered at V13 (13 fully collared leaves) as the split-plot factor. There were 5 main plot treatments, composed of either 0, 80, 140, 200 or 260 kg N ha -1 as granular ammonium nitrate (NH 4 + -NO 3 -) applied and incorporated via shallow tillage (15 cm depth) 2-3 days before planting. Pre-plant N rates were selected to be equally spread above and below the site-specific N rate recommendation provided by the Ontario Ministry of Agriculture's N decision-support tool (140 kg N ha -1 ). The V13 N application was applied as NH 4 + -NO 3 -by hand and incorporated between rows with a rake. The split-plot V13 application consisted of two factor levels: either no N was applied, or a non-limiting N application was made such that the total N applied was equal to 260 kg N ha -1 , the highest pre-plant N rate in the study. The highest N rate of 260 kg N ha -1 was selected because N rate experiments conducted previously in a nearby field (Deen et al., 2015) demonstrated economically optimum N rates as high as 260 kg N ha -1 . Thus, V13 N application rates were 260, 180, 120 or 60 kg N ha -1 applied to the 0, 80, 140 or 200 kg N ha -1 pre-plant treatments, respectively. The pre-plant treatment of 260 kg N ha -1 received no in-season N fertilizer. The V13 application occurred on July 15 in 2017, 11 days prior to R1, and in 2018 on July 13, 9 days prior to R1, when three leaves remained in the whorl and it was estimated that silking was ∼10 days away. In total there were nine treatments, five pre-plant N rates and five in-season N rates (including 0 kg N ha -1 ).",
          "table": []
        },
        {
          "text": "Treatments receiving no fertilizer N at V13 and only pre-plant N are referred to as 0_0, 80_0, 140_0, 200_0 and 260_0, while treatments receiving N at V13 are referred to as 0_260, 80_180, 140_120 and 200_60. 260_0 was considered the control treatment. Irrigation was provided in each year between V13 and silking to all experimental units, to i) ensure that the N applied at V13 in the split-plots infiltrated into the soil profile and was available for plant uptake, and ii) ensure that potential yield establishment was not limited by water availability. In 2017, 20 mm of water was applied within 18 days of the V13 application, and in 2018, when less rainfall occurred after the V13 application, 30 mm of water was applied within 13 days of the V13 application. Irrigation water was sourced from a nearby well and was tested for total N concentration to ensure that negligible N was applied with the irrigation water (< 0.5 mg L -1 ). Plant available soil N (nitrate and ammonium) from indigenous soil N mineralization was determined in each year by taking composite samples in each 0_0 split-plot (0-30 cm depth). In 2017, sampling occurred mid-July and in 2018, in mid-June. Plant available soil N averaged 6.6 ppm (n = 4) in 2017 and in 2018, 19.1 ppm (n = 4).",
          "table": []
        }
      ]
    },
    {
      "title": "Plant measurements",
      "div": [
        {
          "text": "Each experimental unit (i.e. split-plot) was 6 rows wide and 16 m long, with only the four inner rows sampled. At V10, canopy Normalized Difference Vegetation Index (NDVI) measurements were taken with a handheld GreenSeeker™ (Trimble, Westminster, CO, USA) as recommended by the manufacturer in each subplot. Prior to R1, 30 plants in each experimental unit were tagged, and silking date recorded on a per-plant basis. The date of 50% silking (R1) were July 26 in 2017, and July 22 in 2018. In both years the date of 50% silking was delayed in the lowest N treatment (0_0) relative to the treatments receiving N fertilizer pre-plant or at V13. In 2017, the difference in 50% silking date between 0_0 and the other treatments was less than 3 days. In 2018, the delay in silk emergence was less than 2 days on average. Whole-plant biomass harvests occurred at V13 and R2 (Abendroth et al., 2011) on a 6.08 m 2 area. The V13 harvest occurred 11 days prior to R1 in 2017 and 9 days prior to R1 in 2018, while the R2 harvest occurred 14 days after R1 in 2017 and 11 days after R1 in 2018. Total aboveground biomass from the whole sample area was weighed immediately after harvest, while a subsample of 10 plants in each experimental unit was dried at 80 °C for at least 72 h, weighed, ground and analyzed for N concentration using the combustion method (Campbell and Plank, 1992). These measurements allowed for the calculation of crop growth rate (CGR) and N uptake during the critical period bracketing R1 via differences in biomass and N uptake between sampling periods. Additionally, the N nutrition index (NNI) for maize developed by Plénet and Lemaire (1999) and validated in eastern Canada by Ziadi et al. (2008) was used to calculated N sufficiency at V13 and at R2. The NNI is based on an allometric relationship that predicts, for a given aboveground biomass, the critical tissue N concentration, below which N is limiting growth (Sadras and Lemaire, 2014)",
          "table": []
        },
        {
          "text": "where %N c is the critical N concentration and W c is maize biomass in t ha -1 . At a given crop biomass, the NNI equals the ratio of measured tissue N concentration to the critical N concentration. An NNI less than one indicates that N supply is limiting growth, while an NNI equal to or greater than one indicates N is not limiting growth (Plénet and Lemaire, 1999;Sadras and Lemaire, 2014). At R6, plants were harvested within a 6.08 m 2 area to determine stover biomass, grain yield and its components: KN m -2 and mean KW. Only apical ears were sampled, as subapical ears had no mature kernels. In each sub-plot a subsample of 10 plants was separated into stover and grain, dried at 80 °C for at least 72 h, weighed, ground and analyzed for N concentration using the Dumas method. A quadratic plateau function was used to describe the yield response to pre-plant N application (Scharf et al., 2002), and economically optimum N rate was calculated assuming a fertilizer/maize price ratio of 6.2.",
          "table": []
        },
        {
          "text": "To calculate radiation use efficiency (RUE) during the critical period around R1, canopy interception of incident photosynthetically active radiation (PAR) was estimated at V13 and at R2 using a SunScan plant canopy analyzer (Delta-T Devices; Cambridge, UK). Four paired measurements of PAR incident at the top of the canopy and PAR at the bottom of the canopy were taken in each split-plot with the canopy analyzer either centered on the row or diagonal across rows at V13 and R2. The measurements were taken around the same point in time, spread out over the experimental unit to account for spatial variability. These values were averaged to obtain the average canopy interception percentage over the critical period around R1. Daily incident solar radiation was measured at a nearby weather station located within 2 km of the fields, and daily incident PAR was estimated as 50% of solar radiation. For each subplot, total intercepted PAR (IPAR) during the critical period was calculated by multiplying total incident PAR by canopy interception during the critical period. RUE was calculated by dividing the change in biomass accumulation from V13 to R2 by total IPAR during this period (expressed as g DM MJ -1 ).",
          "table": []
        },
        {
          "text": "Immediately at silk emergence, ears from three plants in each subplot were harvested and the number of spikelet rows per ear and spikelets per row were determined following Echarte and Tollenaar (2006). Ears were then dried and weighed. The plants tagged previously for silking date determination were sampled throughout the grain-fill period to measure the dynamics of KN, KW and grain N concentration. The first post-R1 ear sampling occurred when kernel moisture concentration was ∼80%. Borrás and Westgate (2006) previously established that it was possible to predict kernel sink capacity at 80% kernel moisture, corresponding roughly to the start of R3 (Abendroth et al., 2011). In 2017, ear sampling began 24 days after R1, when mean kernel moisture concentration was 77%, and in 2018, 17 days after silking, when mean kernel moisture concentration was 80%. Three apical ears, selected to ensure that ear silking date was within 1 day of each other in 2017, and 2 days of each other in 2018, were sampled for potential KN (pKN) and kernel dry weight (i.e. KW). pKN was the number of nonaborted and pollinated kernels and was determined following Echarte and Tollenaar (2006), by counting the number of pollinated kernels per ear, stopping near the tip of the cob, where kernel rows became nonuniform. Pollination success was assessed visually, kernels which were yellow and not shriveled or shrunken in appearance were considered pollinated. To measure pKW, 20 kernels per ear were sampled from rows 10-15 from the base of the ear, with the fresh weight of kernels determined immediately and dry weight determined after being dried at 80 0 C for at least 72 h. This permitted measurement of kernel moisture concentration (i.e. proportion of kernel weight derived from water) and water content (i.e. weight of water in each kernel), which were transformed into estimates of pKW using the equations found in Fig. 1 of Borrás and Westgate (2006). These equations were parameterized using two commercial dent corn hybrids (Dekalb DK611 and Holdens LH198 x LH185) and were validated on a number of other genotypes in a subsequent study (Borrás et al., 2009).",
          "table": []
        },
        {
          "text": "Ears were sampled three additional times during grain-fill. In 2017, sampling occurred 71, 113 and 276 °C days after R2, with thermal time determined using a base of 10 °C (Stewart and Dwyer, 1994), corresponding to mean kernel moisture concentrations of 68%, 57% and 38% respectively. In 2018, sampling occurred at 72, 140 and 286 °C days after R2, corresponding to a mean kernel moisture concentration of 67%, 59% and 47% in 2018. For each sampling date, three apical ears in each experimental unit with silking dates within one day of each other in 2017 and 2 days of each other in 2018, were sampled for KN and dry KW. When differences in final grain yield were detected at maturity, KN, dry ear weight, KW, and kernel N concentration values were analyzed to identify if changes in these variables could be detected within the ear sampling period.",
          "table": []
        }
      ]
    },
    {
      "title": "Statistical analysis",
      "div": [
        {
          "text": "All statistical analyses were performed in R v.3.5.0 (R Core Development Team; Vienna, Austria) using a split-plot mixed effects model (lme function; nlme R package) with pre-plant N rate as the main plot and the V13 N application as the split-plot factor and block (replicate) as a random factor. Treatment means were compared to the 260_0 control via a Dunnett's Test. The 2017 and 2018 growing seasons were analyzed separately. Changes in KN, KW and kernel N concentration during the linear phase of grain-fill were analyzed with a repeated measures linear mixed model (lmer function; lme4 R package) using a compound symmetric covariance structure. When repeated measures of KW could not be fit using a linear mixed model, a nonlinear mixed model was used instead (nlmer function; lme4 R package). In summary, N treatments were considered fixed effects and block as random, while treatment means were compared to: a) the corresponding split-plot treatment and b) the 260_0 control. For all statistical tests conducted, the type I error rate was set at 0.05.",
          "table": []
        }
      ]
    },
    {
      "title": "Results",
      "div": []
    },
    {
      "title": "Weather",
      "div": [
        {
          "text": "Average Monthly rainfall and temperature during the 2017 and 2018 growing season (May 1 to October 31) at the Elora Research Station in Ontario Canada. Historical average at the Elora ResearchStation (1986Station ( -2006) )  included for comparison. Rainfall does not include supplemental irrigation provided between V13 and R1 summarizes the weather conditions during both growing seasons (May-October). Briefly, the 2018 growing season was slightly warmer overall, and considerably drier in May and June, than the 2017 season. Both seasons experienced less rainfall during July and August compared to historical averages. Precipitation in the five days prior to and after the N application in 2017 totaled 21 mm and in 2018, 2.6 mm though supplemental irrigation was provided between V13 and R1. Average temperatures in 2017 were similar to historical averages, while 2018 experienced average temperatures at least 2 °C greater than the historical averages in May, August and September.",
          "table": [
            "Average Monthly rainfall and temperature during the 2017 and 2018 growing season (May 1 to October 31) at the Elora Research Station in Ontario Canada. Historical average at the Elora ResearchStation (1986Station ( -2006) )  included for comparison. Rainfall does not include supplemental irrigation provided between V13 and R1."
          ]
        }
      ]
    },
    {
      "title": "Crop performance prior to and during the critical period bracketing silking",
      "div": [
        {
          "text": "In 2017, canopy NDVI measurements taken at V10 to assess crop N status were reduced in 0_0 and 0_260 relative to the 260_0 control (0.6612 vs. 0.7600; Supplementary Fig. 1). No differences in canopy NDVI at V10 were found in 2018 among any of the N treatments (mean NDVI = 0.7594; Supplementary Fig. 1). At V13, mean NNI in the 0_0 and 0_260 treatment equaled 0.80 in 2017 and 0.82 in 2018, while in all other treatments, NNI indicated no N limitation on growth (Ziadi et al., 2008; Supplementary Fig. 2). By R2, in the treatments receiving at least 80 kg N ha -1 pre-plant, there was no sign of N stress relative to the 260_0 control, as N uptake, biomass, CGR and RUE were statistically similar. NNI at R2 was significantly reduced only at 0_0 (0.53 in 2017 and 0.76 in 2018) while in all other treatments NNI equaled an average of 0.96 in 2017 and 0.94 in 2018 (Supplementary Fig. 3), Numerically, R2 N uptake in 260_0 was only slightly greater than the average N uptake of treatments receiving either 80, 140 or 200 kg N ha -1 preplant (2017: 157 kg N ha -1 vs. 145 kg N ha -1 ; 2018: 136 kg N ha -1 vs. 129 kg N ha -1 ).",
          "table": []
        },
        {
          "text": "The V13 N application influenced crop N uptake between V13 and R2 only in the 0_0 treatment, when the 0_260 treatment significantly increased R2 N uptake in both years (Tables 2 and3). In 2017, the increased N uptake in 0_260 also increased R2 biomass, CGR and RUE, relative to 0_0, allowing the crop to avoid reductions in growth during critical period between V13 and R2 (Effect of the main-plot and split-plot treatment factors on crop parameters between V13 and R2 in 2017. Split-plot treatments are always compared within main-plot treatments, and treatment means for each parameter followed by different letters (a-b) are significantly different at p < 0.05. Additionally, split-plot treatments are compared via linear contrasts to the main-plot treatment receiving 260 kg N ha -1 pre-plant via a Dunnett's test (Y-Z). (n = 4)), while in 2018 the increased N uptake did not affect crop growth parameters (Effect of the main-plot and split-plot treatment factors on crop parameters between V13 and R2 in 2017. Split-plot treatments are always compared within main-plot treatments, and treatment means for each parameter followed by different letters (a-b) are significantly different at p < 0.05. Additionally, split-plot treatments are compared via linear contrasts to the main-plot treatment receiving 260 kg N ha -1 pre-plant via a Dunnett's test (Y-Z). (n = 4)). In treatments receiving 80 kg N ha -1 or more pre-plant, the V13 N application had only a marginal (non-significant) effect on N uptake and crop growth between V13 and R2 (Tables 2 and3). A polynomial function was fitted to evaluate the effect of CGR during the critical period on final KN m -2 (Supplementary Fig. 4).",
          "table": [
            "Effect of the main-plot and split-plot treatment factors on crop parameters between V13 and R2 in 2017. Split-plot treatments are always compared within main-plot treatments, and treatment means for each parameter followed by different letters (a-b) are significantly different at p < 0.05. Additionally, split-plot treatments are compared via linear contrasts to the main-plot treatment receiving 260 kg N ha -1 pre-plant via a Dunnett's test (Y-Z). (n = 4).",
            "Effect of the main-plot and split-plot treatment factors on crop parameters between V13 and R2 in 2017. Split-plot treatments are always compared within main-plot treatments, and treatment means for each parameter followed by different letters (a-b) are significantly different at p < 0.05. Additionally, split-plot treatments are compared via linear contrasts to the main-plot treatment receiving 260 kg N ha -1 pre-plant via a Dunnett's test (Y-Z). (n = 4).",
            "Effect of the main-plot and split-plot treatment factors on crop parameters between V13 and R2 in 2017. Split-plot treatments are always compared within main-plot treatments, and treatment means for each parameter followed by different letters (a-b) are significantly different at p < 0.05. Additionally, split-plot treatments are compared via linear contrasts to the main-plot treatment receiving 260 kg N ha -1 pre-plant via a Dunnett's test (Y-Z). (n = 4)."
          ]
        }
      ]
    },
    {
      "title": "Ear weight and spikelet number at R1",
      "div": []
    },
    {
      "title": "Pollinated kernel number and potential kernel weight after silking",
      "div": []
    },
    {
      "title": "Kernel number, kernel weight and kernel N concentration during the linear phase of grain-fill",
      "div": [
        {
          "text": "In the 0_0 treatment, reductions in pKN m -2 were apparent by the start of ear sampling (∼80% kernel moisture concentration), relative to the split-plot (0_260) in both years (Figs. 1 and2). Reductions in pKN m -2 in the 80_0 treatment also occurred in both years relative to the split-plot (80_180), but these reductions occurred later during grain-fill (Figs. 1 and2). In 2017 only, reductions in pKN m -2 occurred at 140_0 compared to the split-plot (140_120) (Fig. 1).",
          "table": []
        },
        {
          "text": "In 2017, reductions in both KW and kernel N concentration occurred when comparing the two lowest preplant N rates (0_0 and 80_0) to their respective split plot treatment (0_260 and 80_180; Fig. 1). In 2018, reductions in kernel N concentration occurred only in the 0_0 treatment and no differences in KW were detected during the ear sampling period in any of the treatments (Fig. 2). There were no differences in KN, KW or kernel N% between the 200_0 and 200_60 splitplot treatments in either year (data not shown). In both years a strong relationship was observed between kernel N assimilation rate and ear growth rate (Fig. 3), indicating a link between N assimilation and dry weight accumulation in growing kernels during the linear phase of kernel development.",
          "table": []
        }
      ]
    },
    {
      "title": "Grain yield and yield components at maturity",
      "div": [
        {
          "text": "A strong positive yield response to pre-plant N fertilizer rates occurred in both years: EONR in 2017 was 163 kg N ha -1 and 259 kg N ha -1 in 2018 (fertilizer N/maize grain price ratio of 6.2; Supplementary Fig. 5). In both years there were no statistical differences in yield between 200_0, 200_60 and 260_0 (Figs. 4 and5). Compared to the 260_0 control, N stress significantly reduced yield at 0_0 and 80_0 in both years, and in 140_0 in 2018. The V13 application significantly increased grain yield when applied to the two lowest preplant N rates (0_260, 80_180) in both years, and in 2017, at 140_120 as well. Compared to 260_0, none of the split-N treatments suffered a yield penalty (Figs. 4 and5). Average yields in the treatments which received N fertilizer were comparable across years and numerically similar (12,908 kg ha -1 in 2017 vs. 13,129 kg ha -1 in 2018) (Figs. 4 and5). Yield in the zero N treatment (0_0) was 36% higher in 2018 (9316 kg ha -1 ) compared to 2017 (6863 kg ha -1 ).",
          "table": []
        },
        {
          "text": "In terms of yield components, KN and to a lesser extent KW were affected by the N treatments and generally, but not always, mirrored the differences observed during the linear phase of grain-fill in Figs. 1 and 2 (Supplementary Effect of the main-plot and split-plot treatment factors on crop parameters between V13 and R2 in 2017. Split-plot treatments are always compared within main-plot treatments, and treatment means for each parameter followed by different letters (a-b) are significantly different at p < 0.05. Additionally, split-plot treatments are compared via linear contrasts to the main-plot treatment receiving 260 kg N ha -1 pre-plant via a Dunnett's test (Y-Z). (n = 4)). Reductions in KN occurred at 0_0, 80_0 and 140_0 in both years relative to their respective split-plot treatment (0_260, 80_180, 140_120), while reductions in KW occurred in both Effect of the main-plot and split-plot treatment factors on crop parameters between V13 and R2 in 2017. Split-plot treatments are always compared within main-plot treatments, and treatment means for each parameter followed by different letters (a-b) are significantly different at p < 0.05. Additionally, split-plot treatments are compared via linear contrasts to the main-plot treatment receiving 260 kg N ha -1 pre-plant via a Dunnett's test (Y-Z). (n = 4) Effect of the main-plot and split-plot treatment factors on crop parameters between V13 and R2 in 2018. Split-plot treatments are always compared within main-plot treatments, and treatment means for each parameter followed by different letters (a-b) are significantly different at p < 0.05. Additionally, split-plot treatments are compared via linear contrasts to the main-plot treatment receiving 260 kg N ha -1 pre-plant via a Dunnett's test (Y-Z). (n = 4).  years at 0_0, and at 80_0 in 2017 (Supplementary Effect of the main-plot and split-plot treatment factors on crop parameters between V13 and R2 in 2017. Split-plot treatments are always compared within main-plot treatments, and treatment means for each parameter followed by different letters (a-b) are significantly different at p < 0.05. Additionally, split-plot treatments are compared via linear contrasts to the main-plot treatment receiving 260 kg N ha -1 pre-plant via a Dunnett's test (Y-Z). (n = 4)). In 2018, differences in KW identified at maturity in 0_0 were not detected during the ear sampling period. Reductions in KN and/or KW were avoided in the split-plots receiving the V13 applications (0_260, 80_180 and 140_120 in 2017), and final KN and KW were similar to 260_0 (Supplementary Effect of the main-plot and split-plot treatment factors on crop parameters between V13 and R2 in 2017. Split-plot treatments are always compared within main-plot treatments, and treatment means for each parameter followed by different letters (a-b) are significantly different at p < 0.05. Additionally, split-plot treatments are compared via linear contrasts to the main-plot treatment receiving 260 kg N ha -1 pre-plant via a Dunnett's test (Y-Z). (n = 4)). Compared to 260_0, N uptake at maturity was reduced significantly in 0_0 and 80_0 in both years (Fig. 6). The V13 N application significantly increased total N uptake at the 3 lowest pre-plant N rates in 2017 and the 2 lowest pre-plant N rates in 2018, due to much greater N uptake between R2 and maturity (Fig. 6). There was no difference in total N uptake between the 260_0 control and the split-plot treatments receiving 260 kg N ha -1 (Fig. 6).",
          "table": [
            "Effect of the main-plot and split-plot treatment factors on crop parameters between V13 and R2 in 2017. Split-plot treatments are always compared within main-plot treatments, and treatment means for each parameter followed by different letters (a-b) are significantly different at p < 0.05. Additionally, split-plot treatments are compared via linear contrasts to the main-plot treatment receiving 260 kg N ha -1 pre-plant via a Dunnett's test (Y-Z). (n = 4).",
            "Effect of the main-plot and split-plot treatment factors on crop parameters between V13 and R2 in 2017. Split-plot treatments are always compared within main-plot treatments, and treatment means for each parameter followed by different letters (a-b) are significantly different at p < 0.05. Additionally, split-plot treatments are compared via linear contrasts to the main-plot treatment receiving 260 kg N ha -1 pre-plant via a Dunnett's test (Y-Z). (n = 4).",
            "Effect of the main-plot and split-plot treatment factors on crop parameters between V13 and R2 in 2017. Split-plot treatments are always compared within main-plot treatments, and treatment means for each parameter followed by different letters (a-b) are significantly different at p < 0.05. Additionally, split-plot treatments are compared via linear contrasts to the main-plot treatment receiving 260 kg N ha -1 pre-plant via a Dunnett's test (Y-Z). (n = 4)."
          ]
        }
      ]
    },
    {
      "title": "Discussion",
      "div": []
    },
    {
      "title": "Effect of N rate and N timing on establishment of potential kernel number and weight",
      "div": [
        {
          "text": "As expected, low pre-plant N rates reduced yield relative to the control treatment of 260_0 when not supplemented with additional N (Figs. 4 and5). However, the onset of N stress, and the processes of KN and KW determination which were disrupted, depended on the preplant N rate. In terms of the formation of KN, spikelet number at R1 was reduced only in 2017, in 0_0 and 80_0 relative to both the control (0_260) and split-plot treatment (0_260 and 80_180 respectively). In 2018, the N treatments had no effect on spikelet number at R1. Previous research indicates that only severe N stresses, characteristic of low fertility soils, can reduce spikelet number in maize (e.g. Jacobs and Pearson, 1991;Lemcoff and Loomis, 1994). For example, Debruin et al. (2018) reported that N stress (0 kg N ha -1 applied) reduced spikelet number in only one of two years. Generally, maize will adjust KN in response to abiotic stresses not by altering spikelet number but by inducing kernel abortion after R1, as found in this experiment and studies done by others (Shen et al., 2018;Yan et al., 2018). Yet it is striking that in 2017, an N application made just 9-11 days prior to R1 (0_260 and 80_180) could avert a reduction in spikelet number due to N stress.",
          "table": []
        },
        {
          "text": "In both years, pKN and pKW measured 17 or 24 days after silking (kernel moisture concentration ∼80%), were reduced only in the 0_0 treatment. Evidently, a pre-plant N rate of 80 kg N ha -1 was sufficient Fig. 1. Potential kernel number per plant (pKN), kernel weight (KW) and kernel N concentration from the start of the ear sampling period (R2-R3) to 276 O C day in 2017. Mean kernel moisture concentration at each sampling date are (in chronological order): 77%, 68%, 57% and 37%. Treatments are compared within split-plots (pre-plant only versus preplant plus the V13 application totaling 260 kg N ha -1 ). N rate at the top of the figure denotes initial pre-plant N rate. All plots were analyzed as a repeated measures analysis of variance (n = 4) at a significance level of p < 0.05. Graphs with a red (*) indicate significant differences between the split-plot treatments.",
          "table": []
        },
        {
          "text": "to maximize both pKN and pKW. In the 0_0 treatment, this reduction in pKN and pKW was associated with lower CGR and RUE during the critical period and lower N uptake at R2 relative to 260_0 and, depending on the year, 0_260. KN determination in maize is strongly related to the CGR during the critical period around R1, given the reliance of developing kernels on concurrent assimilate production (Andrade et al. 1999(Andrade et al. , 2002)). The N stress at 0_0 reduced biomass accumulation during the critical period and decreased the amount of biomass accumulated in the ear as well, both of which have been previously shown to reduce final KN (D'Andrea et al., 2008) as well as pKW (Borrás and Gambín, 2010). The curvilinear or quadratic plateau relationship between CGR and final KN m 2 identified by Uhart and Andrade (1995) and Andrade et al. (1999) was not apparent in either 2017 or 2018 when the data was considered as a whole (Supplemental Fig. 2). However, the range of CGR evaluated in this study was much narrower in comparison (15-32 g m 2 day -1 ). Excepting the 0_0 treatments, average CGR achieved in the study was 22 g m 2 day -1 , close to threshold of 25 g m 2 day -1 identified by Uhart and Andrade (1995) as the CGR where KN plateaus. Aside from a direct reduction in crop growth rates, severe N stress may have also reduced pKN by affecting pollen viability (Zhang et al., 2007) or reducing the evenness of silk emergence (Cárcova and Otegui, 2007).",
          "table": []
        }
      ]
    },
    {
      "title": "Effect of N rate and N timing on maintenance of kernel number and weight during grain-fill",
      "div": [
        {
          "text": "Although pKN and pKW were maintained at 80_0 and 140_0 in both years at the start of grain-fill, these N rates were not sufficient to maintain KN later during the linear phase of grain-fill: kernel abortion occurred soon after R2-R3 (Figs. 1 and2) at 80_0 in both years, and in 140_0 in 2017. This reduction in KN was not observed in the 260_0 control, or in the split-plot treatments receiving a V13 N application. In 2017, but not 2018, the 0_0 and 80_0 and treatment were unable to maintain KW during grain-fill, relative to the control and split-plot treatment. Generally KW is only reduced by severe N stress experienced during grain-fill, as observed by Borrás et al. (2004) and Hisse et al. (2019), although the magnitude of the effect of post-silking N stress on final KW is genotype dependent (Paponov et al., 2005). It is likely that indigenous soil N supply was lower in 2017 compared to 2018, given the difference in soil organic matter (2.65% vs. 3.05%) and the slightly cooler and wetter conditions in 2017 (Average Monthly rainfall and temperature during the 2017 and 2018 growing season (May 1 to October 31) at the Elora Research Station in Ontario Canada. Historical average at the Elora ResearchStation (1986Station ( -2006) )  included for comparison. Rainfall does not include supplemental irrigation provided between V13 and R1). The high rainfall experienced in May and June of 2017 (110% greater than historical average) likely enhanced N losses from both pre-plant N fertilizer and N mineralization via leaching (Andraski et al., 2000;Sogbedji et al., 2001) and denitrification (Van Es et al., 2002;Randall et al., 2003). Conversely, in 2018, when less rainfall occurred in May and June (70% of historical average), the cycles of wetting and drying caused by the supplementary irrigation provided in the second half of July, 30 mm delivered in 10 mm increments over 13 days, may have stimulated greater N mineralization (Cabrera et al., 2005;Wang et al., 2012). At 0_0, both yield (6893 kg ha -1 vs. 9316 kg ha -1 ) and total N uptake (96 kg N ha -1 vs. 121 kg N ha -1 ) were lower in 2017 compared to 2018, further suggestive of lower indigenous soil N supply and greater N losses in 2017. The annual difference in the pattern of N availability may in part explain why: i) 2017 was the only year in which the N treatments influence spikelet number at R1 (discussed in Section 4.1), ii) reductions in KW during the linear phase of grain-fill were only observed in 2017, and iii) maize yield was relatively more responsive to the V13 N application in 2017 compared to 2018.",
          "table": [
            "Average Monthly rainfall and temperature during the 2017 and 2018 growing season (May 1 to October 31) at the Elora Research Station in Ontario Canada. Historical average at the Elora ResearchStation (1986Station ( -2006) )  included for comparison. Rainfall does not include supplemental irrigation provided between V13 and R1."
          ]
        },
        {
          "text": "The reason that the 0_0, 80_0 and, in 2017, 140_0 treatments were unable to maintain KN and KW to maturity was due to reduced post-R2 N uptake (Fig. 6) leading to N stress. Monneveux et al. (2005) report that abiotic stress can induce kernel abortion up to 30 days after R1, while Gustin et al. (2018) observed reductions in KN in conventional field conditions up to 40 days after R1. Our data indicate that ear N assimilation rate is closely and consistently related to ear biomass accumulation rate (Fig. 3), suggesting shortfalls in N supply to kernels after R2 either induced kernel abortion and/or reduced KW by reducing kernel growth rate. A reduction in post-R2 N uptake may have reduced assimilate supply by, for example, reducing leaf photosynthesis and RUE (Muchow and Sinclair, 1994;Debruin et al., 2013) or green leaf area (Wolfe et al., 1988;Kitonyo et al., 2018). N stress may have also reduced the ability of kernels to utilize sucrose produced by the ear leaf, as observed by Ning et al. (2018) in the 20 day period after silking.",
          "table": []
        }
      ]
    },
    {
      "title": "Impact of the V13 N application on yield and N uptake when pre-plant N rates were suboptimal",
      "div": [
        {
          "text": "The V13 N application stimulated N uptake at the lower pre-plant N rates, but the phenological stage at which N uptake responded to the V13 application depended on the N status of the maize crop. When no N was applied at planting (0_0), N stress was apparent at or before V13, and the V13 N application (0_260) significantly increased N uptake between V13 and R2, and between R2 and R6, in both years relative to 0_0, buffering both pKN and pKW against N stress and better maintaining KN and KW during the linear phase of grain-fill due. Notably,   while reductions in NDVI, NNI, biomass and N uptake were observed at or before V13 in both the 0_0 and 0_260 treatment relative to the control (260_0), the lack of yield penalty in 0_260 suggests that the N stress prior to V13 was not sufficient to irrevocably impact yield formation in maize. This finding is likely specific to field conditions where soils can provide relatively large amounts of N via indigenous soil N mineralization.",
          "table": []
        },
        {
          "text": "At the pre-plant N rates of 80 and 140 kg N ha -1 , grain yield response to N applied at V13 was associated with greater N uptake post-R2, rather than greater N uptake between V13 and R2 (Fig. 6). The lack of N uptake response prior to R2 is most likely a reflection of the fact that crops in 80_0 and 140_0 were not under N stress prior to R2, as indicated by the NNI at V13 and R2 (Supplementary Fig. 2). These results are similar to the findings of Ning et al. (2017), who found that applying 100 kg N ha -1 at silking to maize which previously received 200 kg N ha -1 , had no effect on N uptake at maturity. Soil N acquisition is energetically costly (Miller and Cramer, 2004) and N uptake is carefully regulated by the needs of the plant to avoid wasteful assimilate expenditures, via crosstalk with phytohormones and carbon metabolism that can up or downregulate N uptake based on the N and C status of the plant (Dechorgnat et al., 2010;Xu et al., 2012). It appears that if crops are N deficient at the time of the late N application, they will respond rapidly with increased N uptake. When late N applications are made on crops which are currently N sufficient, increased N uptake should not be expected to occur soon after application.",
          "table": []
        }
      ]
    },
    {
      "title": "Yield response to late N applications just prior to R1: explaining the lack of yield penalty",
      "div": [
        {
          "text": "Our observation that it is possible to delay the full N rate to V13 without significant yield reduction is in concordance with the findings of other researchers. Across 28 site-years in Missouri (USA), Scharf et al. (2002), found only a small risk of yield loss (∼3%) associated with delaying the full N rate to V12-V16. In Illinois, Binder et al. (2000) found that it was possible to delay N application to as late as R1 without a yield penalty in one of two site-years. In a 3-year study in Oklahoma (USA), Walsh et al. (2012) found no difference in yield between 180 kg N ha -1 applied pre-plant and 180 kg N ha -1 at V10. If N was delayed until tasseling (VT), then 30 kg N ha -1 applied pre-plant was enough to avoid yield reductions (Walsh et al., 2012). Rutan and Steinke (2018) found that in Michigan (USA), delaying N to V11 resulted in an 8-10% yield reduction when only 7.8 kg N ha -1 was applied at planting, but no yield penalty when 45 kg N ha -1 was applied at planting. In Brazil, Silva et al. (2005) conducted a late N experiment on soil with very low N supply (yielding less than 4400 kg ha -1 without N fertilizer). However, even with low soil N supply, split-applying 50 kg N ha -1 pre-plant and 80 kg N ha -1 at silking generated comparable yields to applying 130 kg N ha -1 all pre-plant (11,000 kg ha -1 versus 11,400 kg ha -1 ) (Silva et al., 2005). When N was delayed until R1, Mueller and Vyn (2018) in Indiana (USA) found that a V4 application of 55 kg N ha -1 prevented any yield reduction from delayed application. Importantly, they also found that genotypic variations in yield response to late N application strategies were low in the seven hybrids they tested, released between 1946 and 2015.",
          "table": []
        },
        {
          "text": "It appears that, in many cases, indigenous soil N supply, perhaps boosted by a modest N application is sufficient to bring maize to R1 without N stress sufficient to reduce potential yield (pKN and pKW). At V13, N uptake in the treatments receiving no pre-plant N (0_0 and 0_260) was much lower compared to 260_0 (43% lower in 2017 and 29% lower in 2018), and the V13 NNI indicates these crops were under N stress. However, when N was applied at V13, these treatments yielded equivalently to the 260_0 control. Multiple environmental, edaphic and management factors controlling indigenous soil N supply will alter the timing and magnitude of N stress when pre-plant N rates are reduced, as observed also by Binder et al. (2000), regulating the amount of pre-plant N that must be applied to avoid irrevocable yield loss. In this experiment, stover residues of the preceding crop, barley, were returned to the field in the year prior to the maize growing season. Post-harvest C:N ratios of spring barley can reach 100:1 (Christensen, 1985;Beare et al., 2002), and barley residue retention generally results in net N immobilization during decomposition (Cochran, 1991;Jensen, 1997). Based on mineralization/immobilization experiments using different crop residues, it is likely that barley caused greater N immobilization than would be expected if the preceding crop was winter wheat (Beare et al., 2002), maize (Mueller et al., 1998) or a legume (Jensen, 1997), although the degree of mineralization/immobilization is controlled by the amount of residues retained in the field and residue quality (Reinertsen et al., 1984). While organic amendments such as manure can increase N mineralization and the decomposition of residues (Diacono and Montemurro, 2010), the fields used in this study had received no manure or organic amendment applications in the previous 10 years. It is notable that even in these circumstances, N application could be delayed until V13 without yield penalty. However the use of spring tillage, which causes short-term flushes of N mineralization (Jackson et al., 2003;Masvaya et al., 2018) and reduces the stratification of soil N (McCarthy, 1998;Zhao et al., 2015) may have alleviated the apparent negative effects of barley residue on N mineralization. Both fields also have a recent history of regular tillage, which would have enhanced rooting depth and root length density during vegetative growth (Chassot et al., 2001;Mosaddeghi et al., 2009) permitting greater root exploration of deeper soil layers (Ball-Coelho et al., 1998;Qin et al., 2006), which could possibly enhance uptake of Fig. 6. N uptake at maturity in 2017 and 2018, separated into N uptake across 3 stages: between planting and V13, between V13 and R2 and between R2 and R6. X-axis labels represent the 9 nitrogen treatments included in the study. Upper case letters (a-b) represent significant differences across the split-plot treatments for total N uptake. Letters with (*) indicate total N uptake is significantly different from the 260_0 control treatment. Lower case letters (a-b) represent significant differences in N uptake across the split-plot treatments within each pre-plant N rate at: V13, between V13 and R2, and between R2 and R6. All comparisons are made at p < 0.05 (n = 4). mineralized soil and fertilizer N (Lemaire et al., 1996;Oikeh et al., 1999).",
          "table": []
        },
        {
          "text": "The results of this study suggest that the potential yield of maize, that is pKW and pKN at R2, are maximized at relatively low N application rates, and that during vegetative growth the N uptake requirements for high grain yields can be satisfied primarily via soil N mineralization without reducing the establishment of pKN or pKW, at least in areas where moderate to high levels of indigenous soil N supply can be expected. These findings support the recent work of Osterholtz (2017), who found that maize production may be able to rely on mineralized soil N to a much greater degree than previously thought. This is true even for the relatively high yielding maize in this experiment. In both years of this study, grain yields when N was applied were above the 90th percentile of the long-term maize yield average at the Elora Research Station (Gaudin et al., 2015), indicating that growing conditions during the 2017 and 2018 seasons were more favorable than average. In both years, yield was highly responsive to N fertilizer, with EONRs of 162 kg N ha -1 and 259 kg N ha -1 . Yet, a pre-plant N application of 80 kg N ha -1 , a value much lower than the EONR, was sufficient to maximize potential yield at R2 (Tables 4 and5).",
          "table": []
        },
        {
          "text": "A benefit of late N applications, as pointed out by other researchers, is the improvement in N fertilizer recovery rather than yield (Walsh et al., 2012;Mueller et al., 2017). Another benefit of late N management is an improved ability to tailor N application rates and better account for temporal and spatial variability in soil N supply and maize N demand (Shanahan et al., 2008). The rapid elongation of maize plants limits the timeframe available for in-season N applications on mechanized farms, because N application can only occur while the crop is short enough to avoid damage by the N applicator. With the advent and increased availability of high clearance application equipment, with ground clearance close to 2 m possible, the timeframe available to farmers for in-season N applications has been greatly extended. This in turn provides farmers with a much larger in-season window within which to collect data and use precision agriculture technologies for N management. Because many precision agriculture tools are more effective at predicting yield or crop N response the later in the season they are used (e.g. Goron et al., 2017), late N applications may work synergistically with precision N management in maize. For example, inseason weather variation, particularly in rainfall, plays a major role in regulating both indigenous soil N supply and maize N demand, and hence influences optimal N rates (Tremblay et al., 2012;Colaço and Bramley, 2018). Because the amount and distribution of in-season rainfall is difficult to predict, it may be advantageous to delay N until close to R1, when rainfall effects on N mineralization and crop growth are better known and can be accounted for. Rather than assessing the performance of late N applications relative to the same N rate applied at planting, late N applications may allow for effective N rate adjustments based on in-season data impossible to collect at planting.",
          "table": []
        },
        {
          "text": "In this study, the choice of N source and N placement for the V13 application were based on the objective of minimizing N losses, primarily volatilization, as a cofounding variable when determining the efficacy of late N applications. Shallow incorporation of ammonium nitrate is not a representative practice; in Ontario urea ammonium nitrate (UAN) is typically streamed on the surface when N is applied inseason. The perils of broadcasting urea-containing fertilizers without incorporation are well documented (Terman, 1980;Sommer, 2004), although the risk of volatilization varies temporally depending on parameters such as temperature, rainfall, and wind speed at the soil surface (Havlin, 2013. When urea-based fertilizers are surface-applied, volatilization can occur within hours of application (Keller and Mengel, 1986), and if applied in the middle of the growing season, higher soil temperatures can increase volatilization by driving ammoniacal N towards free NH 3 (e.g. Salazar, 2014). In Ontario, Woodley (2018) recorded volatilization losses of 11 kg N ha -1 within the first 3 h of application when 130 kg N ha -1 was streamed mid-season; in comparison volatilization losses were reduced to 2.5 kg N ha -1 when UAN was injected 5 cm below the surface. Very little volatilization is expected from ammonium-nitrate (Craig and Wollum, 1982), particularly if incorporated into the soil (Bacon et al., 1986). Supplemental irrigation provided after the V13 N application likely further reduced N volatilization, but was done primarily to i) mitigate any water stress which could limit crop yield response to N fertilizer (e.g. Teixeira et al., 2014), ii) enhance N availability for maize uptake via mass flow and diffusion (Kim et al., 2008;McMurtrie and Näsholm, 2018). Irrigation after N application reduced the risk of dry weather stranding N fertilizer outside of the maize root zone mid-row near the soil surface. While in theory dry weather would make N positionally unavailable, Scharf et al. (2002) found that even when July rainfall was very low (< 30 mm) late N applications produced yields comparable to early-season N applications. But it remains unknown whether this observation is due to low fertilizer N response in a dry year, or because late N was still available for uptake in a dry year. Additional research to identify optimum N source and placement strategies for late N applications, and to quantify the effects of rainfall on late N efficacy appears warranted, particularly on less fertile soils where indigenous soil N supply is low.",
          "table": []
        }
      ]
    }
  ],
  "tables": [
    "{\"title\": \"Average Monthly rainfall and temperature during the 2017 and 2018 growing season (May 1 to October 31) at the Elora Research Station in Ontario Canada. Historical average at the Elora ResearchStation (1986Station ( -2006) )  included for comparison. Rainfall does not include supplemental irrigation provided between V13 and R1.\", \"head\": [\"\", \"Rainfall (mm)\", \"\", \"Temperature ( o C)\"], \"value\": [[\"\", \"2017\", \"2018 Historical\", \"2017 2018 Historical\"], [\"\", \"\", \"\", \"Average\", \"\", \"\", \"Average\"], [\"May\", \"238.5 63.2\", \"75.3\", \"10.7\", \"16.0\", \"12.3\"], [\"June\", \"118.6 55.8\", \"93.3\", \"17.5\", \"17.9\", \"17.3\"], [\"July\", \"35.8\", \"27.9\", \"105.1\", \"19.0\", \"21.0\", \"19.7\"], [\"August\", \"67.2\", \"74.1\", \"97.8\", \"17.3\", \"20.4\", \"18.4\"], [\"September 55.0\", \"41.5\", \"67.1\", \"15.7\", \"16.6\", \"14.6\"], [\"October\", \"90.1\", \"87.1\", \"79.7\", \"10.9\", \"7.19\", \"7.9\"]]}",
    "{\"title\": \"Effect of the main-plot and split-plot treatment factors on crop parameters between V13 and R2 in 2017. Split-plot treatments are always compared within main-plot treatments, and treatment means for each parameter followed by different letters (a-b) are significantly different at p < 0.05. Additionally, split-plot treatments are compared via linear contrasts to the main-plot treatment receiving 260 kg N ha -1 pre-plant via a Dunnett's test (Y-Z). (n = 4).\", \"head\": [\"Pre-plant N\", \"V13 N rate Biomass at V13 (kg\", \"N uptake at V13\", \"Biomass at R2 (kg\", \"N uptake at R2 (kg\", \"Crop Growth rate between\", \"Radiation use efficiency\"], \"value\": [[\"rate\", \"\", \"DM ha -1 )\", \"\", \"(kg N ha -1 )\", \"\", \"DM ha -1 )\", \"\", \"N ha -1 )\", \"\", \"V13 and R2 (kg ha -1 day -1 )\", \"between V13 and R2 (g DM\"], [\"\", \"\", \"\", \"\", \"\", \"\", \"\", \"\", \"\", \"\", \"\", \"\", \"MJ -1 )\", \"\"], [\"0\", \"0\", \"3798 a\", \"Y\", \"54 a\", \"Y\", \"7707 a\", \"Y\", \"65 a\", \"Y\", \"163 a\", \"Y\", \"1.91 a\", \"Y\"], [\"\", \"260\", \"3161 a\", \"Y\", \"64 a\", \"Y\", \"9482 b\", \"Y\", \"134 b\", \"Y\", \"263 b\", \"Z\", \"2.93 b\", \"Z\"], [\"80\", \"0\", \"4985 a\", \"Z\", \"91 a\", \"Y\", \"11355 a\", \"Z\", \"146 a\", \"Z\", \"265 a\", \"Z\", \"2.93 a\", \"Z\"], [\"\", \"180\", \"4772 a\", \"Z\", \"97 a\", \"Z\", \"10900 a\", \"Z\", \"152 a\", \"Z\", \"246 a\", \"Z\", \"2.67 a\", \"Z\"], [\"140\", \"0\", \"4655 a\", \"Z\", \"106 a\", \"Z\", \"10729 a\", \"Z\", \"138 a\", \"Z\", \"253 a\", \"Z\", \"2.74 a\", \"Z\"], [\"\", \"120\", \"4686 a\", \"Z\", \"104 a\", \"Z\", \"10579 a\", \"Z\", \"142 a\", \"Z\", \"245 a\", \"Z\", \"2.64 a\", \"Z\"], [\"200\", \"0\", \"5040 a\", \"Z\", \"106 a\", \"Z\", \"11056 a\", \"Z\", \"150 a\", \"Z\", \"251 a\", \"Z\", \"2.69 a\", \"Z\"], [\"\", \"60\", \"4681 a\", \"Z\", \"109 a\", \"Z\", \"10475 a\", \"Z\", \"145 a\", \"Z\", \"241 a\", \"Z\", \"2.62 a\", \"Z\"], [\"260\", \"0\", \"4703\", \"Z\", \"113\", \"Z\", \"10866\", \"Z\", \"157\", \"Z\", \"256\", \"Z\", \"2.93\", \"Z\"]]}"
  ]
}