{
  "meta": {
    "title": "Physiological perspectives of changes over time in maize yield dependency on nitrogen uptake and associated nitrogen efficiencies: A review",
    "author": "Ignacio Ciampitti A Ciampitti, Tony Vyn J Vyn",
    "journal": "Elsevier BV",
    "date": "2012. 07."
  },
  "paragraphs": [
    {
      "title": "Abstract",
      "div": [
        {
          "text": "a b s t r a c t Over the past 3 decades, the study of various mechanisms involved in maize grain yield (GY) formation and its relationship with nitrogen (N) uptake dynamics has been increasingly acknowledged in the scientific literature. However, few studies have combined investigations of GY response to N fertilizer with detailed physiologically based analyses of plant N dynamics such as N uptake quantities, timing, and (or) partitioning -and the complex interactions of those with specific genotypes (G), management practices (M), and (or) production environments (E). Limited reporting of both N and yield dynamics at plant-component, individual-plant, and community levels has contributed to a considerable knowledge gap as to whether the physiological mechanisms that govern maize plant N dynamics and their relationship with GY formation have changed with time. We therefore undertook a comprehensive review to discern trends in physiological aspects of maize response to changing plant densities and fertilizer N rates (M components) under the umbrella of evolving G × E interactions. We reviewed 100 published and unpublished papers based on field experiments which consistently reported total plant N uptake at maturity and maize GY (frequently among other physiological variables). Our analyses were limited nearly exclusively to experiments involving hybrid (as distinct from inbred) response to M input levels where plant density data was available. Dissection of the complex interactions among years, plant densities and N rates began with division of treatment mean data (close to ∼3000 individual points) into two time periods defined by year(s) of the original research: (i) studies from 1940 to 1990 -\"Old Era\" and, (ii) studies from 1991 to 2011 -\"New Era\". For the Old Era, maize GY averaged 7.2 Mg ha -1 at a mean plant density of 5.6 pl m -2 with a total plant N uptake of 152 kg N ha -1 , a grain harvest index (HI) of 48% and N harvest index (NHI) of 63%. For the New Era, maize GY averaged 9.0 Mg ha -1 at a mean plant density of 7.1 pl m -2 , total plant N uptake of 170 kg N ha -1 , a grain HI of 50% and a NHI of 64%. The most striking findings in terms of overall GY and plant N uptake were: (1) on a per-unit-area basis, both potential GY and NIE (GY/N uptake) increased from Old to New Era at comparable N uptake levels, and (2) on a per-plant basis, total plant N uptake at maturity had not changed between Eras despite increased plant density in the New Era genotypes. Other important findings in terms of plant growth and component partitioning responses to N were (i) a consistently strong dependency between dry matter and N allocation to the ear organ in both Eras; (ii) higher total plant biomass (BM) accumulation and N uptake, on an absolute basis, during the post-silking period with New Era genotypes accompanied by relatively smaller changes in HI and NHI; (iii) a strong correlation between plant N uptake at silking time and per-plant GY and its components in both Eras; (iv) New Era (56.0 kg GY grain kg -1 N) was primarily associated with reduced grain %N, and to a minor degree with NHI gains; and (v) New Era genotypes showed higher tolerance to N deficiency stress (higher GY when no N fertilizer was applied), and larger GY response per unit of N applied, relative to Old Era hybrids. This improved understanding of the physiological factors underlying progress in maize yield response to N over time, within the context of changing G × E × M factors, serves to help guide maize programs focused on achieving further improvements in N use efficiency.",
          "table": []
        },
        {
          "text": "© 2012 Elsevier B.V. All rights reserved.",
          "table": []
        }
      ]
    },
    {
      "title": "Introduction",
      "div": [
        {
          "text": "Maize (Zea mays L.) grain yields (GY) have steadily risen over the last century due to both genetic (from double-X to single-X hybrids, recurrent pedigree breeding systems, marker-assisted breeding, transgenic technologies, etc.) and management (irrigation, fertilizers, tillage practices, planting date, plant density, integrated pest management, etc.) changes. Furthermore, the progressive improvement in maize yields during the last 4-6 decades was not country-specific (Tollenaar and Lee, 2011). Over the last 50 years, the productivity in the United States and China (the current #1 and #2 producers of maize in the world) increased approximately 4 Mg ha -1 (CAST, 2006;Cassman and Liska, 2007;FAO, 2011). In France, maize productivity increased ∼7 Mg ha -1 over the last 60 years (Derieux et al., 1987;Agreste, 2009). Additionally, in Argentina and Canada, maize yields increased ∼5.5 and ∼4 Mg ha -1 , respectively, during the last 40 years (SAGPYA, 2011;OMAFRA, 2009). However, there is ample scope for maize yield improvement in some developing countries, such as India, which achieved an accumulated gain of just 1 Mg ha -1 during the last 50-year period (FAO, 2011).",
          "table": []
        },
        {
          "text": "Maize yield potential is defined as the maximum yield obtained by a genotype (G) developed in an adapted environment (E), with non-limiting water and nutrients resources, under no pressure of pests and diseases, using the best management (M) practices (e.g. planting time, plant density, N fertilizer rate, tillage practices, crop rotation, etc.) for the specific hybrid, weather and soil conditions (Evans, 1993). The latter definition highlights the most critical constraint in maize improvement, namely, the complexity of the G × E × M interactions. Unfortunately, despite earlier and persuasive concerns articulated by Duvick and Cassman (1999), there is still considerable uncertainty about whether maize yield potential has truly increased since the late 1970s, as well as much under-informed speculation about the most important physiological determinants of maize yield in production systems at peak yield-potential levels. On-farm reports suggested that very high yields (i.e. above 20 Mg ha -1 ) were already attained decades ago (∼21-23 Mg ha -1 in the North of USA; Robertson et al., 1978;Nelson and Reetz, 1986). Other maize yield records followed the same trend, and they can be reviewed at Tollenar and Lee (2002). If it is possible to accept the validity of these sources of information, one hypothesis that then arises is \"potential maize yields did not change during the last 40 years\". Surpassing the stated maize yield barrier of perhaps 24 Mg ha -1 will require more balanced research investments in plant physiology and management systems to complement genetic improvement efforts.",
          "table": []
        },
        {
          "text": "Suggested pathways to higher yield potential in maize frequently focus on achieving greater total plant biomass (BM). For instance, in their recent review, Tollenaar and Lee (2011) proposed focusing efforts in a \"resource-effective\" fashion by improving plant BM accumulation (\"source\") and (or) grain biomass (\"sink\"). Yet maize yield is dependent on more than just total BM and its partitioning to grain (i.e. assimilate). Plant nutrient uptake, assimilation and allocation are equally important. For example, a previous report documented the direct influence of an N shortage on C flux allocated to the ear during the critical period (±15 days) around silking, which consequently impacted final kernel number (Kn) of maize (Uhart and Andrade, 1995). Other studies have also documented the negative impacts of N reductions on Kn (Jacobs and Pearson, 1991;Lemcoff and Loomis, 1994). In addition, D 'Andrea et al. (2008) showed a very strong association between ear N content and both ear growth rate (EGR) and relative Kn of the apical ear. Similarly, Ciampitti et al. (unpublished) demonstrated that the whole-plant N status prior to silking has a very strong influence on the achievable per-unit-area maize GY at physiological maturity, primarily via plant N uptake impacts on the per-plant Kn and, secondarily, on the kernel weight (Kw). Furthermore, during the post-silking period an adequate ear N supply was observed to be essential for high maize GY formation (\"homeostatic effect\"), while low plasticity in the ear N content trait was observed relative to the proportion of BM allocated to the ear during the grain filling period (Ciampitti and Vyn, 2011). The previous reports clearly demonstrated the major effect that N nutrition status during the entire growing season exerts over the maize GY formation.",
          "table": []
        },
        {
          "text": "From a physiological viewpoint, a balanced increase in both source and sink strength components from late vegetative stages (∼V12) until at least mid-grain filling period (∼R3-R4) will be most likely to achieve GY gains in maize. Nitrogen is associated with the source component primarily via the impact of ribulose biphosphate carboxylase/oxygenase in leaf tissue on the photosynthesis process (Sinclair and de Wit, 1975). Also of relevance is the essential role of N to the \"functional stay green\" capability of leaves as they age. Functional stay green is not only linked to delayed leaf senescence, but is also related to retention of the plant's photosynthetic rate (\"functional longevity\"), specifically during the post-silking period (Lee and Tollenaar, 2007).",
          "table": []
        },
        {
          "text": "It is important to acknowledge that total plant N uptake at physiological maturity can be dissected in two components, (i) N uptake rate and (ii) N remobilization rate. For example, previous reports comparing early-and late-senescing maize hybrids showed that the former had a lower N uptake capacity but higher N remobilization efficiency (i.e. lower leaf N retention) while the latter (late-senescing) hybrid had a higher plant N uptake but lower efficiency in the remobilization of N, presumably related to higher leaf N retention to sustain the functional stay green process (Ma and Dwyer, 1998;Rajcan and Tollenaar, 1999;Borrel et al., 2001;He et al., 2003;Martin et al., 2005;Pommel et al., 2006). Thus, a trade-off relationship with both pros and cons has resulted from selection for functional stay green; on the positive side there is a clear increase in late-season plant N uptake, but on the negative side a higher proportion of plant N is retained in the leaf and stem organs at maturity which promotes a lower remobilization efficiency (expressed by the N harvest index -NHI). As stated by Martin et al. (2005), advancing maize NUE requires the selection of genotypes with both high N uptake and remobilization (i.e. high NHI) capacities.",
          "table": []
        },
        {
          "text": "There still are considerable uncertainties concerning the main changes, during the last 50-60 years of maize crop improvement, in the physiological mechanisms governing nutrient uptake. Most of the uncertainty is related to the whole plant nutrient uptake and its efficiency parameters. A recent report by Setiyono et al. (2010) estimated nutrient (N, P and K) uptake requirement for modern-Era maize hybrids using two distinct growing environments (Nebraska, US and SE Asia) with a plant density range from 6 to 11 pl m -2 and a fertilizer N rate range from 0 to 375 kg ha -1 . Nutrient accumulation averaged 232 kg N ha -1 in the aboveground BM at a yield level of 12 Mg ha -1 , with an NHI of 64% and an internal efficiency (IE) of 55 kg grain kg -1 plant N (Setiyono et al., 2010). Nevertheless, a more comprehensive and conclusive investigation of underlying physiological dynamics is required in order to better understand possible shifts in dependency of maize yield on plant N dynamics over time.",
          "table": []
        },
        {
          "text": "Instead of attempting to simply review the conclusions from the literature concerning the response of maize over time in contrasting G × E × M scenarios, we elected to conduct a synthesis analysis based on actual data from studies conducted by public institutions that evaluated both maize productivity and plant N accumulation in replicated trials. As stated in a recent review paper for soybean N nutrition (Salvagiotti et al., 2008), a statistical analysis of all relevant references is essential to increase the comprehensiveness of our understanding of the crop's physiology and its relationship with plant N nutrition. The primary objective of this study, therefore, was to employ fundamental agronomic principles in advancing scientific understanding of maize yield and plant N relationships to potentially help future maize improvement efforts. We conducted a synthesis-analysis of public-sector information to evaluate the relationships among maize GY, plant and grain N uptake, GY components (Kn and Kw), partitioning (grain HI and NHI) indices, and pertinent N efficiency categories. Our data was collected from studies conducted (a) from 1940 until 2011 to assure a wide range of genotypes from different Eras, (b) in all continents capable of maize production, and (c) that were inclusive of wide-ranging N rates (from 0 to 560 kg fertilizer N ha -1 ) and plant densities (from 1 to 11 plants m -2 ), to represent a wide range reflective of different cropping systems conditions in different regions with different levels of technology adoption.",
          "table": []
        }
      ]
    },
    {
      "title": "Materials and methods",
      "div": []
    },
    {
      "title": "Data inclusion criteria",
      "div": [
        {
          "text": "In addition to refereed journal manuscripts, relevant data was also secured from unpublished information (∼ten reports) to strengthen the database and enhance the validity of the synthesis-analysis. These unpublished sources included on-going public-sector research and studies not yet published in journals (e.g. M.S. and Ph.D. thesis dissertations). Inclusion of the latter sources also helped to assure lower publication bias because it included all known sources of data meeting our requirements even if non-significant differences were reported. The latter approach is more common in non-agricultural disciplines. Lack of inclusion of scientifically valid but unpublished data in this analysis might have led to a misinterpretation (overestimation) of the population effects (McLeod and Weisz, 2004).",
          "table": []
        },
        {
          "text": "Research data was only included in the synthesis-analysis when specific criteria were met. Public-sector data needed to be complete for the selected parameters, and only \"treatment mean\" values were used (irrespective of replication number). Most studies reported the plant density variable achieved early in the season and/or at harvest. From some studies, the GY or plant N uptake information was obtained from reported equations based on the relationship between maize GY and plant N uptake or N concentration. Original authors were contacted when plant density was not reported, or could not be inferred. Treatment means specific to individual location and year data were included to capture environmental variability in the G × E × M interactions for multiyear and multi-location experiments. For those few reports when only average maize GY and plant N uptake data were reported across different N treatments, the average N rate was used for the synthesis-analysis. Finally, studies were not included if selective reporting of results was apparent (e.g. reporting only significant effects). Most of the information was obtained directly from tables, some from equations, and a few from digitized figures. Supplemental information was derived from electronic and paper formats, whether publically available (web-based) or cordially provided by the original researchers. For example, Dr. Murrell, Mr. Mann, Mr. Burzaco, Ms. Muschetti Piana, and Ms. Robles contributed data from their respective M.S. theses (or projects) while Dr. Camberato, Dr. Dilallessa, Dr. Moser, and Mr. Kovacs contributed data from their respective Ph.D. theses (or projects). Special mention should be given to Dr. Cassman, Dr. Walters, Dr. Witt, Dr. Setiyono and Dr. Dobermann for sharing the information already published in Setiyono et al. (2010), representing approximately 19% of the entire dataset, which considerably broadened the environments evaluated in this paper. In addition, more recent information gathered from Indonesia was provided as a courtesy by Dr. Dobermann and Mrs. J.M. Pasuquin (for further details see Acknowledgement section).",
          "table": []
        },
        {
          "text": "Prior to the synthesis analysis, and when required, all data was transformed to the same scale (kg ha -1 , g plant -1 or Mg ha -1 ). For the purposes of this analysis, maize GY was adjusted to a 15.5% moisture content, and the plant N uptake was adjusted and reported on a dry basis. If plant moisture information was not explicitly reported, we consulted with authors were possible. Maize genotypes assessed in this study are predominantly hybrids (single-cross, double-cross and three-way-cross) with a single-ear characteristic (although a few instances of semi-prolific and prolific hybrids were noted in some studies). In addition, the term \"plant N uptake\" utilized in this manuscript is limited to aboveground whole-plant N accumulation so that N accumulated in the root system is not included. Unless otherwise specified, the same pattern was followed for the \"plant BM\" term referring only to aboveground BM accumulation (excluding roots).",
          "table": []
        }
      ]
    },
    {
      "title": "Data description",
      "div": [
        {
          "text": "Approximately 3000 observations were identified for combined maize GY and plant N uptake treatment means (both determined after physiological maturity, and expressed on a per unit area basis). Other maize physiology variables of interest were also considered when available; these included: (i) grain components, such as Kn and Kw, (ii) plant N uptake at silking time, (iii) plant BM at silking and physiological maturity (BM silk and BM PM ), (iv) grain HI and NHI at physiological maturity, and (v) N use efficiency (NUE) and its components. Because we consistently focused on studies with known plant densities, correlations of grain yield and N factors were performed on a per-plant basis.",
          "table": []
        },
        {
          "text": "Geographically, our database included 73 studies in North America (63 in USA and 10 in Canada), 8 in Asia (3 in China, 1 in Thailand-Vietnam, 1 in Indonesia, 3 in India), 5 in Africa (1 in Ethiopia, 1 in Nigeria, 1 in Zimbabwe-Kenya, 2 in Kenya), 8 in South America (8 in Argentina), 5 in Europe (2 in France, 1 in Italy, 1 in Germany, 1 in Spain) and 1 in Oceania (1 in Australia) (Appendix Table A.1).",
          "table": []
        },
        {
          "text": "Relevant experimental details of country, design, years of experimentation, N rates, plant densities, and number of genotypes are itemized (Appendix Table A.1) for each report that was included in the synthesis-analysis. Approximately 50% of the database originated from field studies with a type of \"split-plot\" experimental design (split-plot alone, split-split-plot, split-split-split-plot and complete block, etc.). A third of the dataset used the randomized complete block design, and one-tenth the completely randomized design. The entire database was categorized based on the year of experimentation (and not the year of the publication) into two Eras. The \"Old Era\" reports were based on field trials conducted from 1940 to 1990 (inclusive), and the \"New Era\" related to trials conducted from 1991 until the present (2011). The main justifications for the intentionally chosen Eras were: (i) to separate the so-called \"new transgenic hybrids\" from the \"conventional hybrids\" (e.g. the first report regarding the first fertile transgenic maize -Bt corn -was not published until 1990) (DeKalb Genetics, Gordon-Kamm et al., 1990), and (ii) to artificially create a more uniform comparison between databases (relative to the number of observations and the normality of data point distribution). More than three-fourths of the data from the New Era group came from experiments carried out in or after 1996; thus our New Era base dataset presumably includes representation of transgenic hybrids for protection from insect pest(s). Overall, each Era group is well balanced because the Old Era data was extracted from 45 published and unpublished reports (e.g. a total of 856 plant GY points; Number of study, country, experimental design used, year of experimentation, N rates and plant densities reported, number of different genotypes (mainly hybrids) evaluated in the same or in different sites-years, and characteristics for each different maize experiment) while the New Era data was sourced from 55 scientific publications (totaling 2074 plant GY observations; Number of study, country, experimental design used, year of experimentation, N rates and plant densities reported, number of different genotypes (mainly hybrids) evaluated in the same or in different sites-years, and characteristics for each different maize experiment).",
          "table": [
            "Number of study, country, experimental design used, year of experimentation, N rates and plant densities reported, number of different genotypes (mainly hybrids) evaluated in the same or in different sites-years, and characteristics for each different maize experiment."
          ]
        },
        {
          "text": "Within each Era group, the plant density factor was codified using three different levels, named as \"low\", \"medium\" and \"high\" plant density which ranged from 1 to 5; 5 to 8 and 8 to 11 plants per square meter, respectively. Similarly, the N rate factor was classified via separation of data by actual N rate ranges utilized into low N rate (from 0 to 100 kg ha -1 ), medium N rate (from 100 to 200 kg ha -1 ), high N rate (from 200 to 300 kg ha -1 ), and very high N rate (when N applied exceeded 300 kg ha -1 ). From this codification two different databases were obtained, one for the Old Era and the other for the New Era, and within each dataset, twelve treatments combinations were evaluated (3 plant densities and 4 N rate levels).",
          "table": []
        }
      ]
    },
    {
      "title": "Calculations and parameters evaluated",
      "div": [
        {
          "text": "The NUE parameter itself, and its components, were evaluated relative to Era, and Era by M, responses. The NUE variable was calculated as the ratio of incremental GY (15.5% moisture) response (GY fertilized-GY unfertilized) to the N rate applied (Cassman et al., 2003;Ciampitti and Vyn, 2011). The following equation was used for the NUE calculation:",
          "table": []
        },
        {
          "text": "where GY Fert is the per-unit-area GY (kg ha -1 ) of a treatment receiving N, GY UnFert is the per-unit-area GY (kg ha -1 ) of the 0 N treatment, and N applied (kg N ha -1 ) is the quantity of N applied through N fertilizers.",
          "table": []
        },
        {
          "text": "We also determined the ratio of GY to whole plant N uptake at physiological maturity (equivalent to the N internal efficiency -NIE component; Ciampitti and Vyn, 2011). In order to thoroughly evaluate this ratio, each component was dissected into two parts; thus GY can be understood as the result of plant BM and grain HI, while plant N uptake can be interpreted as the product of plant BM and plant N concentration (%N). Based on the foregoing, the NIE component can be simplified as the ratio between grain HI and plant %N. The following formula was used for the NIE calculation:",
          "table": []
        },
        {
          "text": "where GY is expressed on a per-unit-area (kg ha -1 ), and total plant N uptake, plant %N and plant BM are all expressed on a dry basis (0% moisture) at physiological maturity (kg N ha -1 ).",
          "table": []
        },
        {
          "text": "Another N efficiency parameter evaluated was the N fertilizer recovery efficiency (NRE), which is defined as the proportion of the N applied recovered in the maize plant at physiological maturity. Maximum and minimum boundaries were established to constrain possible NRE values (i.e., not greater than the N units applied, not greater than 1, and not lower than zero), so that the NRE calculation is more biologically meaningful (Ciampitti et al., unpublished). This parameter can be calculated as follows: NRE = plant N uptake on dry basis N applied (3)",
          "table": []
        },
        {
          "text": "where plant N uptake on dry basis (0% moisture) is the plant N uptake (kg N ha -1 ) of a treatment receiving fertilizer N minus the plant N uptake (kg N ha -1 ) of the 0 N treatment on per-unitarea basis, and N applied (kg N ha -1 ) is the quantity of N fertilizer applied.",
          "table": []
        },
        {
          "text": "In addition to all the above mentioned parameters, the grain HI and NHI (NHI, %) were also determined at physiological maturity (PM), calculated as follows:",
          "table": []
        },
        {
          "text": "where the whole plant N includes all stover N (i.e. that in leaves + stem + shank + cobs + husk organs), plus the grain N fraction. In several studies, the grain N uptake was explicitly reported (and the moisture was reported or assumed to be on a dry basis), but in some situations it was calculated from the multiplication of the grain %N and the GY. The same rationale was followed for calculations of stover and whole-plant N uptake.",
          "table": []
        },
        {
          "text": "The plant density descriptions from each study were used to adjust all relevant values on a per-plant basis. Therefore, Kn (apical ear), Kw, plant GY at physiological maturity, plant BM and plant N uptake (at silking and at physiological maturity) were all expressed on a per-plant basis (Tables 1 and2). In addition, the pre-to postsilking ratios of BM accumulation and N uptake were determined for the whole data set, and it was expressed as the proportion (%) of BM or N uptake achieved at silking time versus the total accumulated at physiological maturity.",
          "table": []
        }
      ]
    },
    {
      "title": "Table 1",
      "div": [
        {
          "text": "Summary statistics of the synthesis of the Old Era dataset (from published and unpublished reports) across different plant density and N rate applied relative to maize grain yield-GY, plant N uptake, plant biomass-BM -at different phenological stages (silking and physiological maturity) and variables related to the partitioning components of grain yield and N, and to the N use efficiency. Kn = kernel number; Kw = kernel weight; PGY = plant grain yield; GY = grain yield per unit area; PNUPM = plant N uptake at physiological maturity; NUPM = per-unit-area N uptake at physiological maturity; NIE = N internal efficiency; NUE = N use efficiency; PNU silk = plant N uptake at silking; NU silk = per-unit-area N uptake at silking time; NHI = N harvest index; PBM silk = plant biomass at silking time; BM silk = per-unit-area plant biomass at silking; HI = grain harvest index; NU Grain = per-unit-area N uptake in the grain fraction; PFP = partial factor productivity; NRE = N recovery efficiency; PBMPM = plant biomass at maturity; BMPM = perunit-area biomass at physiological maturity; Pre-Post NU or BM = ratio of N uptake or biomass accumulated at silking time relative to total achieved at physiological maturity; plant %N = plant N concentration; grain %N = grain N concentration; stover %N = stover (aboveground BM excluding the grain) N concentration.",
          "table": []
        }
      ]
    },
    {
      "title": "Variable",
      "div": [
        {
          "text": "Unit",
          "table": []
        }
      ]
    },
    {
      "title": "Table 2",
      "div": [
        {
          "text": "Summary statistics of the synthesis of the New Era dataset (from published and unpublished reports) across different plant density and N rate applied relative to maize grain yield-GY, plant N uptake, plant biomass-BM -at different phenological stages (silking and physiological maturity) and variables related to the partitioning components of grain yield and N, and to the N use efficiency. Kn = kernel number; Kw = kernel weight; PGY = plant grain yield; GY = grain yield per unit area; PNUPM = plant N uptake at physiological maturity; NUPM = per-unit-area N uptake at physiological maturity; NIE = N internal efficiency; NUE = N use efficiency; PNU silk = plant N uptake at silking; NU silk = per-unit-area N uptake at silking time; NHI = N harvest index; PBM silk = plant biomass at silking time; BM silk = per-unit-area plant biomass at silking; HI = grain harvest index; NU Grain = per-unit-area N uptake in the grain fraction; PFP = partial factor productivity; NRE = N recovery efficiency; PBMPM = plant biomass at maturity; BMPM = perunit-area biomass at physiological maturity; Pre-Post NU or BM = ratio of N uptake or biomass accumulated at at silking time relative to total achieved at physiological maturity; plant %N = plant N concentration; grain %N = grain N concentration; stover %N = stover (aboveground BM excluding the grain) N concentration.  ). The outlier (encircled; Q<1%) was detected using the minimizing absolute distances squared (excluded from the fitted dataset).",
          "table": []
        }
      ]
    },
    {
      "title": "Descriptive and statistical analysis",
      "div": [
        {
          "text": "The determination of normal distributions (\"dnorm\"), and their descriptive parameters (mean, median, 25% and 75% quartiles) were performed using the R function \"hist\". The histograms were developed and modeled for the GY, plant N uptake (at physiological maturity), grain HI and NHI parameters (Supplementary Fig. 1A-D). Additional histograms were developed to show the distribution of data points for each Era (Supplementary Fig. 2). Furthermore, the R package \"psych\" and its R function \"describe\" (Revelle, 2011) were used to obtain skewness and kurtosis values for each parameter in which distribution was evaluated (Supplementary Fig. 1A-D).",
          "table": []
        },
        {
          "text": "The quantile regression was utilized to investigate and estimate quantiles and interquantile ranges (Koenker and Basset, 1978;Cade and Noon, 2003;Koenker, 2005) for the functional relationship between the GY and the plant N uptake (Fig. 1). Due to the complex interactions evaluated, the quantile regression analysis was used to model and investigate possible causal relationships among parameters. Many of the evaluated relationships had varying numbers of observations (\"n\") because not all parameters were measured or reported in all published studies used as our primary data sources. The R program was used to model the quantiles and to perform the quantile regression (R Development Core Team, 2009). Envelopes portraying the maximum and minimum boundaries (0.99 and 0.01 quantile lines, respectively) were calculated with the \"quantreg\" feature of the R package (Koenker, 2005). The maximum boundary of the envelope represented the maximum values obtained for the ratio of the independent and dependent variables (Y/X); while the minimum boundary denoted the minimum values obtained for the Y/X ratio.",
          "table": []
        },
        {
          "text": "A response surface analysis for the NIE components was performed (plant GY and N uptake) with the R program software (R Development Core Team, 2009), using the rsm package (Fig. 2C-F). From the analysis of variance, it was clear that the second-order terms contributed significantly to the model, so the canonical analysis was relevant (data not shown). Whenever linear associations were evident, differences between linear functions between Old and New Eras' slopes were determined by the F test (Mead et al., 1993). In some of these fitted relationships, a linear-plateau model was preferred over the quadratic function to evaluate slope differences. In addition, when intercepts were not significantly different from zero, those intercepts were forced through zero for all models.",
          "table": []
        },
        {
          "text": "Model fittings for the relationships between the GY and N uptake (Fig. 1), the grain HI and NHI (Fig. 3), and the GY and the N uptake versus N rate applied (Fig. 5) were implemented with GraphPad  Prism 5 software (Motulsky and Christopoulos, 2003) using this (componentized) GraphPad equation: Y1 = I1 + B1X + B2X 2 . Models were selected by comparing independent fits with a global fit that shared the selected parameters. In addition, all parameters were selected (intercepts, linear, and quadratic coefficients) to test whether one curve adequately fit the entire data set. This analysis was performed with GraphPad Prism 5 software with the nonlinear regression function using the extra sum-of-squares F-test (P < 0.05) for the comparison method.",
          "table": []
        }
      ]
    },
    {
      "title": "Plant GY and plant N uptake data overview: a comparison between Eras",
      "div": [
        {
          "text": "Although only Era-specific data was reported in Tables 1 and2, a few features of the overall data set for maize yield and plant N status parameters across both Eras are worthy of a brief overview. First, overall maize GY ranged from 0.2 to 19.3 Mg ha -1 with a mean of 8.5 Mg ha -1 (IQR from 6.2 to 10.7 Mg ha -1 ), or approximately 67% higher than the world average (2009) of 5.1 Mg ha -1 (FAO, 2011). Overall plant N uptake at physiological maturity (across both Eras) ranged from 2.4 to 427.1 kg N ha -1 , with a mean value of 165.1 kg N ha -1 (IQR from 111 to 213 kg N ha -1 ). In perspective, higher mean GY (12.0 Mg ha -1 ) and mean plant N uptakes (∼232.2 kg N ha -1 ) were reported by Setiyono et al. (2010). Nevertheless, the mean values of grain harvest index (HI) and NHI were virtually identical between reports (∼50.0 versus 49.2% for grain HI and ∼64.0 versus 63.6% NHI, respectively, for Setiyono et al., 2010 and our review). In addition, a similar HI value was documented in a maize review of earlier decades by Hay (1995).",
          "table": []
        },
        {
          "text": "The data for overall maize GY, plant N uptake, grain HI and NHI (across both Eras) were approximately normally distributed (Supplementary Fig. 1A-D). However, GY and plant N uptake were slightly skewed towards highest values and resulted in a slightly flat distribution (i.e. from platykurtic to mesokurtic distribution; Supplementary Fig. 1A andB); while the grain HI and NHI were slightly skewed towards lowest values and presented a more peaked distribution (leptokurtic distribution; Supplementary Fig. 1C andD). The 25% and 75% quartiles defined the 50% interquartile range (IQR) (Supplementary Fig. 1). The median values for all parameters were very close to the mean values.",
          "table": []
        },
        {
          "text": "The association between maize GY and plant N uptake at the end of the growing season was best represented by the linear-plateau model (Fig. 1). The lower and upper boundaries (0.01 and 0.99 quantiles, respectively) depict the maximum and minimum NIE, respectively. The lower boundary dashed line portrays experimental conditions in which the N uptake is at maximum (highest plant %N at the evaluated yield level) and other factors (e.g. temperature, radiation, water, other nutrients, pest, etc.) are limiting potential yield. In contrast, the upper boundary dashed line denotes a maize environment restricted by N such that plant N concentration is at the lowest level and, therefore, the NIE is maximized (Janssen et al., 1990). Furthermore, at equivalent plant N uptake level (and grain %N), lower and upper boundaries represent the minimum and maximum grain HI, respectively (as expressed in the NIE Eq. ( 2)). The data division by Era of the original studies resulted, for GY and plant N uptake, in approximately half of the data points for the Old Era as compared to the New Era (Tables 1 and2). From the associations between the maize GY and plant N uptake three critical points are noteworthy: (i) the plateau at 1%Q, 50%Q, and 99%Q (potential yield), (ii) the plant N uptake value at the break point of the 99%Q line (minimum plant N uptake for achieving maximum GY), and (iii) slopes for minimum, mean and maximum NIE. For yields, the plateau value at 50%Q for the New Era was ∼13 Mg ha -1 versus ∼12 Mg ha -1 for the Old Era (Fig. 1). A similar yield differential, in absolute terms, was apparent between Eras at the lower boundary (1%Q). Nonetheless, at the maximum boundary (99%Q), the New Era resulted in a plateau value of ∼16 Mg ha -1 versus ∼13 Mg ha -1 for the Old Era. These higher yield plateaus were all achieved at a lower plant N uptake for the New Era compared to the Old Era (Fig. 1). For example, at the 99%Q line, the maximum yield plateau occurred with∼168 kg N ha -1 in the New Era versus ∼181 kg N ha -1 in the Old Era. Finally, with respect to NIE, it is interesting that the NIE slopes for the New Era were higher than that for the Old Era at each of the quantiles depicted in Fig. 1. The slope for NIE at the 99%Q was most changed (∼93 kg kg -1 in the New Era compared to ∼74 kg kg -1 in the Old Era). In addition, the NIE slopes for the 50%Q were equivalent to the mean slopes reported for the two Eras at the per-plant level (Fig. 2).",
          "table": []
        },
        {
          "text": "For the Era datasets, two additional features are noteworthy. First, the distribution of the number of observations by the initial experiment-year of each study resulted in a mean date of 1984 for the Old Era versus a mean date of 2001 for the New Era (Supplementary Fig. 2). Second, the Old Era information was less concentrated around the mean as compared to the New Era, although the greater skewness in the Old Era's dataset could be attributed to the low number of reports between 1940 and 1969 (only 4 studies; Appendix Table A.1).",
          "table": []
        },
        {
          "text": "Pertinent data summaries for the key management variables of plant density and N rate, as well as the available maize response variables in the Old and New Era studies are presented in Tables 1 and2, respectively. Although lower average plant density (5.6 pl m -2 ) was noted in the Old Era than in the New Era (7.1 pl m -2 ), mean N rates were almost identical (∼140 kg N ha -1 ). Overall maize GY was higher in the New Era (9.0 Mg ha -1 ) as compared to the Old Era (7.2 Mg ha -1 ). Per-unit-area plant N uptake at physiological maturity was also higher in the New Era (170 kg N ha -1 ) than the Old Era (152 kg N ha -1 ) (Tables 1 and2). However, the majority of the Era comparisons of interest are presented on a per-plant basis to exclude the plant density bias. The per-plant N uptake ranged from 0.5 to 12.2 g N pl -1 for the Old Era, and from 0.03 to 6.0 g N pl -1 for the New Era information. Only 10 observations of per-plant N uptake from the Old Era group exceeded the threshold of 6.0 g N pl -1 , and these outliers were mostly related to situations of prolific hybrids (Moll et al., 1987(Moll et al., , 1994;;Pan et al., 1995) or ultra-low plant density (e.g. ∼1.0 pl m -2 ; Jordan et al., 1950). For these reasons, the relationship between the plant GY and plant N uptake reported here presents a maximum plant N uptake value of 6.0 g pl -1 (Fig. 2A andB) corresponding to a plant GY below 300 g pl -1 .",
          "table": []
        },
        {
          "text": "The relationship between plant GY and plant N uptake was fitted into a linear-plateau function for each Era to compare the slopes and the critical thresholds for plant N uptake values (Fig. 2A andB). The overall range in plant N uptake was similar in the two Eras. However, the New Era's genotypes resulted in a significantly steeper slope for NIE (55.3 g GY g -1 N) compared to the Old Era's materials (49.4 g GY g -1 N). This novel and important result confirms that NIE has improved considerably in the New Era (increasing ∼6 units; Fig. 2B). In addition, the critical threshold N uptake values declined from 4.0 to 3.6 g N pl -1 , which implies that lower individual plant N uptake is required for the New Era's genotypes to produce an equivalent GY (note the equivalent yield plateaus for the Old and New Era at approximately 200 g GY per plant).",
          "table": []
        },
        {
          "text": "Prior literature has documented that maize NIE is mainly controlled by two factors, (i) the photosynthetic mechanism, in part because C4 plants utilize a different biochemical path and leaf anatomy as compared to C3 plants (Brown, 1978(Brown, , 1985;;Greenwood et al., 1990), and (ii) the grain %N (Cassman et al., 2002;Sadras, 2006), which is certainly subject to genetic control but can also be modulated by associated management practices (such as different N rates, and plant densities). The NIE, by definition, is the slope of the association between the GY and the plant N uptake, expressed here either on a per-unit-area (Fig. 1) or on a per-plant basis (Fig. 2A andB) for different Eras. The notable change in the NIE between the evaluated Eras can be explained by the change in the grain %N and in the plant %N (and stover %N) (Tables 1 and2). Both grain %N and plant %N at maturity were reduced by ∼10% in the New Era, suggesting, in general, that modern maize genotypes are more efficient in producing an equivalent GY level with a lower N content stored in the grain and in the plant (and stover). Despite the larger plant N uptake documented for the modern maize genotypes, it should be acknowledged that genotypes having higher yield capacity routinely have lower plant and grain N concentrations. A declining trend in grain protein was already reported by Duvick (1997) and Scott et al. (2006) for commercial hybrids of progressively more recent decades. In addition, the latter authors documented a consistently lower %protein for high plant density (9 pl m -2 ) as compared to low density (4.5 pl m -2 ) across their genotype Era evaluation period (1920-2000; 45 maize varieties). The latter result is associated with accelerated plant N dilution due to more intense competition for light at higher stand densities (Lemaire and Gastal, 2009). Decreased plant %N identified in our New Era dataset, therefore, is at least partially due to increased plant density.",
          "table": []
        },
        {
          "text": "To better understand the effects of plant density by N rate interaction on NIE and its components (plant GY and plant N uptake), a response surface analysis was performed for the plant N uptake and the NIE for both Eras (Fig. 2C-F). These figures demonstrate that the major difference between Eras in the behavior of plant N uptake and, consequently, for NIE was related to the observed stability of the plant N uptake trait under different plant density and N rate levels. Lower variations in per-plant N uptake were evident across the N rates analyzed in the New Era and, even more important, greater stability (\"homeostasis\") in per-plant N uptake was apparent across the plant densities for the New Era relative to the Old Era.",
          "table": []
        }
      ]
    },
    {
      "title": "Relationship between grain HI and nitrogen HI",
      "div": [
        {
          "text": "Although little is known about the relative progress in NHI during the past decade, our review suggests only a slight increase in the New Era (∼64%) compared to the Old Era (∼63%). Known negative genetic associations between GY and grain %N (Simmonds, 1995;Feil et al., 1990;Canevara et al., 1994;Lemaire and Gastal, 2009), except in special cases like high protein genotypes (Uribelarrea et al., 2007) appear to have thus far restricted the development of significantly altered NHI in modern commercial genotypes. Concerning the maximum NHI values reported in this synthesis analysis, the information strongly agrees with Sinclair and Vadez (2002) in the sense that it is unlikely that this NHI ceiling can be improved any further. However, more research should be performed to sustain high NHI at different maize productivity and plant N uptake levels due to the antagonistic associations between the amounts of N remobilized and the post-silking N uptake documented by Gallais et al. (2006Gallais et al. ( , 2007) ) and Coque and Gallais (2007). Genetic variability still exists for possible breeding progress for advancing both processes (post-silking uptake and remobilization), but the challenge will be to optimize grain HI, NHI and NUE simultaneously.",
          "table": []
        },
        {
          "text": "Lowest values for grain HI and NHI were mostly associated with low GY levels (<4 Mg ha -1 ); at those yield levels grain HI ranged from 7% to 24% and NHI ranged from 9% to 30%. In contrast, the highest values for these two parameters were mostly obtained when maize GY levels exceeded 8 Mg ha -1 . The association between the grain HI and NHI seems to be tightly linked (Fig. 3). This result is important, because it suggests that there is an important and consistently positive association between grain and N harvest indices. The latter indicates that the N partitioning between the stover and the grain components depends, to a large extent, on the allocation of the plant BM. Similar trends have been noted for durum wheat (Triticum durum Desf.) cultivars and, more recently, for Arabidopsis thaliana, where NHI was positively correlated with the grain HI (Desai and Bhatia, 1978;Masclaux-Daubresse and Chardon, 2011). Additionally, from the fitted equations presented in Fig. 3, the quadratic coefficients (-0.004X 2 ) were not significantly different (P > 0.05) between Eras (Mead et al., 1993). Nevertheless, this information showed that the slopes (from 1.06X to 1.04X for the New and Old Eras, respectively) of the relationship changed slightly with the Era under evaluation. Thus, despite the realization of equivalent NHI in both Eras, the grain HI attained was statistically higher for the New Era's genotypes. About 90% of data points from both Eras were included within the dashed-line square (limiting grain HI values from around 20% to 60%, and NHI from 40% to 80%; Fig. 3). When zero or low N rates were applied (from 0 to 100 kg N ha -1 , Fig. 3), maize HI was affected more than the NHI variable regardless of the plant density being examined.",
          "table": []
        },
        {
          "text": "Within the New Era, most of the data observations at the highest plant density level (from 8 to 11 pl m -2 ) resulted in higher grain HI and NHI values, but only if they were accompanied with an adequate N rate (>200 kg N ha -1 ). Therefore, with adequate N, maize plants grown at each plant density range had an equal opportunity to reach the maximum grain HI and NHI. Nevertheless, as plant density increased, maize plant N uptake and BM productivity became more dependent on the N rate applied. However, increasing the N rates alone was not sufficient to ensure achievement of the highest possible grain HI and/or NHI level. From the genetic viewpoint, for arabidopsis, Masclaux-Daubresse and Chardon (2011) recently documented the existence of independent variation in NUE from genetic variability in the HI parameter. From our synthesis analysis, neither a positive nor a negative trend was observed between grain HI and the NIE (data not shown) presumably due to lack of correlation between the grain HI and the grain %N. In maize, therefore, the independence of the NUE parameter (and of NIE as one of the main components) from the grain HI can be genetically modulated by favoring genotypes capable of sustaining high grain HI (i.e. 55-60% grain HI) with perhaps adequate (moderate to low) grain %N levels (e.g. 0.8-1.0 g N 100 g -1 GY). These results demonstrate the complexity of the processes that are involved in crop GY formation, plant N uptake and, even more, in the mechanisms related to dry matter and N partitioning to the sink.",
          "table": []
        }
      ]
    },
    {
      "title": "Plant biomass and plant N uptake: timing and quantities",
      "div": [
        {
          "text": "The average ratio of the plant BM silk relative to the BM PM was 49.2% (Supplementary Fig. 3A). In a previous comparative Era study (comparing hybrids for decades between 1960 and 2000 in a similar environment) other authors documented an average accumulation of plant BM silk of 45% relative to total BM PM (Boyer et al., unpublished). In our review, higher values of this ratio (e.g. >80%) were mostly related with low GY levels (<5 Mg ha -1 ) or with post-silking stress environments (e.g. high temperatures, drought, etc.) which consequently negatively affected the grain filling duration and/or the BM accumulation. Maize plants in the latter studies also took up a low proportion of N during the post-silking period (mean < 10%). The mean pre-to total-post-silking N uptake ratio was approximately 64%, but this varied widely from 27 to 99% (IQR = 55-74%; Supplementary Fig. 3B). The Old Era maize accumulated proportionately more total BM pre-silking (∼51%) compared to the New Era's dataset (∼48%). A similar trend was observed for the proportion of N uptake at silking as compared to the total at physiological maturity (pre-to total post-N uptake ratio), which was ∼3% higher for the Old Era than that observed for the New Era's genotypes (Tables 1 and2).",
          "table": []
        }
      ]
    },
    {
      "title": "Relationship between grain components and plant N uptake",
      "div": [
        {
          "text": "Most prior reports involving maize response to management factors have emphasized Kn or GY responses to the plant growth rate (PGR) around the period bracketing silking. Thus, for example, D' Andrea et al. (2006Andrea et al. ( , 2008Andrea et al. ( , 2009) ) showed different response patterns between Kn per plant and PGR around silking time for different inbreds and hybrids, in which treatments with N fertilizer applied showed a higher Kn and PGR relative to treatments without N. From our study's overall dataset, an average 89 g GY pl -1 was potentially produced per gram of N taken up by the maize plants before the silking stage (Supplementary Fig. 4). In addition, the critical threshold for plant N uptake (point after which the relationship reached a plateau as the plant N uptake increased) was 2.3 g N pl -1 ; plant GY decreased with lower N contents stored in the maize plants at silking time. Considering this correlation, it can be hypothesized that genotypes with the ability to accumulate more BM and N prior to silk emergence will be more competitive and more capable of achieving higher plant GY at the end of the season. Plénet and Lemaire (2000) previously proposed the idea of a \"N reserve pool\", expressed as the N content required to achieve maximum potential plant growth (with a specific focus near silking time).",
          "table": []
        },
        {
          "text": "Regarding grain components, the Old Era's genotypes seemed to develop more kernels (568 per ear unit, but with a lower mean plant density of ∼5.6 pl m -2 ) relative to the New Era's materials (467 kernels with an average plant density of 7.1 pl m -2 ; Tables 1 and2). For the Kw parameter, the mean value was similar for both Eras (272 and 276 g 1000 kernels -1 for the New and the Old Eras, respectively; Tables 1 and2). However, lower minimum and higher maximum Kw values were apparent in the New Era's genotypes as compared to the Old Era's materials (Tables 1 and2). The differences in Kn and Kw and, consequently, in the final plant GY attained between Eras, can be associated with greater BM partitioning to the ear organ around the critical period bracketing silking, and more Kn and Kw (on a per unit area basis) for a given BM and N allocation to the sink component (Andrade et al., 1999;Vega et al., 2001;D'Andrea et al., 2008;Ciampitti and Vyn, 2011).",
          "table": []
        },
        {
          "text": "The per-plant relationship between grain N uptake at silking time relative to the total N uptake at physiological maturity was not significantly (P > 0.05) different (Mead et al., 1993) between Eras; both databases could therefore be combined using a unique linear slope (Grain N uptake at physiological maturity = 0.91 × Plant N uptake at silking time; Supplementary Fig. 5). The strength of this association suggests a consistency in the total N accumulated for these two parameters at each respective phenological stage. For the whole dataset, the mean value of the NHI was ∼63.6% and the average value for the ratio pre-to total post-silking N uptake was ∼64.5%. For the Old Era information, the highest values of plant N uptake achieved by silking time corresponded to the low density (circle symbols) and high N rate treatment combination (related to the prolific or semi-prolific hybrids) because these attained higher grain N uptake values. At the other extreme, for the New Era's genotypes, the minimum per-plant N uptake values achieved at silking time occurred at the high density (diamond symbols) and low N rate treatment combination, which consequently resulted in low per-plant grain N uptake values.",
          "table": []
        }
      ]
    },
    {
      "title": "Dissecting the NUE components: evaluation of NIE and NRE",
      "div": [
        {
          "text": "From the conventional NUE equation perspective, although an average (over both Era groups) of 21.6 kg grain was gained per kg -1 N applied; NUE values ranged widely from -48.1 to 179.0 kg grain per kg -1 N applied. Previously Ladha et al. (2005) reported a similar average NUE value of 25 kg grain per kg -1 N applied (ranged from 2-5 to 50-55 kg grain kg -1 N applied) for maize across different environments. The Old Era data sources in our review resulted in a mean NUE value of 19.1 kg grain kg -1 N applied (3.8 units lower than the NUE value observed for the New Era), and ranged less widely than the data from the New Era (Tables 1 and2). As previously reported by Ciampitti and Vyn (2011), the highest maize NUE was not automatically linked with the highest GY, which showed the complexity in achieving future genetic advances in maize NUE at the cropping system level. An alternate approach to NUE assessment is through quantification of partial factor productivity (PFP), simply calculated as the ratio between GY and N applied (without the need of unfertilized N \"control\" treatments). The Old Era resulted in a PFP value of 58 kg GY kg -1 N applied (Number of study, country, experimental design used, year of experimentation, N rates and plant densities reported, number of different genotypes (mainly hybrids) evaluated in the same or in different sites-years, and characteristics for each different maize experiment), while for the New Era the PFP was 8 units higher (∼66 kg GY kg -1 N applied; Number of study, country, experimental design used, year of experimentation, N rates and plant densities reported, number of different genotypes (mainly hybrids) evaluated in the same or in different sites-years, and characteristics for each different maize experiment). This New Era PFP value exceeds the PFP (∼57 kg GY kg -1 N applied) documented when an integrated soil-crop system management (ISSM) was employed in different maize production areas of China (Chen et al., 2011), but is below the average PFP also recently reported (∼73 kg GY kg -1 N applied) by Grassini and Cassman (2012) for high-yielding irrigated environments in Nebraska (USA). However, it is noteworthy to acknowledge that despite approximately similar equivalent yields (∼13 Mg ha -1 ) in the latter investigations, the N fertilizer rate corresponding to these PFP estimates was higher in China than in Nebraska (∼237 vs. 183 kg N ha -1 , respectively). The intermediate PFP value for the New Era in our study relative to the former comprehensive but region-and management-specific studies resulted from a combination of overall lower GY level (∼10 Mg ha -1 ) from a much larger data base (n = 1692, all with known whole-plant N uptake), and lower mean N rates (∼170 kg N ha -1 ). Nevertheless, dissecting the NUE into the two main components, NIE and NRE, is of greater value in understanding vital underlying plant N processes than a simple determination of overall NUE via the PFP approach.",
          "table": [
            "Number of study, country, experimental design used, year of experimentation, N rates and plant densities reported, number of different genotypes (mainly hybrids) evaluated in the same or in different sites-years, and characteristics for each different maize experiment.",
            "Number of study, country, experimental design used, year of experimentation, N rates and plant densities reported, number of different genotypes (mainly hybrids) evaluated in the same or in different sites-years, and characteristics for each different maize experiment."
          ]
        },
        {
          "text": "The NIE reflects the efficiency in use of above-ground N taken up by maize plants for GY formation. Across the entire dataset for both Eras, the mean value of the NIE was 54.2 kg GY kg -1 N uptake. In a similar manner, Setiyono et al. (2010) reported a mean NIE value of 55.0 kg GY kg -1 N uptake, and with a very similar range of variation (∼125 kg GY kg -1 N uptake). In contrast, lower mean NIE values (42-43 kg GY kg -1 N uptake) were reported by van Duivenbooden et al. (1996) and Liu et al. (2006) for different maize environments. An even more comprehensive analysis of the NIE influence can be performed by dissecting this parameter into two components, GY/grain N uptake (inverse of grain %N, Eq. ( 2)), and the NHI (Sadras, 2006). Both grain %N and NHI are mainly responsible for the changes in the NUE and in the grain nutritional quality (Masclaux-Daubresse et al., 2010). These two efficiency parameters, grain %N and NHI, were unrelated (R 2 = 0.06; P > 0.15), just as it was also noted by Sadras (2006) for cereals, legumes and oilseeds. In the latter research, one of the most significant findings related to N was that the grain %N represented the primary source of variability in NIE. The latter result agrees with our finding for maize, in which grain %N explained 62% of the variation in the NIE parameter, while NHI only accounted for 15% of the variation in the NIE over the entire dataset. Furthermore, the NIE and the grain %N results were oppositely related (R 2 = 0.62; n = 2466; Fig. 4A). The proportion of the variation in NIE explained by grain %N increased from approximately 46% in the Old Era to 65% in the New Era ( 19%), while there was only a slight increase in the variation accounted for by the NHI (from 14% to 16%; Fig. 4A).",
          "table": []
        },
        {
          "text": "In comparative species studies, Del Pozo et al. (2000) and Sadras (2006) reported similar results regarding the main role of the grain %N component in the NIE and the small effect of the NHI parameter. The variability range presented in the grain %N (2.5-fold, 97% IQR from ∼0.7% to ∼1.8%) in our dataset was equivalent to that observed for NHI (2.5-fold, 97% IQR from ∼40% to ∼80%), suggesting that the distribution of these two parameters were fairly similar. The latter observations confirmed that the flexibility of maize plants in attaining specific grain %N is one of the main mechanisms affecting NIE (and consequently, the NUE). Grain %N varied widely among different M × E combinations even for the same genotypes; these observations by multiple authors affirmed the complexity of the G × E × M interactions for measurements of N efficiency.",
          "table": []
        },
        {
          "text": "The fertilizer N recovery efficiency (NRE) averaged 0.46 over both Eras, but the minimum and maximum NRE reported in Tables 1 and2 ranged from 0.01 to 1.0 kg N increment kg -1 N applied (IQR = 0.29-0.63 kg kg -1 ; SD = 0.23). From on-farm evaluations, Cassman et al. (2002) reported an average NRE for maize of 0.37 kg N kg -1 N applied (SD = 0.30; n = 55 farms in North-Central USA; from 1995 to 1999). As previously mentioned, the precondition in this review was that the NRE should range between zero and the unit (Ciampitti et al., unpublished); with this \"artificial\" restriction the NRE is expected to be more agronomically and biologically meaningful. It is interesting, in this context, that Ladha et al. (2005) reported a mean NRE of 65% for maize grown in different environments (n = 61; SD = 0.23). However, their average NRE reported is higher than those previously discussed because of the inclusion of values greater than one unit (and where maximum NRE values reached 160-180%). In our comparison of the NRE between Eras, the Old Era achieved a higher NRE but with a much lower number of observations (∼0.53 kg kg -1 ; n = 374) as compared to the New Era (∼0.44 kg kg -1 ; n = 1102). One of the main reasons for the substantial change in the NRE between Eras is the overall increase in the fertilizer N rates applied in more recent research. For the total NRE data subset (n = 1477), the mean N rate applied in the New Era's dataset for the N fertilized plots was ∼175 kg N ha -1 , while for the Old Era the N rate averaged ∼140 kg N ha -1 . Two additional points are noteworthy. First, the proportion of reported N rates equivalent to or greater than 200 kg N ha -1 represented more than 35% of the data points for the New Era information but only 17% of the Old Era's database. Thus, the difference between the fertilized and unfertilized plant N uptake may have been small relative to the high N rate applied for the fertilized treatment; that situation would understandably lead to a very low NRE. Second, it was well documented by Reddy and Reddy (1993) that NRE decreases as the N rate applied increases; in addition, they observed threefold more N seemingly unaccounted for (presumably as N losses) when the N-fertilizer application rates increased from 100 to 200 kg N ha -1 .",
          "table": []
        },
        {
          "text": "Several publications have addressed NUE improvement at the system level, and proposed different ways to advance the knowledge in this topic. One particularly thoughtful approach proposed by Cassman et al. (2002), was related to the evaluation of the degree of synchrony between N provided by the soil (indigenous N) and the crop N demand. We therefore evaluated the synchronization degree between N supply and N demand in the available data from both Eras using the same equation (expressed in kg N ha -1 ) proposed as follows by Cassman et al. (2002):",
          "table": []
        },
        {
          "text": "Nitrogen Degree of Synchrony (NDS) = N applied/(1 -N uptake at 0 N/N uptake with N applied).",
          "table": []
        },
        {
          "text": "The association between the NDS and the NRE showed that high degree of synchrony between N supply and demand can result in a range of NRE between 0.4 and 1.0 kg N kg -1 N applied, which corresponded to most of the low and medium N rate levels (Fig. 4B). The high N rate level (green points) presented a lower degree of synchrony and mostly corresponded to NRE in the range from 0.2 to 0.7 kg N kg -1 N applied. In the majority of the data points analyzed for the very high N rate level (yellow points), the degree of synchrony decreased with increasing N rates, and the NRE was mostly very low at just 0.1-0.3 kg N kg -1 N applied. The previous results agree with the Cassman et al. (2002) evidence of higher synchrony and NRE as the fertilizer N rate decreased.",
          "table": []
        },
        {
          "text": "It is not impossible to obtain high NRE even at very high maize yield levels. For instance, even at yields of ∼17 Mg ha -1 , a NRE of 0.55 kg N increments kg -1 N applied was achieved (correlated with an adequate degree of synchronization, ∼500 units) at a plant density of 7.9 pl m -2 and a N rate of 224 kg N ha -1 ( plant N uptake was equal to 123 kg N ha -1 ; indigenous N supply assumed to be ∼152 kg N ha -1 -and GY compared to the 0 N rate treatment at the equivalent plant density level was close to 7 Mg ha -1 ; Ciampitti and Vyn, unpublished). From the latter example, it can be predicted that at high yield levels NRE above 0.5 kg N kg -1 N applied can still be achieved using the optimum N rate for the specific soil-plant-environment system (G × E × M), and considering the best fertilizer management practices required to optimize N rate, source, timing and placement. Fertilizer N applications that exceed the optimum required for the specific G × E × M situation will lead to a lower NRE, higher risk of elevated environmental pollution effects, and lower economical returns. On the other hand, lower than optimum N rates can constrain crop growth and reduce GY with an unpredictable response in the NRE. Progress in understanding both the NIE, which is connected to the plant N conversion mechanism, and the NRE, which is more coupled to the plant N uptake efficiency and soil N processes, are needed in order to investigate and achieve improvements in overall N utilization at a cropping-system level as maize yields -in most of the worldsteadily increase with time.",
          "table": []
        }
      ]
    },
    {
      "title": "Grain yield response and plant N uptake: a comparison between Eras",
      "div": [
        {
          "text": "In order to evaluate the GY response per unit area (and independent of the plant density factor examined earlier) to different N rates applied between Eras, the whole dataset was divided into seven different N rate levels. The N rates ranges were divided in the following increments: (i) 0 kg N ha -1 , (ii) 0-50 kg N ha -1 , (iii) 50-100 kg N ha -1 , (iv) 100-150 kg N ha -1 , (v) 150-200 kg N ha -1 , (vi) 200-250 kg N ha -1 and (vii) more than 250 kg ha -1 . These seven N ranges assured a more reliable exploration of the proportional increases in GY as the N rate increased even though no single literature report had treatments in all 7 ranges. The average value obtained from all the observations at specific N rate levels was calculated for both Eras' datasets. From this analysis, several differences were found between Eras' genotypes which are worthy of detailed discussion. First, without N applied the differences in GY ( GY 0N ) between the Eras' evaluations was approximately ∼0.8 Mg ha -1 (Fig. 5), which confirmed that the New Era's genotypes possess greater stress tolerance to N deficiency, and produce more grain when N is the main limiting factor. Second, the gap or GY difference between the New Era and the Old Era increased as the N rate applied increased. Third, at the highest N rate level evaluated (>250 kg ha -1 ), the difference in GY ( GY N ) was approximately ∼2 Mg ha -1 more for the New Era as compared to the Old Era's genotypes. Finally, the individual plant N uptake (expressed on a per-plant basis, g N pl -1 ) was very similar between Era's databases even though mean plant densities were 1.5 plants m -2 higher in the New Era (∼7.1 plants m -2 for the New Era and ∼5.6 plants m -2 for the Old Era). The latter result may have been influenced by inclusion of the prolific and semi-prolific hybrids in the number of observations (less than 10% of the total data points) for the Old Era group. Specifically, these data points, as previously mentioned, presented a very high N uptake rate during the vegetative period (low postsilking N uptake) and the highest values of total plant N uptake achieved at physiological maturity. When data points involving prolific hybrids were removed from our analysis, the per-plant N uptake values were very similar between Eras. (n = 872). Diamond symbols refer to the plant N uptake association with the average N rate applied and the circles refer to the relationship between the GY per-unitarea and the mean N rate applied. The fitted equation for the association between the GY per-unit-area and the N rate applied for the New Era's genotypes was the following: Y = 5.9 + 0.029X + 0.00004X 2 ; R 2 = 0.96; n = 2074 and for the Old Era's genotypes: Y = 5.4 + 0.013X + 0.0000008X 2 ; R 2 = 0.90; n = 856. The fitted unified equation for the relationship between the plant N uptake and the N rate applied for both Eras' databases was the following: Y = 1.52 + 0.01X + 0.000013X 2 ; R 2 = 0.84; n = 2944. Numbers within parenthesis refer to the total number of observations (\"treatment means\") evaluated for each average N rate level.",
          "table": []
        },
        {
          "text": "Our analysis permitted us to conclude that per-plant N uptake in maize production systems has not changed since 1940 (Figs. 2 and5). Ultimately, the GY response analysis to alternate N fertilizer rates confirmed that the improvement in the NIE (mainly through the decline promoted in the grain %N and, to a lesser extent, to the change in the NHI) was the main physiological explanation for maize N efficiency gains at the cropping system in the New versus Old Eras studies.",
          "table": []
        }
      ]
    },
    {
      "title": "Belowground N dynamics and NUE at the cropping system level",
      "div": [
        {
          "text": "Although less is known about the relationship between the aboveground and the belowground plant BM and N uptake, investigation of such associations is essential to better understand the causal physiological modifications that have taken place in modern maize genotypes. An improvement in the plant N uptake capacity through a modification in the root architecture was already suggested by Lea and Azevedo (2006). Hammer et al. (2009) documented, using a root-system modeling approach, that changes in the root-architecture system (which are not only associated with the capture of water, but also with the acquisition of N) were the major reason for the increase in plant BM and GY at high plant density levels. Recently, at high plant density and N rate levels, an increase in the root angle was observed (Bohn et al., unpublished), which can be correlated to narrower and deeper root systems (perhaps >2 m) as it was modeled and reported by Hammer et al. (2009). From the genetic viewpoint, QTLs for deeper and thinner roots were associated with higher GY and plant N uptake (Coque et al., 2008), perhaps because of enhanced root capability to uptake N from deeper soil layers.",
          "table": []
        },
        {
          "text": "Several advances in the understanding of the root N uptake process were made by different researchers over the past 4 decades; these include Barber (1971), Mengel and Barber (1974), Maizlich et al. (1980), Mackay and Barber (1986), Crozier and King (1993), Barber (1995), Guingo et al. (1998), Wang et al. (2004), Lynch (2007), Salmerón-Miranda et al. (2007), Xu et al. (2009), and Peng et al. ( 2010), among others. Under high N supply environments (high indigenous N supply and/or high N fertilizer application), root size and spatial distribution were not limiting the plant N uptake process (Sinclair and Vadez, 2002). At the other extreme, under low N availability, Bänzinger et al. (2000) reported that the root to shoot ratio increases. From previous studies, some degree of proportionality was documented in the relationship between the above-and belowground plant BM and N uptake at different phenological stages (Salmerón-Miranda et al., 2007;Peng et al., 2010). In addition, Peng et al. (2010) reported that the belowground BM and N uptake progressed in coordination with the aboveground BM growth and N uptake rate. Nevertheless, a knowledge gap is recognized in the interaction of G × E × M scenarios on root N uptake, plant N partitioning, and plant N utilization.",
          "table": []
        },
        {
          "text": "From a phenotyping perspective, the development of accurate, practical, and economical methods to estimate the belowground BM is still one of our main constraints. Characterizing different root traits, such as root angle, root diameter, and root density are possible avenues to improve the understanding of root system functionality. This knowledge will not only be beneficial in improving plant N uptake capability, but even more challenging, for possibly improving water uptake capability via interacting mechanisms. In the foreseeable future, more research should be focused on interactions between NUE and water use efficiency (WUE) at progressively higher plant densities.",
          "table": []
        }
      ]
    },
    {
      "title": "Conclusion and future research priorities",
      "div": [
        {
          "text": "The most noteworthy results from this review paper are that (i) on a per-unit-area basis, both potential grain yield and NIE increased from the Old to the New Era at similar N fertilizer input levels, (ii) on a per-plant basis, it was apparent that total N uptake achieved at physiological maturity had not changed between the two Eras despite the marked increase in plant density over time, (iii) the substantial increase in the NIE from the Old Era to the New Era was predominantly associated with reductions in the grain %N, and to a lesser extent to NHI gains, (iv) the association between the grain HI and NHI was linear and positive for both Eras, demonstrating a strong dependency between N and dry matter allocation to the grain, (v) the main difference in maize response to N between Eras was reflected in the magnitude of total plant BM and N uptake accumulated during the pre-and post-silking periods, and to a lesser extent with the partitioning components (HI and NHI), (vi) a strong linkage was documented between plant N status prior to silking and plant GY at maturity, and (vii), the New Era genotypes showed a higher tolerance to N deficient environments, and a larger GY response per unit of N applied, relative to the Old Era genotypes.",
          "table": []
        },
        {
          "text": "One of the most promising avenues to increase overall maize plant N uptake could be to increase the N uptake rate and the N utilization (NIE) simultaneously. Ideally, a change in the source (or in the N quantity or efficiency) should be coupled with an improvement in the sink component (size and strength). Using combined approaches, different perspectives can be pursued to move the science of NUE improvement forward. One of the possible approaches is related to a potential increase in the \"vegetative N reserve pool\" (through a higher N uptake rate) prior to silking, which seems to be a plausible alternative that can modify the potential GY to be achieved (by maximizing the potential plant growth rate leading into the critical period, and by minimizing the dependency of plants on later-season N uptake). Based on the foundation that the N uptake capacity is proportional to the LAI (N = a × LAI; Lemaire et al., 2008), incremental gains in plant N accumulation during vegetative growth can be explained in two ways: (i) improvement in the LAI by increasing the plant density or increasing the leaf number or size, and (ii) increase in the \"a\" coefficient (N/LAI) which, as highlighted by Lemaire et al. (2008), can increase by improvements in the specific leaf N (SLN, leaf N content per unit of leaf area) or the N stored in the stem organ. The latter avenue has its foundation in the strong correlations obtained between plant N uptake at silking and plant GY at physiological maturity. In addition, attaining more stored plant N prior to silking could guarantee a higher efficiency of the N remobilization mechanism (from vegetative to reproductive structures) during the post-silking period, which is an essential process to sustain ear N demand particularly when maize plants experience post-silking stress. Additionally, a modification in the response of the sink component (related to size and strength) to acquire N will be closely related to a change in the grain %N (possibly via change in protein composition or higher zein/glutelin ratio) and (or) in the NHI parameters (both components of NIE). Another plausible alternative to be explored will be to increase the sink demand through the utilization of prolific hybrids accompanied with the functional staygreen trait (to prevent N remobilization from leaves in early grainfill). Higher overall sink demand can increase the N sink demand and stimulate higher plant N uptake rates in reproductive growth.",
          "table": []
        },
        {
          "text": "Breeding selection for high NHI (under different yield and N uptake levels) should first pursue an increase in plant N storage pre-anthesis in order to move the population mean to higher N content values. If the slope between this parameter and the proportion of post-silking N uptake does not change, then more N can also be taken up by maize plants during the post-silking period. Nonetheless, some genetic variability was found, in this synthesis analysis, in the association between NHI and the magnitude of N remobilized, and, even more, for the post-anthesis N uptake at a given plant N content at anthesis (data not shown). More important, selection for low or high protein (grain %N) has already been demonstrated to promote changes in N utilization and in N uptake rate, respectively. Lastly, selection for NIE under reduced N levels is only beneficial if high grain yield levels and trait stability are achieved simultaneously under different N supply environments. Future improvements in grain yield can increase the NRE as a concomitant effect of the strong linkages documented between grain HI and NHI, and consequently can also promote further gains in total plant N uptake. Nonetheless, higher NUE will need combined efforts into (a) determination of appropriate N rates s for the specific G × E × M interaction environments, (b) improving plant N uptake (related to processes at soil-and plant-levels), and (c) augmenting the sink demand with a sustainable source (in part via functional photosynthesis-stay green).",
          "table": []
        },
        {
          "text": "Various paths, such as those suggested above, should be pursued for breeding selection in order to improve the N quantity stored in maize plants. Nevertheless, the question on how to change the plant N uptake rate and the N remobilization efficiency processes to have a concomitant effect in GY improvement is more difficult to answer. More research should be performed in order to be conclusive about the probable future dependency of maize yield on N uptake, timing and allocation. From this review analysis, it is clear that breeding progress for individual plant N content will require a more comprehensive understanding, involvement and support from the physiological community. Thus, one the most challenging maize breeding goals in the next few decades is how to promote an increase in post-silking N uptake without diminishing both the N content achieved at silking time and the efficiency of the plant N remobilization process. An even greater challenge is how to promote progress on these parameters while increasing whole-plant N accumulation at maturity (on an individual plant basis) at progressively higher plant densities. In this respect maize is not alone, since a similar breeding challenge was recently identified for wheat by Bogard et al. (2010).",
          "table": []
        },
        {
          "text": "The substantial improvement in maize NUE at a system-level from the past decades until our present time has primarily occurred due to two different processes. First, maize NUE improved through a change in the conversion efficiency (NIE) and, second, maize NUE increased through a modification in the critical N uptake required to attain a plateau in the association between plant GY and plant N uptake. In addition, the stability of the plant N uptake trait at the per-plant level, even when mean plant density increased 27% from Old to New Era, should be acknowledged.",
          "table": []
        },
        {
          "text": "Notwithstanding the perception of a more complex improvement pathway, another promising avenue of advancing the NUE at system-level lies in improving the N allocation efficiency (or partitioning) from vegetative structures to the ear organ (NHI). On a very simplistic level, it seems that the continuous changes in the NHI over time were linked to parallel modifications in the grain HI. Because grain HI itself has progressed via prior maize breeding efforts, there is need to invest more critical thinking, time and resources into genetic improvement of the NHI by itself and, even more daunting, into advancing NHI under the myriad of G × E × M interactions involved in practical maize production. In addition, a more complex study using maize landraces should be performed in order to more thoroughly examine the natural NHI variability, identify materials with high NHI under different yield and N uptake levels (i.e. trait stability), and advancing and incorporating the desirable trait(s) into modern hybrids. Given the essential role of plant N uptake dynamics to overall NUE, more research should be carried out to better comprehend the cause-effect relationships, efficiency components, and the N distribution within maize plants over time (including above-and below-ground N allocations).",
          "table": []
        },
        {
          "text": "More research investment in optimization of best management practices (N source, rate, timing-synchronization between crop N demand and soil N supply-, and placement) also needs to accompany more science-informed management of N fertilizers to increase productivity (\"food security\") and profitability while decreasing the environmental impact (\"N fertilizer footprint\") of diverse and dynamic maize production systems. However, this work should not be performed in isolated discipline-specific groups but by multi-faceted inter-disciplinary groups involving physiologists, agronomists, geneticists, molecular biologists, and breeders as equally resourced partners.",
          "table": []
        }
      ]
    }
  ],
  "tables": [
    "{\"title\": \"Number of study, country, experimental design used, year of experimentation, N rates and plant densities reported, number of different genotypes (mainly hybrids) evaluated in the same or in different sites-years, and characteristics for each different maize experiment.\", \"head\": [\"No Country Table A.1 (Continued) No Country Table A.1 (Continued) No Country\"], \"value\": []}"
  ]
}