{
  "meta": {
    "title": "Physiological constraints to realizing maize grain yield recovery with silking-stage nitrogen fertilizer applications",
    "author": "Sarah Mueller M Mueller, Tony Vyn J Vyn",
    "journal": "Elsevier BV",
    "date": "2018. 11."
  },
  "paragraphs": [
    {
      "title": "Abstract",
      "div": [
        {
          "text": "Understanding the physiological factors which allow or constrain maize (Zea mays L.) recovery from vegetative N stress when N fertilizer is added near flowering is important for N management decisions. To study the capacity of maize to recover from vegetative N stress, we conducted a two-year experiment comparing seven hybrids (released between 1946 and 2015) and five N treatments -a 0 N control (0_0) and four treatments which received a total of 220 kg N ha -1 applied either 100% at V4 (220_0), 100% at R1 (0_220), 75% at V4 and 25% at R1 (165_55), or 25% at V4 and 75% at R1 (55_165). These N treatments created a range of N deficiencies at flowering. There was no indication that yield response to the timing of N application had changed over the past 70 years of hybrid improvement. Compared to 220_0, grain yield was significantly lowered by the delayed application of 0_220 (relative yield of 89%) but not by the split applications of 55_165 or 165_55 (relative yields of 93 and 100%, respectively), although both 0_220 and 55_165 were under N stress at R1, as indicated by the N Nutrition Index. The reasons for the lower grain yield in 0_220, but not 55_165, appeared to be 1) low vegetativestage N accumulation which could not be compensated for by increased post-silking N uptake, 2) lack of recovery of leaf N status following the R1 N application, and 3) significantly reduced biomass accumulation during the vegetative growth. These findings provide a better understanding of the ability of maize to recover from moderate early-season N stress and will aid agronomists in making management decisions regarding the timing of N fertilizer applications.",
          "table": []
        }
      ]
    },
    {
      "title": "Introduction",
      "div": [
        {
          "text": "In order to improve N fertilizer management decisions in maize (Zea mays L.), the physiological constraints on N uptake during the postsilking period after low N availability during the vegetative growth stages warrants investigation. Previous research has generally found maize grain yield to be insensitive to the timing of N application during vegetative growth stages where moderate N levels can be provided by soil N mineralization (Jokela and Randall, 1997;Scharf et al., 2002;Kitchen et al., 2017;Mueller et al., 2017). However, there has been little research on the physiological mechanisms which underlie and control maize recovery from early-season N stress. This is of particular interest in areas, such as the Midwestern United States, which often experience excess spring precipitation (Wang et al., 2016) that may prevent early-season N applications (pre-plant or sidedress), cause substantial loss of applied N through leaching or denitrification, or create conditions conducive to minimal soil N mineralization.",
          "table": []
        },
        {
          "text": "Maximum, or nearly maximum, yields have been obtained even when N applications were delayed until the late-vegetative growth stages (defined here as V12 or later) in locations with adequate soil N mineralization. In a series of 28 experiments, Scharf et al. (2002) found no negative impacts on yield when the total N application was delayed until V11, and only minor yield losses when application was delayed until V12 or V16. Although delaying the entire N application until R1 lowered relative yields to 71-95% of maximum yield, there was still a very strong agronomic benefit to N application at the R1 stage. These observations confirmed the findings of Binder et al. (2000) who investigated an extensive combination of N rates, ratios of early to late applied N, and timings of split N applications. Those authors established that by applying N as late as R1, maximum yield could be obtained in treatments that otherwise would have developed N deficiency during the grain filling period. However, in the same study, final yield was significantly lowered when the full rate of N application was delayed until R3.",
          "table": []
        },
        {
          "text": "A larger impact of the timing of N availability on grain yield has been demonstrated when very severe N deficiencies during specific periods of crop growth could be implemented. In a pot experiment, Subedi and Ma (2005) found that when N was withheld from planting to V8 or from V8 to R6, there were significant reductions in grain yield compared to plants with a continuous supply of N. However, when N was withheld only after R1, there was no negative effect on yield. These results highlight that extreme N stress during the time of floral initiation (around V8) can significantly reduce potential kernel number. Also, because peak N accumulation occurs during V10-R1 (Russelle et al., 1983;DeBruin et al., 2017), an inability to accumulate N during this time was detrimental to yield, but the lack of soil N after R1 had no effect. Pearson and Jacobs (1987) had similar findings in a field experiment on very sandy soil (96% sand) using frequent irrigation (every 1-3 days). Those authors also found that N supply during the period of spikelet initiation had the greatest effect on yield, while supplying N during the grain filling period increased grain N concentration by 1.3fold but not grain yield. It should be emphasized that both Subedi and Ma (2005) and Pearson and Jacobs (1987) were able to achieve very rapid soil N depletion, and therefore also severe N stress, during targeted periods of the growing season. Maize grown across the U.S. Corn Belt is normally not subject to such extremes due to substantial soil N mineralization.",
          "table": []
        },
        {
          "text": "The quantity and timing of N accumulation in maize is a key concern because of the strong relationship between crop N accumulation and crop dry matter production. Nitrogen deficiency has been shown to reduce both leaf area and leaf N concentration, therefore reducing light capture and photosynthetic capacity (Vos et al., 2005). Furthermore, low biomass accumulation during the vegetative growth may also limit grain yield as harvest index has been shown to be fairly stable in maize (Duvick, 2005). Lastly, limits in crop growth rate during the critical period may lower established kernel number (Andrade et al., 1999) while N deficiency during the grain filling period causes reduction in kernel weight (Borrás and Otegui, 2001).",
          "table": []
        },
        {
          "text": "The timing of N application may impact other aspects crop development besides final yield, such as the source of grain N. The N needed to support kernel growth and grain yield originates from both remobilization of N taken up during the vegetative growth and N accumulated during the post-silking period (Christensen et al., 1981;Cliquet et al., 1990;Ta and Weiland, 1992;Moll et al., 1994;Ciampitti and Vyn, 2013;Chen et al., 2015a). Relative contributions of these two sources to grain N vary with management and environment; however, in a review Mueller and Vyn (2016) found that 57% of the grain N could be attributed to post-silking N uptake in hybrids released since 1991. Generally, post-silking N and N remobilization appear to have an inverse relationship (Pan et al., 1984(Pan et al., , 1995;;Coque and Gallais, 2007), but studies which prevented pollination have shown that high rates of post-silking N uptake occurred even when the sink was effectively removed (Pan et al., 1995;Yang et al., 2016). This suggests that postsilking N may be more strongly controlled by soil N availability than by crop N demand.",
          "table": []
        },
        {
          "text": "There is reason to believe modern hybrids may respond differently than older hybrids to the timing of N fertilizer application. It is known that there are genotypic differences in the timing of N accumulation (Beauchamp et al., 1976;Ma and Dwyer, 1998). Furthermore, there has been substantial evidence that modern hybrids accumulate more total N, and more N during the post-silking period (Mi et al., 2003;Ciampitti and Vyn, 2012;Haegele et al., 2013;Chen et al., 2015a;Woli et al., 2017). This increase in total N accumulation has likely contributed to the 4-fold increase in grain yields that have occurred in the United States since the 1930's (Duvick, 2005). Other sources of increased grain yield have been related to improved resilience to stresses such as high plant population, drought, and low soil N (McCullough et al., 1994;Byrne et al., 1995;Tollenaar and Lee, 2002;Reyes et al., 2015;DeBruin et al., 2017).",
          "table": []
        },
        {
          "text": "In a recent review study, Mueller and Vyn (2016) found that genotypes released after 1991 increased the proportion of their total N accumulation taken up post-silking (%PostN) when under increasing levels of N stress at R1. However, in genotypes released prior to 1990, there was no change in %PostN with increased R1 N stress. Based on this, the authors concluded that the ability to continue to accumulate N post-silking, if N fertilizer becomes available, may be another mode of increased resilience to stress in modern maize hybrids.",
          "table": []
        },
        {
          "text": "Although it has been shown that N deficiency during vegetative growth can be remedied with N applications made just prior to R1, the mechanisms which allow or prevent maize yield recovery from vegetative N stress are not well understood. To answer these questions, the objectives of this research were to i) elucidate the physiological mechanisms that allow or constrain maize plant recovery from vegetative N stress if new fertilizer N becomes available at silking, and ii) determine whether the ability to recover from vegetative N stress has increased with hybrid improvement.",
          "table": []
        }
      ]
    },
    {
      "title": "Materials and methods",
      "div": []
    },
    {
      "title": "Experimental design and site description",
      "div": [
        {
          "text": "A two-year experiment was conducted in 2016 and 2017 at the Purdue Agriculture Center for Research and Education in West Lafayette, Indiana (40.471,) on a silty clay loam soil (finesilty, mixed, mesic Typic Haplaquolls). The experiment was rain-fed and managed in a maize-soybean (Glycine max L.) rotation. A split-plot design was used with N treatment as the main plot and hybrid as the sub-plot with three replications. To establish a range of N stress levels at R1, N treatments included a 0 N control (0_0) with no N application and a conventional treatment of 220 kg N ha -1 all applied as a V4 sidedress (220_0, high control). Three additional N treatments all received a total of 220 kg N fertilizer ha -1 applied either at V4 and/or R1. These treatments were: 0 kg N applied at V4 and 220 kg N applied at R1 (0_220), 55 kg N applied at V4 and 165 kg N applied at R1 (55_165), and 165 kg N applied at V4 and 55 kg N applied at R1 (165_55). A total N rate of 220 kg N ha -1 was used to ensure that the final N rate was not yield limiting (Camberato and Nielsen, 2017). Seven hybrids were included representing a subset of the DuPont Pioneer ERA hybrids (DeBruin et al., 2017) plus an additional more recent hybrid. Hybrids used in this experiment were (year of release): 352HYB (1946352HYB ( ), 354A (1958352HYB ( ), 3390 (1967352HYB ( ), 3382 (1976352HYB ( ), 3335 (1995352HYB ( ), 34N42 (2003352HYB ( ), and P1311 (2015)). Hybrids will subsequently be referred to by their year of release. All hybrids were similar in crop relative maturity (111-114 days) and were planted at a common seeding rate resulting in an average established plant density of 78,500 plants ha -1 . Although this density is above the common plant population used at the time of commercialization for many of these hybrids, a single \"modern-era\" plant population has been used in several other ERA studies (Campos et al., 2006;Haegele et al., 2013;Reyes et al., 2015).",
          "table": []
        },
        {
          "text": "The experiments were planted on 20 May 2016 and 18 May 2017. Plots were 4 rows wide (0.76 m row spacing) and 17 m long. There was no starter fertilizer used at planting but an in-furrow insecticide [Tefluthrin,(2,3,5,",
          "table": []
        },
        {
          "text": "was applied at planting to all hybrids to protect against corn rootworm (Diabrotica virgifera virgifera). Sidedress N applications were made at V4 and R1. At V4, N was applied as coulter-injected 28% urea ammonium nitrate (UAN). At R1, 28% UAN was surface banded by hand. To prevent lateral movement of applied N between treatments, 8 rows of border separated each N treatment. The V4 and R1 N applications were conducted 21 and 63 days after planting in 2016 and 16 and 59 days after planting in 2017.",
          "table": []
        },
        {
          "text": "Standard soil fertility samples were collected shortly after planting at a depth of 20 cm. Available phosphorous and exchangeable potassium were well above critical levels (49 and 173 ppm, respectively, as determined by Mehlich-3 extraction). Average pH was 6.5 and average organic matter was 4.7%. Residual soil nitrate-N concentration prior to the V4 sidedress application was 13 mg kg -1 in the top 0-30 cm as determined by colorimetry after extraction with 2 M potassium chloride. All soil analysis was conducted by a commercial laboratory (A &L Great Lakes Laboratories, Fort Wayne, IN).",
          "table": []
        }
      ]
    },
    {
      "title": "Plant measurements",
      "div": [
        {
          "text": "Whole-plant biomass samples were collected two weeks before silking (V13), at silking (R1), two weeks after silking (R2) and at physiological maturity (R6). Shortly after emergence, four biomass zones of 10 consecutive plants were selected and marked to ensure proper bordering between areas of plant removal. Borders between biomass zones were separated by standing maize at least 1 m longitudinally and at least 1 row laterally. The V13 biomass was removed from row 1, R1 and R6 harvests were removed from either row 2 or 3, and R2 biomass was removed from row 4. The length of each biomass sampling zone was recorded and this area was used to estimate dry matter and N content per ha. The R1 biomass sampling was conducted on the same day as the R1 N application in 2016 and five days after the R1 N application in 2017. On each sampling date plants were removed from the field and partitioned into stems (including tassel), leaves (including husks), and ears. At R6 plants were partitioned into leaves, stems, kernels, and cobs. All biomass samples were dried to a constant weight, ground to 1 mm, and analyzed for N concentration using the combustion method (Etheridge et al., 1998) by DuPont Pioneer (Johnston, IA).",
          "table": []
        },
        {
          "text": "Grain yield, kernel number per ear, and kernel weight were determined from the 10 plants harvested at R6. Grain yield is reported at 15.5% moisture. Relative grain yield was calculated within each yearblock combination as the grain yield of each plot divided by the yield achieved by the same hybrid in the high N control (220_0) in the same block. Leaf chlorophyll content was estimated with a SPAD 502 Chlorophyll Meter (Minolta Company) and green leaf number were recorded at R1, R3, and R5. SPAD readings were conducted on 10 consecutive, pre-determined plants in the middle of the leaf, two leaves below the ear leaf. Green leaf number was counted on the same 10 consecutive plants. Leaves were considered \"green\" if 50% or more of the leaf area was green.",
          "table": []
        },
        {
          "text": "The N nutrition index (NNI) (Lemaire et al., 1996) was used to quantify the degree to which the N treatments invoked a crop N stress. The NNI is defined as the ratio of the observed N concentration (%N O ) to the critical N concentration needed for a given amount of biomass (% N O / %N C ). The %N C is calculated as %N C = a c W -b where W is plant dry matter (Mg ha -1 ), a c represents the minimum plant N concentration (%) when W = 1 Mg ha -1 , and b is dimensionless. For maize, the values of a c and b have been determined to be 3.4 and 0.37, respectively (Lemaire et al., 2008). An NNI greater than 1.0 is interpreted as crop biomass not being limited by plant N status and an NNI of less than 1.0 indicates N stress.",
          "table": []
        },
        {
          "text": "Apparent remobilization of N from the stems and leaves was calculated as the differences between their respective R1 and R6 N contents (Nc). Although some N remobilization likely occurred from the husks and the cobs, in this manuscript we use remobilization to refer only to the changes in the stems and the leaves. All post-silking N uptake was assumed to be allocated to the grain. Therefore, the contribution of post-silking N uptake to grain Nc was calculated as the quotient of post-silking N and grain Nc. The remaining grain Nc was assumed to originate from remobilized N.",
          "table": []
        }
      ]
    },
    {
      "title": "Statistical analysis",
      "div": [
        {
          "text": "For the majority of measured variables, F-tests based on the mean square between the two years (2016 and 2017) had Pr (F > F 0 ) > 0.01 (Carmer et al., 1969) indicating homogeneity of variance between years. Therefore, the two years were pooled together and the means presented are the average of both years. Analysis of variance was conducted using PROC MIXED in SAS 9.3 (SAS Institute, 2011). For measurements only conducted one time during the growing season, the N treatment (whole plot) and hybrid (sub-plot) were treated as fixed effects. Block was considered nested within year (block(year)) and year, block(year) and year x block(year) x N treatment were all treated as random effects.",
          "table": []
        },
        {
          "text": "Stem, leaf, and whole-plant dry matter and Nc measurements derived via repeated biomass sampling at V13, R1, R2, and R6 were analyzed as repeated measures across time. Covariance structures in the repeated measures were selected based on minimizing the Akaike Information Criterion (Littell et al., 2006). Once again, N treatment and hybrid were treated as fixed effects and block(year) was treated as a random effect. The option GROUP = Year was used to allow for different covariance between years.",
          "table": []
        },
        {
          "text": "The only significant hybrid x N treatment interactions involved grain yield and its tightly correlated variables, such as kernel weight, post-silking dry matter, and R6 total DM. Therefore, our discussion will be primarily based on the average of all hybrid treatments unless otherwise specified.",
          "table": []
        }
      ]
    },
    {
      "title": "Results",
      "div": []
    },
    {
      "title": "Weather",
      "div": [
        {
          "text": "In both years of this experiment, precipitation was non-limiting and cumulative precipitation in the critical months of June, July, and August were above the historical average (Seasonal and historical monthly precipitation (mm) and cumulative modified growing degree days (GDDc, base 8 °C) at the Purdue Agronomy Center for Research and Education in West Lafayette, Indiana during the 2016 and 2017 growing seasons). After the R1 N application, rainfall occurred the following day in both years (2 and 6 mm in 2016 and 2017, respectively). Total precipitation within five days after the R1 N application was 9 mm (2016) and 78 mm (2017). Average monthly minimum and maximum temperatures were similar between years and to the historical average in all months except September when both the maximum and minimum temperatures were 3 and 2 °C higher than the historical average in 2016 and 2017, respectively (Seasonal and historical monthly precipitation (mm) and cumulative modified growing degree days (GDDc, base 8 °C) at the Purdue Agronomy Center for Research and Education in West Lafayette, Indiana during the 2016 and 2017 growing seasons).",
          "table": [
            "Seasonal and historical monthly precipitation (mm) and cumulative modified growing degree days (GDDc, base 8 °C) at the Purdue Agronomy Center for Research and Education in West Lafayette, Indiana during the 2016 and 2017 growing seasons.",
            "Seasonal and historical monthly precipitation (mm) and cumulative modified growing degree days (GDDc, base 8 °C) at the Purdue Agronomy Center for Research and Education in West Lafayette, Indiana during the 2016 and 2017 growing seasons."
          ]
        }
      ]
    },
    {
      "title": "Grain yield response to the timing of nitrogen application",
      "div": [
        {
          "text": "Nitrogen treatments lowered grain yield in both 0_220 and 0_0, but not in 55_165 or 165_55, compared to the 220_0 high N control (Fig. 1, Supplemental Seasonal and historical monthly precipitation (mm) and cumulative modified growing degree days (GDDc, base 8 °C) at the Purdue Agronomy Center for Research and Education in West Lafayette, Indiana during the 2016 and 2017 growing seasons), and hybrid yields increased linearly with year of release. Delaying 75 or 100% of the N application until R1 (55_165, 0_220) resulted in an average relative grain yield of 93 and 89%, respectively, but there was no indication that yield response to N application timing had changed with hybrid improvement. There was a significant hybrid x N treatment interaction for yield, but only 1946 and 2015 deviated from the pattern of the other five hybrids (Fig. 1). For all hybrids except 1946 and 2015, the 0_0 was the lowest-yielding treatment and there was no difference among the non-0 N treatments. For 1946, 0_220 and 55_165 were also significantly lower than the 220_0 high control. For 2015, 165_55 significantly out-yielded 0_220 but neither the 220_0 nor 55_165 treatments were significantly different from any of the non-0 N treatments.",
          "table": [
            "Seasonal and historical monthly precipitation (mm) and cumulative modified growing degree days (GDDc, base 8 °C) at the Purdue Agronomy Center for Research and Education in West Lafayette, Indiana during the 2016 and 2017 growing seasons."
          ]
        },
        {
          "text": "The reduction in final grain yield for 0_220 was due to proportionately similar decreases in both kernel number (7%) and kernel weight (5%) compared to the 220_0 high control (Supplemental Seasonal and historical monthly precipitation (mm) and cumulative modified growing degree days (GDDc, base 8 °C) at the Purdue Agronomy Center for Research and Education in West Lafayette, Indiana during the 2016 and 2017 growing seasons). The lower grain yield at 0_0 was more heavily influenced by a decline in final kernel number (35%) compared to kernel weight (21%, Supplemental Seasonal and historical monthly precipitation (mm) and cumulative modified growing degree days (GDDc, base 8 °C) at the Purdue Agronomy Center for Research and Education in West Lafayette, Indiana during the 2016 and 2017 growing seasons).",
          "table": [
            "Seasonal and historical monthly precipitation (mm) and cumulative modified growing degree days (GDDc, base 8 °C) at the Purdue Agronomy Center for Research and Education in West Lafayette, Indiana during the 2016 and 2017 growing seasons.",
            "Seasonal and historical monthly precipitation (mm) and cumulative modified growing degree days (GDDc, base 8 °C) at the Purdue Agronomy Center for Research and Education in West Lafayette, Indiana during the 2016 and 2017 growing seasons."
          ]
        }
      ]
    },
    {
      "title": "Biomass and nitrogen content response to nitrogen treatment",
      "div": [
        {
          "text": "The R1 NNI indicated the N treatments used in this experiment were effective in creating a range of plant N stress at silking (Fig. 2). Biomass accumulation was limited by plant N status in 0_0, 0_220, and 55_165 (NNI < 1) but not in either 165_55 or 220_0 (NNI > 1) (Fig. 2). This is also reflected in the increase in total dry matter and N content with increasing V4 N application (Fig. 3). The R1 NNI response to N treatments did not differ among hybrids and ranged from 1.09 to 1.16 in the 220_0 high control (data not shown). The relationship between relative grain yield and R1 NNI was bilinear and plateaued at NNI = 0.8 (Fig. 2), which is notably lower than the critical NNI of 1.",
          "table": []
        },
        {
          "text": "The timing of N application significantly altered the temporal pattern of crop N accumulation (Figs. 3 and4). The greater total Nc realized by 0_220 compared to 0_0 already at R1 (Fig. 3) was due to the delay between N application and biomass sampling. Total N content at V13 increased with increasing V4 N application rate and plateaued at 165_55 (Fig. 4).",
          "table": []
        },
        {
          "text": "During the critical period (V13 to R2), however, all of the non-0 N treatments accumulated similar amounts of N ranging from 59.6 to 73.4 kg N ha -1 , indicating that N accumulation was occurring at near maximum rates. Treatments with any N applied at R1 resulted in greater N accumulation between R2 and R6, regardless of the V4 N application rate or NNI at R1; no N application at R1 reduced N uptake between R2 and R6 by 62% in 220_0 and 0_0 compared to the average uptake of 165_55, 55_165, and 0_220 (Fig. 4). The net amount of N accumulated between V13 and R6 in the non-0 N treatments ranged from 87 to 104 kg N ha -1 and there was no influence of N timing on total post-V13 N uptake. There was no hybrid x N treatment interaction for the timing of N accumulation. Furthermore, there was substantial flexibility among N treatments in the slopes and incremental magnitudes of whole-plant N uptake gains achieved with progressive maize biomass accumulation during the growing season (Supplemental Fig. 1).",
          "table": []
        },
        {
          "text": "Fig. 1. Grain yield (Mg ha -1 ) response of maize hybrids (listed by year of release) to N treatments. Means are presented as the average of two years. Nitrogen treatment labels reflect the kg N ha -1 applied at V4 (number before the underscore) and at R1 (number after the underscore). Capital letters denote significant differences for the main effect of N treatment and lower case letters represent significant differences for the main effect of hybrid year of release within N treatment at a significance level of p < 0.05. Fig. 2. Relationship between R1 N Nutrition Index (NNI) and maize relative grain yield fit with a segmented linear model. Relative grain yields (individual data points) were calculated within each year-block combination as the grain yield of each plot divided by the yield achieved by the same hybrid in the high N control (220_0) in the same block. Nitrogen treatment labels reflect the kg N ha -1 applied at V4 (number before the underscore) and at R1 (number after the underscore). Data points represent plot-level observations for two years, five N treatments, and seven hybrids. * denotes the slope is significantly different from zero at p < 0.05. Values of Mean NNI in the legend represents the average R1 NNI when averaged across two years and seven hybrids. Means assigned different letters are significantly different at p < 0.05.",
          "table": []
        }
      ]
    },
    {
      "title": "Influence of the timing of nitrogen fertilizer on post-silking plant N dynamics",
      "div": [
        {
          "text": "The source of grain Nc differed greatly depending on the timing of N application (Fig. 5). As expected, total grain Nc at maturity increased with increasing V4 N application rates. When little or no N was applied at R1 (220_0, 165_55, 0_0), the proportion of final grain Nc originating from post-silking N uptake ranged from 34 to 39%. However, when 75-100% of the total N application was delayed until R1, this percent increased to 55 and 72% for 55_165 and 0_220, respectively. The ability to use post-silking N uptake to meet grain Nc demand was similar across hybrids and there was no hybrid x N treatment interaction for postsilking N uptake (data not shown).",
          "table": []
        },
        {
          "text": "Green leaf number and SPAD were used to monitor leaf recovery from vegetative N stress during the grain filling period (Fig. 6). At R1, both SPAD and green leaf number increased with V4 N application rate and there was little change between R1 and R3 among the non-0 N treatments while 0_0 declined substantially. By R5 there was little difference among the non-0 N treatments for SPAD, however 220_0 was still significantly higher than 55_165 and 0_220. There was no difference among the non-0 N treatments for R5 green leaf number.",
          "table": []
        }
      ]
    },
    {
      "title": "Discussion",
      "div": [
        {
          "text": "The physiological responses which enable or prevent maize recovery from vegetative N stress if additional N becomes available at the onset of the reproductive stages are not well understood. We suggest that the mechanisms which caused reduction in grain yield when 100% of the N was delayed until R1 (0_220), but not when 75% of the N was delayed until R1 (55_165), relative to a single early sidedress application (220_0) were low vegetative-stage N accumulation, which could not be compensated for by increased post-silking N uptake, lack of leaf Fig. 3. Maize total dry matter (A, Mg ha -1 ) and N content (B, kg ha -1 ) response to N treatments at V13, R1, R2 and R6 growth stages. The x-axis represents days after the first biomass sampling date (V13). Means are presented as the average of two years and seven hybrids. Nitrogen treatment labels reflect the kg N ha -1 applied at V4 (number before the underscore) and at R1 (number after the underscore). Bars represent standard error.  Nitrogen treatment labels reflect the kg N ha -1 applied at V4 (number before the underscore) and at R1 (number after the underscore). Stacked bars represent the proportion of grain N content that originated from apparent remobilization or post-silking N uptake. Percentages represent the percent of grain N content which originated from post-silking N uptake. Means are presented as the average of two years and seven hybrids. Means assigned different lowercase letters within remobilized N or post-silking N are significantly different from each other at p < 0.05. Uppercase letters represent means separation for total grain N content at maturity. N recovery following the R1 N application, and significantly lower vegetative-stage biomass accumulation.",
          "table": []
        }
      ]
    },
    {
      "title": "R1 nitrogen applications are effective for achieving high yields",
      "div": [
        {
          "text": "Our results support previous research concluding that late-season N applications can be effective in achieving high grain yields (Miller et al., 1975;Binder et al., 2000;Scharf et al., 2002) if more timely applications were not possible or substantial fertilizer loss due to heavy precipitation has occurred. Although delaying the entire N application until silking (0_220) resulted in a significant yield decrease compared to the 220_0 high control, treatments receiving 165 or 55 kg N ha -1 prior to R1 were not significantly different (Fig. 1). Furthermore, there was strong evidence of the utility of very late-applied \"rescue\" N applications because even applying 100% of the total N rate at R1 increased yields by 6.2 Mg ha -1 (67%) compared to 0_0 (average of all seven hybrids).",
          "table": []
        },
        {
          "text": "Early sidedress application of either 0 (0_220) or 55 kg N ha -1 (55_165) resulted in N stress at flowering as indicated by their NNI's at R1 of 0.65 and 0.83, respectively (Fig. 2). However, the plateau in the response of R1 NNI to relative yield occurred at NNI = 0.8 (Fig. 2) indicating that if new N fertilizer is added as late as R1, maize can still achieve high yields even with moderate vegetative N stress (indicated by NNI values of less than 1). This response did not differ among the seven hybrids evaluated in this experiment.",
          "table": []
        },
        {
          "text": "The relative yields of 89 and 93% for 0_220 and 55_165, respectively, agree with the range of relative yields (71-95%) reported by Scharf et al. (2002) when N application was delayed until R1. In the present experiment, there was also no difference in grain yield between a single early N application (220_0) or a split application with only the last 25% of the intended N rate delayed until silking, in agreement with Mueller et al. (2017); Mueller and Vyn (2018). The frequent rainfall and non-limiting precipitation which occurred in the two years of this experiment (Seasonal and historical monthly precipitation (mm) and cumulative modified growing degree days (GDDc, base 8 °C) at the Purdue Agronomy Center for Research and Education in West Lafayette, Indiana during the 2016 and 2017 growing seasons) likely contributed to the very strong response to R1 N application. Kaur et al. (2017) highlighted the importance of timely rainfall for response to \"rescue\" N applications finding that maize yield was only responsive to a rescue N application made at V10 when there was timely rainfall following the N application. It should be noted that these findings, and other research concluding that maize is capable of achieving high yields even with late-vegetative N applications, is likely only relevant in maize production systems with adequate soil organic matter to support potentially substantial soil N mineralization.",
          "table": [
            "Seasonal and historical monthly precipitation (mm) and cumulative modified growing degree days (GDDc, base 8 °C) at the Purdue Agronomy Center for Research and Education in West Lafayette, Indiana during the 2016 and 2017 growing seasons."
          ]
        },
        {
          "text": "4.2. Mechanisms preventing yield recovery from vegetative nitrogen stress 4.2.1. Physiological limit on post-silking N uptake",
          "table": []
        },
        {
          "text": "The lower vegetative N accumulation in N treatments with little or no N applied at V4 (0_220 and 55_165) could not be compensated for by post-V13 N uptake (Fig. 4). Prior to V13, N accumulation mirrored V4 N application rates; however, there was no difference in N uptake during the critical period (V13-R2) among the non-0 N treatments. Between R2 and R6, N uptake was highest among the three treatments which received N at R1 (0_220, 55_165, and 165_55, Fig. 4) and did not differ based on R1 N stress, as indicated by the R1 NNI. This suggests recent N fertilizer application may result in continued N accumulation post-R2 even in maize which is not N deficient (i.e. NNI greater than 1).",
          "table": []
        },
        {
          "text": "Several studies have found that N supply during the grain filling period may increase total crop N accumulation, but not grain yield (Pearson and Jacobs, 1987;Chen et al., 2015a;Mueller et al., 2017). Chen et al. (2015b) concluded that higher plant N accumulation when 120 kg N ha -1 was applied at V10 compared to 70 kg N ha -1 was due to higher root activity at 0 and 20 days after R1 and not due to delayed root senescence. This suggests that root longevity is not extended by late-applied N and, therefore, physiological limits on daily N accumulation rates during grain filling appear to cap N uptake when N fertilizer is withheld until R1.",
          "table": []
        }
      ]
    },
    {
      "title": "Lack of leaf N recovery after R1 nitrogen application",
      "div": [
        {
          "text": "Neither leaf greenness (a proxy for leaf N concentration) nor duration of green leaf number was increased in the N deficient treatments (0_220 and 55_165) following the R1 N application (Fig. 6). The maintenance of leaf photosynthesis during the grain filling period is important for grain yield because it is correlated with kernel growth rate (Jones and Simmons, 1983) and photosynthetic capacity is highly correlated with leaf N concentration (Makino et al., 2003;Mu et al., 2016). Whole-canopy leaf N concentrations declined between R1 and R2 (data not shown) and at the latter R2 biomass sampling, leaf N concentrations for the entire canopy were significantly lower in 0_220 and 55_165 (1.8 and 2.0%, respectively), compared to 220_0 and 165_55 (average of 2.2%). However, there was no indication of leaf N recovery during the grain filling period. Following the R1 N application, SPAD values did not change in the non-0 N treatments and at R5 there was no difference in green leaf number among the non-0 N treatments (Fig. 6).",
          "table": []
        },
        {
          "text": "Although the R1 applied N was quickly accumulated (Fig. 3B), the lack of leaf N recovery was likely due to very high demand for postsilking N to be immediately allocated to the ear in treatments with high Fig. 6. Effect of N treatments on maize SPAD value (A) and green leaf number (B) at R1, R3 and R5 growth stages. Nitrogen treatment labels reflect the kg N ha -1 applied at V4 (number before the underscore) and at R1 (number after the underscore). Means represent the average of two years and seven hybrids. Bars represent standard error. R1 N application rates which had low vegetative N stores available for remobilization. The limited vegetative N accumulation in 0_220 and 55_165 lowered the remobilized N reserves and increased dependence on post-silking N uptake to meet grain Nc demand. Review studies have suggested that across a wide range of genotypes and environments 27-39% of the N accumulated by R1 is remobilized and that 43-44% of grain Nc arises from remobilized N (Ciampitti and Vyn, 2013;Mueller and Vyn, 2016). In the present experiment, the average apparent remobilization of 220_0 and 165_55 was 93 kg N ha -1 (48% of the R1 Nc) with 37% originating from the stems and 63% originating from the leaves (Supplemental Seasonal and historical monthly precipitation (mm) and cumulative modified growing degree days (GDDc, base 8 °C) at the Purdue Agronomy Center for Research and Education in West Lafayette, Indiana during the 2016 and 2017 growing seasons). Compared to the 220_0 high control, the stem N remobilization in 0_220 was reduced by 80% (8 kg N ha -1 ), and leaf N remobilization by 50% (27 kg N ha -1 ), respectively. The lack of vegetative N available for remobilization increased the proportion of grain Nc which originated from post-silking N accumulation from 33% in 220_0 to 71% in 0_220 (Fig. 5), demonstrating that this was a very strong sink for post-silking N uptake.",
          "table": [
            "Seasonal and historical monthly precipitation (mm) and cumulative modified growing degree days (GDDc, base 8 °C) at the Purdue Agronomy Center for Research and Education in West Lafayette, Indiana during the 2016 and 2017 growing seasons."
          ]
        }
      ]
    },
    {
      "title": "Limited vegetative biomass accumulation",
      "div": [
        {
          "text": "Miller et al. (1975) determined that the rapid vegetative growth, which resulted from early season N availability, could not be entirely compensated by later N applications and our results support this finding. In the present experiment, total dry matter near the end of the vegetative growth period (V13 and R1) was 14% lower in the 0_220 compared to the 220_0 high control, but within 2% for 55_165 (Fig. 3A). Because all non-0 N treatments realized similar harvest indices (49-50% percent of total dry matter present in the kernels at R6), the early-season constraint on vegetative biomass accumulation in 0_220 appeared to be an additional limit to yield recovery from very late N application.",
          "table": []
        }
      ]
    },
    {
      "title": "Hybrids did not respond differently to the timing of nitrogen application",
      "div": [
        {
          "text": "There was no indication that ability to accumulate R1 applied N had changed with hybrid improvement over the past 70 years. The analogous response of hybrids effectively rejected our hypothesis that older hybrids would be less able to utilize very-late applied N to maintain high grain yields and contrasts with the conclusion of Mueller and Vyn (2016). In that synthesis review, as R1 N stress increased (indicated by R1 NNI), the proportion of the total N accumulated post-silking (% PostN) increased in genotypes released after 1991, but not in genotypes released prior to 1990. In the present study, the %PostN increased with R1 N application rate from about 22% in 0_0, 220_0 and 165_55 to 35% in 55_165 and 47% in 0_220, but this trend did not change with hybrid improvement (data not shown). A primary reason for these conflicting results may be that in the synthesis analysis conducted by Mueller and Vyn (2016), treatments which resulted in low R1 NNI were likely low N treatments which did not receive additional N applications close to the R1 stage.",
          "table": []
        }
      ]
    },
    {
      "title": "Conclusions",
      "div": [
        {
          "text": "This research significantly contributes to our understanding of the opportunities and constraints of maize recovery from vegetative N stress if additional fertilizer N is applied and available to plants at R1. For the seven hybrids compared, representing 70 years of maize improvement, there was little difference in grain yield response to the timing of N application. In this experiment, there was no yield penalty for delaying the last 25 (165_55) or 75% (55_165) of a non-limiting N rate until R1 compared to 100% of the N being applied at V4 (220_0). However, delaying 100% of the N application until R1 (0_220) resulted in significantly lower grain yields. Both 0_220 and 55_165 were shown to be under N stress at R1 as indicated by NNI values of 0.65 and 0.83, respectively. However, relative grain yields plateaued at an R1 NNI equal to 0.8, indicating that maize can tolerate moderate levels of vegetative N stress if additional N becomes available by R1 to meet grain N demand during the post-silking period. We suggest that the reduction in grain yield in 0_220, but not in 55_165, was due to low vegetativestage N accumulation which could not be compensated for by increased post-silking N uptake, lack of leaf N recovery following the R1 N application, and significantly lower vegetative-stage biomass accumulation. These findings provide a better understanding of the ability of maize to recover from a moderate early-season N stress and will aid agronomists in making management decisions regarding the timing of N fertilizer applications and the utility of \"rescue\" N applications.",
          "table": []
        }
      ]
    }
  ],
  "tables": [
    "{\"title\": \"Seasonal and historical monthly precipitation (mm) and cumulative modified growing degree days (GDDc, base 8 °C) at the Purdue Agronomy Center for Research and Education in West Lafayette, Indiana during the 2016 and 2017 growing seasons.\", \"head\": [\"S.M. Mueller, T.J. Vyn\", \"\", \"\", \"\", \"\", \"\", \"\", \"Field Crops Research 228 (2018) 102-109\"], \"value\": [[\"Month\", \"2016\", \"2017\", \"Historical\", \"2016\", \"\", \"2017\", \"\", \"Historical\", \"\"], [\"\", \"\", \"\", \"Average\", \"\", \"\", \"\", \"\", \"Average\", \"\"], [\"\", \"\", \"\", \"\", \"Max\", \"Min\", \"Max\", \"Min\", \"Max\", \"Min\"], [\"\", \"-Precipitation (mm) -\", \"\", \"-Temperature (°C) -\", \"\", \"\", \"\", \"\"], [\"May\", \"43\", \"175\", \"121\", \"23\", \"10\", \"22\", \"10\", \"23\", \"10\"], [\"June\", \"119\", \"135\", \"104\", \"30\", \"16\", \"29\", \"16\", \"28\", \"16\"], [\"July\", \"128\", \"201\", \"107\", \"29\", \"17\", \"30\", \"18\", \"29\", \"17\"], [\"August\", \"155\", \"124\", \"92\", \"30\", \"18\", \"28\", \"14\", \"28\", \"16\"], [\"September\", \"72\", \"51\", \"72\", \"28\", \"14\", \"27\", \"13\", \"25\", \"11\"], [\"Season\", \"517\", \"686\", \"495\", \"28\", \"15\", \"27\", \"14\", \"26\", \"14\"], [\"Total\", \"\", \"\", \"\", \"\", \"\", \"\", \"\", \"\", \"\"]]}"
  ]
}