{
  "meta": {
    "title": "Plant biostimulating effects of the cyanobacterium Nostoc piscinale on maize (Zea mays L.) in field experiments",
    "author": "V Ördög, W Stirk A Stirk, G Takács, P Pőthe, Á Illés, C Bojtor, A Széles, B Tóth, J Van Staden, J Nagy",
    "journal": "Elsevier BV",
    "date": "2021. 04. 28."
  },
  "paragraphs": [
    {
      "title": "Abstract",
      "div": [
        {
          "text": "Biostimulants, when applied to plants in small amounts, increase crop yield and plant tolerance to abiotic and biotic stress. They play an important role in the development of new environmentally sustainable technologies. The aim of the current experiment was to investigate the potential of a cyanobacterium strain (Nostoc piscinale) to improve the growth, grain yield and stress tolerance of maize (Zea mays SY Zephir hybrid). Field trials were established at two sites. Freeze-dried biomass of N. piscinale resuspended in tap water (1g/L DW) was applied as a single foliar treatment (400 L/ha) at the V6-V7 phenological stage. Number of leaves, chlorophyll content, relative water content (RWC%) and free proline content were measured weekly. Grain yield, yield components and grain protein content were measured at harvest. N. piscinale treated maize had significantly earlier development in the vegetative growth stages with a higher number of leaves. Chlorophyll content (SPAD value) was significantly higher in the treated plants during the reproductive stages. There was little difference in the RWC and proline content compared to control plants. Faster vegetative growth and higher chlorophyll content in the cyanobacterium treated plants meant great photosynthetic light absorption over a longer period of time, resulting in significantly higher grain yield (6.5% and 11.5% at the two production sites) and increased grain protein content. Grain yield was significantly influenced by cob length and thousand grain weight. In conclusion, it was proved in field trials conducted in two different regions in Hungary that a single foliar application of a cyanobacterium-based biostimulant can contribute to crop production in a sustainable and environmentally friendly manner.",
          "table": []
        }
      ]
    },
    {
      "title": "Introduction",
      "div": [
        {
          "text": "Maize is one of the most commonly produced field crops. Its production area was 187.95 million hectares in 2018 and 1.06 billion tons was harvested worldwide (FAO, 2018). Twice the current grain harvest will be needed to meet the food needs of a population expected to grow to 9.6 billion by 2050 (Singh et al., 2016). The use of inorganic fertilizers is an important factor in successful maize production. Nitrogen is one of the most important nutrients that significantly affects plant height, leaf area, stem diameter, ear length and thousand grain weight (Gruzska et al., 2016). While N-fertilization is essential to maintain and increase yields, it should be supplemented with alternative solutions to ensure environmentally friendly production (Aziz et al., 2019). Atmospheric nitrogen fixation by free-living and plant-associated bacteria contributes significantly to the environmentally friendly nitrogen supply to plants (Herridge et al., 2008). Photosynthesizing cyanobacteria were also used in rice cultivation due to their nitrogen fixation ability. However, this practice has ended in more developed countries as cyanobacteria are only able to sequester 20À30 kg/ha of nitrogen per year (Issa et al., 2014).",
          "table": []
        },
        {
          "text": "A promising avenue of research is the use of elicitor molecules that stimulate plant growth and help protect plants against biotic and abiotic stress (Singh, 2014). Biostimulants are organic substrates and microorganisms that when applied in small amounts to a plant, improve nutrient conversion, tolerance to abiotic stress and yield quality (du Jardin, 2015). As biostimulants increase yields without additional nutrient input, they play an important role in the development of environmentally sustainable technologies (Gortari et al., 2019). Biostimulants are grouped as humic substances, hormonecontaining preparations and amino acid products. Extracts of marine macroalgae have been successfully used since the 1940s in agriculture to increase yields and improve the stress tolerance of crops (Craigie, 2011). The numerous positive physiological effects elicited with application of seaweed extracts is due to the presence of plant hormones (auxins, cytokinins, gibberellins and brassinosteroids) and other elicitor molecules such as betaines, polyamines and phlorotannins (reviewed in Stirk et al, 2020).",
          "table": []
        },
        {
          "text": "Similar to seaweeds, cyanobacteria and microalgae synthesize an array of endogenous hormones. For example, a number of endogenous cytokinins (including free bases, ribosides and monophosphates) and auxins (indole-3-acetic acid and amino acid conjugates) were identified in the cyanobacteria Chroococcus minutus, Nostoc microscopicum and Phormidium animale ( Zi zkov a et al., 2017). Thus, there is potential to apply cyanobacteria to crops to improve their growth and yield. For example, when suspension cultures of Nostoc entophytum were applied to winter rapeseed in a field trial, there was increased shoot growth (number of leaves and dry weight, longer shoot apices), increased root growth and increased chlorophyll content. The winter hardiness also improved in these more vigorous plants (T oth et al., 2019). Nostoc piscinale applied to winter wheat in a three year field trial produced a stronger root system, elevated the relative water content (RWC) and chlorophyll content in the leaves and increased the proline content. This resulted in increased yield (ear number and length, grain number per ear and grain weight; Tak acs et al., 2019). When irrigation was stopped in a pot experiment, young sunflower plants treated with Nostoc entophytum maintained their turgor one week longer than the control plants (Po the et al., 2014) Maize responds positively to foliar application of seaweed extracts (Jeannin et al., 1991;Basavaraja et al., 2018;Trivedi et al., 2018). Positive responses were also obtained with soil applications of cyanobacterial extracts (Grzesik and Romanovska-Duda, 2014;Prasanna et al., 2015;Dineshkumar et al., 2019) and with seed priming treatments (Sharma et al., 2020). However, most of these microalgae treated maize experiments were pot trials carried out under controlled conditions. The aim of the current experiment was to investigate the potential of foliar application of freeze-dried biomass of a cyanobacterium (Nostoc piscinale) resuspended in tap water to improve the growth, grain yield, yield components and stress tolerance of maize in a field trial in two regions in Hungary.",
          "table": []
        }
      ]
    },
    {
      "title": "Material and methods",
      "div": []
    },
    {
      "title": "Experimental design",
      "div": [
        {
          "text": "The experimental crop was the maize hybrid SY Zephir FAO390 (Zea mays L.). The field experiment was established in 2019 with identical treatments in two locations with different soil characteristics. Site 1 at the Sz echenyi Istv an University, Western Hungary (47°5 2ʹN; 17°16ʹE) had alluvial soil. Site 2 at the University of Debrecen (47°33 0 N; 21°36 0 E) had calcareous chernozem soil formed on the Hajd us ag loess-ridge. Soil characteristics of the two experiment sites are shown in Soil characteristics of the experimental field at the Mosonmagyar ov ar Faculty Farm (Site 1) and at the Debrecen University Farm (Site 2) in the experimental year 2019. The experiment had a randomised block design with four replications (plots). Experimental plots were 100 m 2 in size that were part of a large maize field. Sowing was performed with 75 cm row spacing, 22 cm plant spacing and 6 cm sowing depth. A tefluthrin-containing soil disinfectant was applied at the time of sowing. Temperature and rainfall were monitored daily at each site.",
          "table": [
            "Soil characteristics of the experimental field at the Mosonmagyar ov ar Faculty Farm (Site 1) and at the Debrecen University Farm (Site 2) in the experimental year 2019."
          ]
        },
        {
          "text": "The cyanobacterium MACC-612 Nostoc piscinale was obtained from the Mosonmagyar ov ar Algae Culture Collection. To produce the biomass required for the experiments, the strain was grown in a previously described laboratory algae culture apparatus ( € Ord€ og, 1982) in Tamiya medium for 6 days, following the procedure described by Tak acs et al. (2019). The resulting biomass was centrifuged at 2150 g for 15 min at room temperature and then freeze-dried. The biomass was stored at À18 °C until required.",
          "table": []
        },
        {
          "text": "The freeze-dried biomass was suspended in tap water (1 g/L DW) before treatment and sonicated for 3 min (VirTis, VirSonic 600 Ultrasonic Cell Disruptor). The 6-7-leaf maize plants (V6-V7 phenological stage) were sprayed with 400 L/ha cyanobacterial suspension. This concentration was selected based on results from field trials with winter wheat (Tak acs et al., 2019) and rapeseed (T oth et al., 2019). For better adhesion to the leaf, Trend 90 was used as a wetting agent on Site 1 and ethoxylated isodecyl alcohol (0.1%) on Site 2. Control plots at both field sites were treated with tap water containing only the wetting agent. The application was performed with a manual sprayer at a temperature below 25 °C. The Darby-Lauer (2004) scale was used to determine maize phenological phases. On-site measurements and sampling for laboratory analyses were performed on plants in the middle rows of the plots. The dates of sowing, treatment and harvesting are shown in Sowing, treatment and harvest dates of maize grown at the Mosonmagyar ov ar Faculty Farm (Site 1) and at the Debrecen University Farm (Site 2). Treatment is the date SY Zephir maize hybrid was treated with N. piscinale suspension (1 g/L) applied as a foliar spray (400 L/ha) at the phenological stage V6-V7. The plants of the experimental plots were not irrigated and fertilized during the vegetation period.",
          "table": [
            "Sowing, treatment and harvest dates of maize grown at the Mosonmagyar ov ar Faculty Farm (Site 1) and at the Debrecen University Farm (Site 2). Treatment is the date SY Zephir maize hybrid was treated with N. piscinale suspension (1 g/L) applied as a foliar spray (400 L/ha) at the phenological stage V6-V7."
          ]
        },
        {
          "text": "The daily temperature readings were used to calculate heat units. The heat sums of the different phenological stages of maize were calculated from temperatures above 10 °C and below 30 °C.",
          "table": []
        }
      ]
    },
    {
      "title": "Plant growth parameters",
      "div": [
        {
          "text": "New leaves appearing on the control and N. piscinale treated plants, as well as changes in leaf number were recorded weekly during the growing season. Prior to harvest, 40 whole ear samples were collected per plot. Cob length and diameter as well as the number of grain rows were counted. The grains were removed from the cob and dried for 72 h at 60 °C to a constant weight and then weighed. The grain yield was calculated from the yield per pot and reported at 14% moisture content.",
          "table": []
        }
      ]
    },
    {
      "title": "Chlorophyll content",
      "div": [
        {
          "text": "The chlorophyll concentration of the second and third youngest leaves were determined with the SPAD 502 Plus Chlorophyll Meter (MINOLTA, Japan) portable device which is widely used to estimate foliar chlorophyll content in a non-destructive way (Kalaji et al., 2017;Vesali et al., 2017). These measurements commenced one week after the N. piscinale treatment and were carried out weekly during the vegetation period, always around 4 pm. Measurements were taken from 5 plants/plot. The chlorophyll content was expressed in SPAD units.",
          "table": []
        }
      ]
    },
    {
      "title": "Relative water content of leaves",
      "div": [
        {
          "text": "The relative water content (RWC %) of the second and third youngest leaves were measured weekly (3 plants/plot) using the method of Cabrera-Bosquet et al. (2009), starting one day before the N. piscinale treatment. The weight of the freshly cut leaves (fresh weight, FW) was measured, immersed in water for 24 h (saturated weight, SW) and then oven dried (60 °C) (dry weight, DW) for 24 h. The relative water content was calculated using the following formula: RWC % = (FW-DW)/(SW-DW) £ 100.",
          "table": []
        }
      ]
    },
    {
      "title": "Proline content",
      "div": [
        {
          "text": "The proline content of the second and third youngest leaves (0.3 g FW) was quantified using the method of Bates et al. (1973). Measurements started one day before the N. piscinale treatment and were carried out once a week for the duration of the field trials using 4 plants/plot. The proline concentration (mg/mL) was measured from a standard curve and the proline content of the biomass calculated on a fresh weight basis as follows: [(mg proline/mL £ 3 mL toluene)/ 115.5 mg/mmol]/[0.3 g sample/5] = mmol proline/g FW weight.",
          "table": []
        }
      ]
    },
    {
      "title": "Raw protein content",
      "div": [
        {
          "text": "The protein content of the grain yield was determined using the Dumas combustion method (Ebeling, 1968). Samples were subjected to oxidative digestion at a high temperature (approximately 900 °C) with a controlled oxygen supply. The resulting flue gases passed through a copper oxide-platinum catalyst using a CO 2 carrier gas, thus ensuring complete oxidation. After the subsequent reduction processes and the purification of the carrier gas, the nitrogen content remaining in the CO 2 carrier gas was detected in a thermal conductivity detector (VELP NDA 702, Velp Scientific, Italy). The N 2 volume provided an electrical measurement signal from which the nitrogen content of the various burned samples and the protein content derived from them was measured and calculated automatically on the basis of the pre-prepared calibration curve. The analysis was carried out in 4 replicates.",
          "table": []
        }
      ]
    },
    {
      "title": "Statistical analysis",
      "div": [
        {
          "text": "The obtained results were analysed using Dell Statistica 13.2 and Microsoft Excel R 2010. The standard deviations (Student test) of the 4 replicates (plots) within each treatment and the significant difference between the control and each treatment was calculated using Duncan's test. Bold numbers in the tables indicate that the values are statistically different from the control.",
          "table": []
        }
      ]
    },
    {
      "title": "Results",
      "div": []
    },
    {
      "title": "Precipitation and temperature",
      "div": [
        {
          "text": "The meteorological data of the two field sites are shown in Fig. 1. Precipitation during the field trial was higher on Site 1 (347 mm) than on Site 2 (279.2 mm). Higher precipitation fell during the vegetative growth phase at Site 1 compared to Site 2. During the reproductive stage, the amount of precipitation was similar at both sites.",
          "table": []
        },
        {
          "text": "The average temperature was similar at both sites (18.1 °C and 17.6 °C). In JulyÀAugust, the amount of precipitation required for the ideal development and yield formation of maize on Site 1 was low (68 mm) and the average monthly air temperature was high (22.2 °C in July and 22.6 °C in August). During the reproductive stage of maize, the number of days with unfavourable temperatures above 30 °C was 27 days at Site 1. Sufficient (114 mm) precipitation fell at Site 2 in July-August with the average temperature remaining favourably low in July (20.5 °C) but high in August (22.2 °C). During the reproductive stage of maize, the number of days with temperatures above 30 °C was 20 at Site 2.",
          "table": []
        }
      ]
    },
    {
      "title": "Heat sum and number of leaves",
      "div": [
        {
          "text": "Based on heat sums, the initial development of maize up to the 6-7 leaf stage (V6-V7) was similar at both field sites (RWC of the second and third youngest maize leaf in control and N. piscinale treated maize plants at the two field sites. Different letters in each column indicate significant differences. * (p 0.05) and ** (p 0.01) indicates significant difference between the control and treated plants at each site and phenological stage (n = 24)). Following the N. piscinale treatment, the different phenological stages characterized by leaf number in the vegetative stages differed over time in the control and N. piscinale treated plants. At both production sites, at the heat sum value of 300À309, the number of leaves of the N. piscinale treated plants was 10 compared to the 9 leaves of the control plants and by V11 (Site 1) and V12 (Site 2), the difference in leaf number was significant. This difference persisted until silking (R1; RWC of the second and third youngest maize leaf in control and N. piscinale treated maize plants at the two field sites. Different letters in each column indicate significant differences. * (p 0.05) and ** (p 0.01) indicates significant difference between the control and treated plants at each site and phenological stage (n = 24)). Thus the development of the N. piscinale treated maize plants was faster in the vegetative stage than that of the control plants at both production sites.",
          "table": [
            "RWC of the second and third youngest maize leaf in control and N. piscinale treated maize plants at the two field sites. Different letters in each column indicate significant differences. * (p 0.05) and ** (p 0.01) indicates significant difference between the control and treated plants at each site and phenological stage (n = 24).",
            "RWC of the second and third youngest maize leaf in control and N. piscinale treated maize plants at the two field sites. Different letters in each column indicate significant differences. * (p 0.05) and ** (p 0.01) indicates significant difference between the control and treated plants at each site and phenological stage (n = 24)."
          ]
        },
        {
          "text": "Development was similar after silking (R1-R6), but 211 °C more heat was required after silking (R1) to reach physiological maturity (R6) on Site 1 compared to Site 2 (RWC of the second and third youngest maize leaf in control and N. piscinale treated maize plants at the two field sites. Different letters in each column indicate significant differences. * (p 0.05) and ** (p 0.01) indicates significant difference between the control and treated plants at each site and phenological stage (n = 24)).",
          "table": [
            "RWC of the second and third youngest maize leaf in control and N. piscinale treated maize plants at the two field sites. Different letters in each column indicate significant differences. * (p 0.05) and ** (p 0.01) indicates significant difference between the control and treated plants at each site and phenological stage (n = 24)."
          ]
        }
      ]
    },
    {
      "title": "Chlorophyll content of leaves",
      "div": [
        {
          "text": "At Site 1, the trend of SPAD values of the second and third youngest leaves was similar during the vegetative period. Values ranged from 45 to 50 until the V12ÀV13 phenological stage, increased rapidly to 60À65 until female flowering (R1) and then continuously decreased until the end of the reproductive stage (Fig. 2). N. piscinale treated plants had significantly different SPAD values, especially during reproductive stage. SPAD values were lower in the second youngest leaf of the N. piscinale treated plants (Fig. 2A) but higher in the third leaf compared to the control plants (Fig. 2B). At Site 2, SPAD values mostly varied between 45 and 50 for the second youngest leaf and 50À55 for the third leaf. SPAD values decreased at the end of the vegetative and reproductive stages to 40À45 for both leaves (Fig. 3). SPAD values were higher in the N. piscinale treated plants compared to the control plants with significant differences during the vegetative stages (Fig. 3).",
          "table": []
        }
      ]
    },
    {
      "title": "Relative water content of leaves",
      "div": [
        {
          "text": "The RWC of maize grown on Site 1 ranged from 54% to 71% and on Site 2 from 73% to 90%. On Site 1, the RWC in the second and third youngest leaves of maize was consistently higher in N. piscinale treated plants compared to the control plants. The RWC was between 5.7 and 10.4% higher for the second youngest leaf and between 2.5 and 15.4% for the third leaf. However, this was only statistically significant in the second leaf at the phenological stage V9-V10 and in the third leaf at V14 and R2-R3 stages (Free proline content of the second and third youngest maize leaf in the control and N. piscinale treated plants grown at the two field sites. Different letters in each column indicate significant differences. * (p 0.05) and ** (p 0.01) indicates significant difference between the control and treated plants at each site and phenological stage (n = 4)). At Site 2, the RWC of the leaves of the N. piscinale treated plants were lower than or similar to the RWC of the control plants, with one exception (second leaf at V9-V10 significantly different). The differences were only significant Free proline content of the second and third youngest maize leaf in the control and N. piscinale treated plants grown at the two field sites. Different letters in each column indicate significant differences. * (p 0.05) and ** (p 0.01) indicates significant difference between the control and treated plants at each site and phenological stage (n = 4) Leaf number of control and N. piscinale treated maize hybrid plants at different phenological phases and the sum of daily heat units during the field trial in 2019 at the Mosonmagyar ov ar Faculty Farm (Site 1) and the Debrecen University Farm (Site 2). Plants were treated with the cyanobacterium suspension (1 g/L) applied at 400 L/ha at the phenological stages V6-V7. ns: no significant difference; p*: significant difference (p 0.05) between the control and treated plants at each site and phenological stage (n = 10). in the V9-V10 of the second leaf and the R5 phenological stage of the second and third leaves (Free proline content of the second and third youngest maize leaf in the control and N. piscinale treated plants grown at the two field sites. Different letters in each column indicate significant differences. * (p 0.05) and ** (p 0.01) indicates significant difference between the control and treated plants at each site and phenological stage (n = 4)).",
          "table": [
            "Free proline content of the second and third youngest maize leaf in the control and N. piscinale treated plants grown at the two field sites. Different letters in each column indicate significant differences. * (p 0.05) and ** (p 0.01) indicates significant difference between the control and treated plants at each site and phenological stage (n = 4).",
            "RWC of the second and third youngest maize leaf in control and N. piscinale treated maize plants at the two field sites. Different letters in each column indicate significant differences. * (p 0.05) and ** (p 0.01) indicates significant difference between the control and treated plants at each site and phenological stage (n = 24).",
            "Free proline content of the second and third youngest maize leaf in the control and N. piscinale treated plants grown at the two field sites. Different letters in each column indicate significant differences. * (p 0.05) and ** (p 0.01) indicates significant difference between the control and treated plants at each site and phenological stage (n = 4)."
          ]
        }
      ]
    },
    {
      "title": "Free proline content",
      "div": []
    },
    {
      "title": "Grain yield, yield components and protein content",
      "div": []
    },
    {
      "title": "Discussion",
      "div": [
        {
          "text": "The effectiveness of biostimulant treatments varies with plant species and variety and the method and time of application. A single foliar application of N. piscinsle suspension had a beneficial effect on maize growth at both production sites in the present study. The first visible sign of the effect of the cyanobacterial treatment was an increase in leaf number where there were 1À2 extra leaves on the treated plants compared to the control plants between phenological phases V9 and R1 (RWC of the second and third youngest maize leaf in control and N. piscinale treated maize plants at the two field sites. Different letters in each column indicate significant differences. * (p 0.05) and ** (p 0.01) indicates significant difference between the control and treated plants at each site and phenological stage (n = 24)). More leaves are associated with a larger leaf area, increased light absorption and higher photosynthetic  organic matter production which would be beneficial to the crop. Similarly, in a pot trial with maize, Chlorella vulgaris and Spirulina platensis (applied at 3 g/kg soil) increased the leaf number from 6 leaves in control plants to 8 leaves in the treated plants twenty days after sowing (Dineshkumar et al., 2019). However, larger leaf area leads to greater transpiration, more rapid water loss and leaf roll in the event of water deficit stress. This can be fatal for photosynthesis and nitrogen uptake (Wang et al., 2020). In the present study, no leaf roll was observed at either production site. The economics of agricultural production is significantly affected by temperature and precipitation. Maize hybrids respond strongly to temperature changes and are less dependent on photoperiod (Moeletsi, 2017). For maize, temperatures above 10 °C and below 30 °C are favourable although the optimum temperature varies depending on the phenological stage. Maize is particularly sensitive to temperatures above 30 °C during silking and grain filling with high temperatures reducing pollen count and viability as well as grain weight (Butler and Huybers, 2015;Deng et al., 2019). In the present experiment, Site 1 had a maximum daily temperature (Tmax) above 30 °C for 27 days and the rainfall was only 68 mm after silking, which adversely affected the yield production (RWC of the second and third youngest maize leaf in control and N. piscinale treated maize plants at the two field sites. Different letters in each column indicate significant differences. * (p 0.05) and ** (p 0.01) indicates significant difference between the control and treated plants at each site and phenological stage (n = 24)). In contrast, on Site 2, Tmax was above 30 °C for only 20 days and precipitation was sufficient (114 mm; Fig. 1). Higher precipitation during this vegetative period on Site 2 was reflected in higher RWC values while lower precipitation on Site 1 was reflected in lower RW values (RWC of the second and third youngest maize leaf in control and N. piscinale treated maize plants at the two field sites. Different letters in each column indicate significant differences. * (p 0.05) and ** (p 0.01) indicates significant difference between the control and treated plants at each site and phenological stage (n = 24)).",
          "table": [
            "RWC of the second and third youngest maize leaf in control and N. piscinale treated maize plants at the two field sites. Different letters in each column indicate significant differences. * (p 0.05) and ** (p 0.01) indicates significant difference between the control and treated plants at each site and phenological stage (n = 24).",
            "Free proline content of the second and third youngest maize leaf in the control and N. piscinale treated plants grown at the two field sites. Different letters in each column indicate significant differences. * (p 0.05) and ** (p 0.01) indicates significant difference between the control and treated plants at each site and phenological stage (n = 4)."
          ]
        },
        {
          "text": "Plants need a certain amount of heat accumulated during the growing season in order to grow and produce yield. While growth is influenced by the combined effects of several environmental factors, the development of the plant is directly affected by temperature changes. Growth of maize is halted below 10 °C but can develop from one phenological stage to the next if it receives its heat demand in the previous stage (Moeletsi, 2017). Crop growers most often use the GDD (Growing Days Degree) index to calculate the heat sum (Grigorieva, 2020). Due to the better water holding capacity and higher soil-N content on Site 2 (Soil characteristics of the experimental field at the Mosonmagyar ov ar Faculty Farm (Site 1) and at the Debrecen University Farm (Site 2) in the experimental year 2019) and the more favourable rainfall distribution, the plants developed faster and required less heat sum (211 °C) for physiological maturation than on Site 1 (Soil characteristics of the experimental field at the Mosonmagyar ov ar Faculty Farm (Site 1) and at the Debrecen University Farm (Site 2) in the experimental year 2019). The chlorophyll content of leaves, which can be characterized by SPAD values, is an easily measurable and useful stress indicator (Arif et al., 2018). There is a strong correlation between the total nitrogen and chlorophyll content of leaves and it therefore reflects the nitrogen status of the leaf (Hirel et al., 2005). Nitrogen is a component of chlorophyll and photosynthetic enzymes and is necessary for their synthesis. It thus directly and indirectly affects plant photosynthesis and as a result, plant yield (Wang et al., 2020). Nitrogen accumulated in the grain originates from N uptake after silking and from the mobilization of nitrogen accumulated in the vegetative organs during the preceding period (Hirel et al., 2007). A high proportion (50À70%) of the leaf nitrogen content is mobilized (Chen et al., 2014(Chen et al., , 2015a(Chen et al., , 2016)), mostly originating from photosynthetic enzymes and less from chlorophyll and nitrogen in the thylakoids. This results in a decrease in photosynthesis in the later stages of grain filling (Mu et al., 2018). The decrease in leaf nitrogen content begins about 15 days after silking (Ning et al., 2017). This N mobilization to the grains was reflected in the decreasing SPAD values in the reproductive stage of maize development in the current study (Figs. 2 and3).",
          "table": [
            "Soil characteristics of the experimental field at the Mosonmagyar ov ar Faculty Farm (Site 1) and at the Debrecen University Farm (Site 2) in the experimental year 2019.",
            "RWC of the second and third youngest maize leaf in control and N. piscinale treated maize plants at the two field sites. Different letters in each column indicate significant differences. * (p 0.05) and ** (p 0.01) indicates significant difference between the control and treated plants at each site and phenological stage (n = 24)."
          ]
        },
        {
          "text": "The water supply of the plant affects the chlorophyll content of the leaf with concentrations increasing during rainy periods and decreasing during dry periods (Khayatnezhad and Gholamin, 2012;Shafiq et al., 2019). In the present study, there were fluctuations in the chlorophyll content of the leaves throughout the vegetative stage on both production sites with higher SPAD values for the third leaf compared to the second leaf (Figs 2 and3). The cyanobacterial treatment affected the chlorophyll content during the reproductive stages at Site 1 but had less effect at Site 2. SPAD values were significantly higher in the third leaves in N. piscinale treated plants at Site 1, allowing for greater photosynthetic light absorption over a longer period of time. This indicated that a single cyanobacterial foliar treatment improved the plants tolerance to the less favourable environmental conditions (higher temperatures and lower precipitation) occurring at Site 1.",
          "table": []
        },
        {
          "text": "The water content of the leaf affects many plant physiological processes. Water shortage significantly reduces plant weight and affects crop yield (Arndt et al., 2015). The RWC of leaves is an important indicator of the water status of plants, reflecting the rate of leaf water uptake and transpiration (Lugojan and Ciulca, 2011). In the present study, the cyanobacterium treatment did not significantly affect the RWC of the hybrid maize leaves at either production site, except for a few measurement dates. Higher RWC values (73À90%) were measured in plants grown at Site 2 than Site 1 (54À71%) (Free proline content of the second and third youngest maize leaf in the control and N. piscinale treated plants grown at the two field sites. Different letters in each column indicate significant differences. * (p 0.05) and ** (p 0.01) indicates significant difference between the control and treated plants at each site and phenological stage (n = 4)) and this contributed to the higher yields achieved at Site 2 (Free proline content of the second and third youngest maize leaf in the control and N. piscinale treated plants grown at the two field sites. Different letters in each column indicate significant differences. * (p 0.05) and ** (p 0.01) indicates significant difference between the control and treated plants at each site and phenological stage (n = 4)).",
          "table": [
            "Free proline content of the second and third youngest maize leaf in the control and N. piscinale treated plants grown at the two field sites. Different letters in each column indicate significant differences. * (p 0.05) and ** (p 0.01) indicates significant difference between the control and treated plants at each site and phenological stage (n = 4)."
          ]
        },
        {
          "text": "In conclusion, the results of the field trials conducted in two different regions in Hungary proved that the use of cyanobacteriumbased biostimulants can contribute to crop production and yield increase in a sustainable and environmentally friendly manner. In the present study, a single foliar application of a N. piscinale suspension significantly increased growth and grain yield in maize grown under different production conditions.",
          "table": []
        }
      ]
    },
    {
      "title": "Declaration of Competing Interest",
      "div": [
        {
          "text": "None.",
          "table": []
        }
      ]
    }
  ],
  "tables": [
    "{\"title\": \"Soil characteristics of the experimental field at the Mosonmagyar ov ar Faculty Farm (Site 1) and at the Debrecen University Farm (Site 2) in the experimental year 2019.\", \"head\": [\"Soil parameters\", \"Site 1\", \"Site 2\"], \"value\": [[\"Soil type\", \"Danubian alluvial soil\", \"leached chernozem\"], [\"Crop grown previously\", \"winter barley\", \"Maize\"], [\"Humus content (m/m %)\", \"3.20\", \"3.70\"], [\"Gold crown value\", \"39\", \"40\"], [\"Liquid limit (K A )\", \"5 2\", \"4 6\"], [\"pH KCl\", \"7.2\", \"7.5\"], [\"Tilth (cm)\", \"130\", \"90\"], [\"Salt (%)\", \"0\", \"0\"], [\"CaCO 3 (m/m %)\", \"21.4\", \"11.4\"], [\"Al-P 2 O 5 (mg/kg)\", \"189\", \"237\"], [\"Al-K 2 O (mg/kg)\", \"200\", \"214\"], [\"NO 2 -NO 3 -N (mg/kg)\", \"12.8\", \"24.3\"]]}",
    "{\"title\": \"Sowing, treatment and harvest dates of maize grown at the Mosonmagyar ov ar Faculty Farm (Site 1) and at the Debrecen University Farm (Site 2). Treatment is the date SY Zephir maize hybrid was treated with N. piscinale suspension (1 g/L) applied as a foliar spray (400 L/ha) at the phenological stage V6-V7.\", \"head\": [\"V. € Ord€ og, W.A. Stirk, G. Tak acs et al.\", \"\", \"South African Journal of Botany 140 (2021) 153À160\"], \"value\": [[\"\", \"Site 1\", \"Site 2\"], [\"Sowing time\", \"30.04.2019\", \"03.05.2019\"], [\"Treatment\", \"10.06.2019\", \"07.06.2019\"], [\"Harvest time\", \"14.10.2019\", \"10.09.2019\"]]}",
    "{\"title\": \"RWC of the second and third youngest maize leaf in control and N. piscinale treated maize plants at the two field sites. Different letters in each column indicate significant differences. * (p 0.05) and ** (p 0.01) indicates significant difference between the control and treated plants at each site and phenological stage (n = 24).\", \"head\": [\"RWC (%)\"], \"value\": []}",
    "{\"title\": \"Free proline content of the second and third youngest maize leaf in the control and N. piscinale treated plants grown at the two field sites. Different letters in each column indicate significant differences. * (p 0.05) and ** (p 0.01) indicates significant difference between the control and treated plants at each site and phenological stage (n = 4).\", \"head\": [\"V. € Ord€ og, W.A. Stirk, G. Tak acs et al.\", \"\", \"\", \"\", \"South African Journal of Botany 140 (2021) 153À160\"], \"value\": [[\"\", \"\", \"Proline content (mmol/g FW)\", \"\"], [\"Phenological stage\", \"Second youngest leaf\", \"Third youngest leaf\"], [\"\", \"Control\", \"N. piscinale treated\", \"Control\", \"N. piscinale treated\"], [\"Site 1\", \"\", \"\", \"\", \"\"], [\"V9-10\", \"12.96  § 1.66 a\", \"13.93  § 0.56 a\", \"12.84  § 2.26 a\", \"14.18  § 0.75 a\"], [\"V11-12\", \"7.56  § 0.56 b\", \"8.27  § 0.61 b\", \"7.42  § 0.61 b\", \"8.47  § 1.60 b\"], [\"V14\", \"§ 2.07 c\", \"7.28  § 1.93 b\", \"6.80  § 2.54 b\", \"8.22  § 0.46 b\"], [\"R1\", \"4.73  § 0.75 d\", \"5.28  § 0.87 c\", \"4.18  § 0.65 c\", \"6.61  § 0.86 **c\"], [\"R2-3\", \"0.96  § 0.36 f\", \"1.34  § 0.32 d,e\", \"1.09  § 0.24 d\", \"1.28  § 0.47 d\"], [\"R3-4\", \"1.15  § 0.22 e\", \"1.41  § 0.46 e\", \"1.11  § 0.45 d\", \"1.44  § 0.38 d\"], [\"R4\", \"0.72  § 0.11 f\", \"0.84  § 0.08 e\", \"0.88  § 0.09 d\", \"0.82  § 0.10 d\"], [\"Site 2\", \"\", \"\", \"\", \"\"], [\"V9-10\", \"12.10  § 2.02 a\", \"12.71  § 2,04 a\", \"14.57  § 2.28 a\", \"15.97  § 2.34 a\"], [\"V12\", \"10.40  § 1,55 a,b\", \"10.63  § 1.99 a,b\", \"9.31  § 1.66 b\", \"9.99  § 1.11 b\"], [\"V13\", \"7.23  § 1.66 c\", \"7.58  § 1.54 c\", \"7.23  § 1.60 c\", \"8.22  § 2.09 b,c\"], [\"VT\", \"5.57  § 1.51 d\", \"6.20  § 1.54 c,d\", \"5.91  § 1.90 c,d\", \"6.53  § 1.70 c\"], [\"R2\", \"2.27  § 0.43 e\", \"3.32  § 0.84 e\", \"3.12  § 0.62 d,e\", \"3.82  § 0.99 d\"], [\"R3\", \"1.12  § 0.32 f\", \"1.82  § 0.57 f\", \"1.93  § 0.59 e\", \"2.02  § 0.61 d,e\"], [\"R5\", \"1.02  § 0.22 f\", \"1.36  § 0.37 f\", \"0.91  § 0.38 f\", \"1.13  § 0.29 **e\"]]}"
  ]
}