{
  "meta": {
    "title": "Post-silking nitrogen accumulation and remobilization are associated with green leaf persistence and plant density in maize",
    "author": "Li-Li Zhang, Xiang-Li Zhou, Ye Fan, Jun Fu, Peng Hou, Hai-Long Yang, Hua Qi",
    "journal": "Elsevier BV",
    "date": "2019. 08."
  },
  "paragraphs": [
    {
      "title": "Abstract",
      "div": [
        {
          "text": "Stay green (SG) maize was found to have higher grain yield and post-silking nitrogen (N) uptake (PostN) compared with a non-stay green (NSG) hybrid. To understand the effects of plant density on grain yield (GY) and N efficiency in modern maize hybrids, we compared two modern hybrids (SG hybrid DY508 and NSG hybrid NH101) with similar maturity ratings at three plant densities (45 000, 60 000, and 75 000 pl ha -1 ) in 2014 and 2015. GY, leaf senescence, dry matter (DM) accumulation, N accumulation, PostN, and post-silking N remobilization (RemN) were analyzed. DY508 and NH101 had similar GY, but DY508 had higher thousand kernel weight (TKW) and lower kernel number (KN) than NH101. Plant density significantly increased GY in the two hybrids. On average, over the two years, plant density improved GY in DY508 and NH101 by 18.5 and 11.1%, respectively, but there were no differences in total dry matter (TDM) and post-silking DM (PostDM) between the two hybrids. Plant density improved leaf N, stem N, and grain N at the silking and maturity stages in 2014 and 2015. DY508 was lower in harvest index (HI), nitrogen harvest index (NHI), and grain N concentration (GNC) than NH101. Grain N in DY508 was 2.61 kg ha -1 less than in NH101, and this was caused by lower GNC and leaf RemN. On the average, DY508 was 1.62 kg ha -1 less in leaf remobilized N (leaf RemN) than NH101, but was similar in stem remobilized N (stem RemN; 2.47 kg ha -1 vs. 3.41 kg ha -1 ). Maize hybrid DY508 shows delayed leaf senescence in the upper and bottom canopy layers in the later stages of growth. The present study provides evidence that the NH101, which has rapid leaf senescence at the late grain-filling stage, has gained equivalent GY and higher leaf RemN, and was more efficient in N utilization.",
          "table": []
        }
      ]
    },
    {
      "title": "Introduction",
      "div": [
        {
          "text": "Grain yield (GY) in maize has increased steadily over the past 50 years due to genetic and agronomic improvements (Duvick et al. 2005;Tollenaar and Lee 2010). An extended post-silking period and delayed leaf senescence are two important factors that increase canopy function in modern maize hybrids. This is beneficial for post-silking dry matter accumulation (PostDM) and post-silking nitrogen (N) uptake (PostN), which improves GY (Tollenaar and Wu 1999;Borrell and Hammer 2000;Valentinuz and Tollenaar 2004). Modern maize hybrids can accumulate more than 10% DM and N during grain filling than older hybrids (Rajcan and Tollenaar 1999). Stay green (SG) maize hybrids have late-senescing leaves and can produce higher GY, particularly in the context of a warming climate (Liu et al. 2013;Xiao and Tao 2016). Evidence from field experiments indicated that SG hybrids did not have higher GY and accumulated less N in grain (Ciampitti andVyn 2012, 2013;Kosgey et al. 2013). Grain N (GrainN) content is closely correlated with GY in maize, indicating the importance of N in yield potential (Antonietta et al. 2016). GrainN in maize is derived mainly from PostN and N remobilization (RemN) from other organs, and an inverse correlation between PostN and RemN was found (Chen et al. 2014;Chen et al. 2015). Indeed, SG maize hybrids have higher PostN but lower RemN (He et al. 2004;Pommel et al. 2006), because SG hybrids require a large amount of applied N to maintain high foliar N levels, which is associated with chloroplasts integrity (Tollenaar and Lee 2006). The SG period is associated with PostN and RemN, an increase in PostN and a decrease in RemN to the grain can extend the SG period (Rajcan and Tollenaa 1999;Mi et al. 2003).",
          "table": []
        },
        {
          "text": "Delayed leaf senescence is the most important difference between SG and NSG hybrids. For both SG and NSG maize hybrids, leaves senesce starts in the lower canopy layer, then in the top layer, and lastly in the middle layer of the canopy (Valentinuz and Tollenaar 2004). The difference in senescence between SG and NSG hybrids occurs mainly in the lower canopy leaves; the onset of leaf senescence is delayed and the rate is lower (He et al. 2004;Antonietta et al. 2014). However, green leaves in the lower canopy layer cannot contribute to a higher photosynthesis rate due to low irradiance levels, but they consume more stored assimilates late in the growing period (Antonietta et al. 2014). Delayed senescence in SG maize hybrids can result in a higher DM, which mainly accumulates in the stem rather than in the grain compared to NSG hybrids (Pommel et al. 2006). The assimilate distribution cann't guarantee a promised grain yield for SG maize hybrids, but likely increase the stem tolerance to lodging.",
          "table": []
        },
        {
          "text": "Increasing plant density is an important strategy to increase maize yield (Tollenaar and Wu 1999;Sangoi et al. 2002;Duvick et al. 2005;Boomsma et al. 2009;Assefa et al. 2016). High plant density can lead to weak stems and lodging in maize, partly as a result of the fast remobilization of DM and N at the early post-silking stage (Rajcan and Tollenaa 1999). Furthermore, a higher PostDM was found in newer hybrids grown at high density compared to older hybrids (Tollenaar et al. 1991). However, there is limited information about the effects of plant density on PostN and RemN in modern maize hybrids that differ in the leaf senescence trait.",
          "table": []
        },
        {
          "text": "In the present study, we compared canopy senescence, dry matter accumulation, N accumulation and remobilization between silking and maturity stages in two modern SG and NSG maize hybrids that differed with respect to leaf senescence at different plant densities. The objectives were to (1) test the leaf senescence behavior in the canopy during the grain-filling stage, (2) understand the GY, N, and DM accumulation and partitioning at the post-silking stage in response to increasing plant density, and (3) evaluate the effects of plant density on RemN and PostN between silking and physiological maturity stages in the SG and NSG hybrids.",
          "table": []
        }
      ]
    },
    {
      "title": "Materials and methods",
      "div": []
    },
    {
      "title": "Field site and experimental design",
      "div": [
        {
          "text": "The experiments were conducted in 2014 and 2015 at the experimental station of Dandong Academy of Agricultural Sciences (40°28´N, 124°06´E), Fengcheng, Dandong City, Liaoning Province, China. The soil was a sandy loam, and the chemical properties of the 0-20 cm soil layer were 1 021.3 mg kg -1 total N, 18.2 mg kg -1 Olsen-P, 118.5 mg kg -1 NH 4 OAc extracted K, and 14.6 g kg -1 organic matter, with a pH of 6.1 (H 2 O). The precipitation, mean daily temperature, and sunshine are shown in Fig. 1. Total precipitation during the maize growing season from 1 May to 30 September was 493 mm in 2014 and 579 mm in 2015, which was 333 and 246.9 mm less than the annual amounts, respectively. Weather measurements were downloaded in the website of China Meteorological Data Service Center (http://data. cma.cn). The experimental field was not irrigated during the entire maize growth period in both years.",
          "table": []
        },
        {
          "text": "The experiments were arranged in a split plot design with plant density as the first factor and the maize hybrid as the second factor. Plant densities of 45 000, 60 000, and 75 000 pl (plants) ha -1 were used (representing low, medium, and high plant densities, respectively, during the rainy environmental condition), with the two hybrids DY508 and NH101 planted at all three densities. Hybrids DY508 and NH101 have similar days to silking and maturity stages, but they differ in leaf senescence; hybrid DY508 represents the SG hybrids, while hybrid NH101 represents the NSG hybrids. The plot sizes were 5.04 m×8 m with a row spacing of 0.63 m, and there were three replicates. Planting dates were 29 April in 2014, and 28 April in 2015. The plots were over-seeded artificially and then thinned to the expected density when the seedlings were at the 3-leaf stage. Combined fertilizer (N:P 2 O 5 :K 2 O=26:12:10), consisting of 152 kg ha -1 N, 72 kg P 2 O 5 ha -1 , and 60 kg K 2 O ha -1 , was applied at sowing. Extra N of 88 kg ha -1 N (urea, 46.4% N) was applied at jointing stage. The total amount of fertilizer applied was 240 kg N ha -1 , 72 kg P 2 O 5 ha -1 , and 60 kg K 2 O ha -1 , which was higher than local production levels to make sure the hybrids did not suffer from N deficiency. Weeds, pests, and diseases were well controlled using standard maize cultivation practices.",
          "table": []
        }
      ]
    },
    {
      "title": "Samples and measurements",
      "div": [
        {
          "text": "At the silking stage, five plants in each subplot were randomly tagged, and leaf length (L) and the maximum leaf width (W) of the tagged plants were measured. The green leaf area (GLA) was calculated using the formula: GLA=L×W×0.75 (Pommel et al. 2006). Leaves were divided into three layers: upper layer (leaves from the top of the plant downward to the second leaf above the ear), middle layer (the first leaf above the ear, the ear leaf and the first leaf below the ear), and lower layer (from the second leaf below the ear to the bottom of the plant). A leaf was regarded as senescent when half of it had turned yellow, and leaf senescence was recorded from silking to physiological maturity stages. To develop the relationship between leaf senescence speed and thermal time post-silking, daily mean temperatures during the reproductive growing period were recorded in 2014 and 2015.",
          "table": []
        },
        {
          "text": "To measure DM, three plants in each plot were consecutively sampled at silking stage, 60-70 days after emergence (DAE), and again at physiological maturity stage, approximately 130 DAE for both hybrids in the two growing years. The sampled plants were separated into leaf, stem (including leaf sheath and tassels), and ear fractions. All samples were oven dried at 105°C for 30 min, then at 70°C to a constant weight. The dried samples were immediately weighed to obtain the DM, and then ground to a fine powder for N analysis. Total N concentration was determined using a modified Kjeldahl digestion method (Nelson and Sommers 1973).",
          "table": []
        },
        {
          "text": "Physiologically mature ears in an area of 2.52×8 m 2 from each plot were harvested and shelled to calculate GY. Grain moisture was measured with a grain moisture tester (PM 8188, Kett Electric Laboratory, Tokyo, Japan). To calculate kernel number (KN) and thousand kernel weight (TKW), 20 ears were collected from each plot and were oven-dried at 70°C. GY was determined at 14% moisture.",
          "table": []
        },
        {
          "text": "PostN and remobilization N post-silking, and their contribution to GrainN, were calculated using the formulas given in Ciampitti et al. (2013).",
          "table": []
        },
        {
          "text": "PostN=Total",
          "table": []
        }
      ]
    },
    {
      "title": "Data analysis",
      "div": [
        {
          "text": "Analysis of variance (ANOVA) was performed using SAS 9.0 Software. Planting density, hybrid, and their interaction were considered as fixed factors, and plot was taken as a random factor. The least significant difference (LSD) method was used to compare the means when the factors or their interaction were significant.",
          "table": []
        }
      ]
    },
    {
      "title": "Results",
      "div": []
    },
    {
      "title": "Yield, yield components, and harvest index",
      "div": [
        {
          "text": "Hybrid effects were significant for kernel number per ear, TKW, harvest index (HI), and NHI, but not for GY (Grain).",
          "table": [
            "Grain"
          ]
        },
        {
          "text": "Plant density had a significant effect on GY, kernel number, and TKW, but not on HI. Experimental year had a significant effect only on kernel number and TKW. Averaging across plant densities and years, GY in the two hybrids was the same. The NSG hybrid NH101 was higher for kernel number per ear (579.9 vs. 531.9), HI (50.7 vs. 48.0), and NHI (68.2 vs. 59.2), but lower for TKW (345.3 vs. 366.5 g) averaging across plant density and years (Table1). Averaged over the two years, GY in NH101 improved by 18.5% (Grain) from 45 000 to 75 000 pl ha -1 , and GY in DY508 increased by 11.1% (Grain) from 45 000 to 60 000 pl ha -1 .",
          "table": [
            "Grain",
            "Grain"
          ]
        }
      ]
    },
    {
      "title": "Leaf senescence and dry matter accumulation",
      "div": [
        {
          "text": "In this study, we focused on leaf senescence progress during the grain-filling stage. We found that leaf senescence occurred firstly in the bottom leaves, then in the top leaves, and last in the middle leaves for both hybrids in both years (Fig. 2). Hybrid effects on the onset and speed of leaf senescence were obvious. Hybrid NH101 showed much earlier and faster leaf senescence than did hybrid DY508 in both years, especially in the bottom leaves. By contrast, plant density had no effect on the onset of leaf senescence in the three leaf layers. On average across the two hybrids, leaf senescence always started at 479 and 594°C thermal time in the bottom leaves, at 843 and 893°C thermal time in the middle leaves, and at 590 and 803°C thermal time in the top leaves at all three plant densities in 2014 and 2015, respectively. High plant density accelerated leaf senescence late in the growing period much faster than at low plant density. Leaf senescence was faster in 2014 than in 2015, especially for the top leaves and the bottom leaves.",
          "table": []
        },
        {
          "text": "To compare the hybrid effects on DM accumulation in    different growing stages, the entire growing period was divided into pre-and post-silking intervals (Fig. 3). Total dry matter (TotalDM) was similar between DY508 and NH101 at the same plant density in both years, while PostDM and PostDM/TotalDM for DY508 at 75 000 pl ha -1 in 2014 and at 60 000 pl ha -1 in 2015 were slightly higher than for NH101. DM per area increased with increasing plant density, but the proportion of PostDM to TotalDM decreased, and significance was detected in 2014.",
          "table": []
        }
      ]
    },
    {
      "title": "N uptake and remobilization between silking and maturity stages",
      "div": [
        {
          "text": "The TotalN at maturity stage was divided into pre-and postsilking N content in order to compare the hybrid effects on TotalN in the different growing periods.",
          "table": []
        },
        {
          "text": "The hybrid had no effect on PostN or the ratio of PostN to totalN. The two hybrids were similar in TotalN at maturity stage in both years (Fig. 4).",
          "table": []
        },
        {
          "text": "Hybrids DY508 and NH101 were similar in leaf N content (LeafN), stemN content (StemN), ear N content (EarN), and TotalN at silking stage for the three plant densities, but significantly different at maturity stage (Effects of hybrid and plant density on nitrogen (N) content of maize at silking and maturity stages in 2014 and 2015). Plant density increased LeafN, StemN, and TotalN significantly at silking and maturity stages in both years on a per area basis. On average across plant density and year, the mean leafN for DY508 was 1.6 g m -2 higher than that for NH101 at maturity stage, and the difference in mean StemN between the two hybrids was 0.6 g m -2 . LeafN and StemN at silking and maturity stages both increased with increasing plant density.",
          "table": [
            "Effects of hybrid and plant density on nitrogen (N) content of maize at silking and maturity stages in 2014 and 2015"
          ]
        },
        {
          "text": "With respect to the nitrogen remobilization efficiency from leaves and stems, the values for hybrid NH101 were significantly higher than that for hybrid DY508 in both years (Effects of hybrid and plant density on maize nitrogen remobilization efficiency (%) from leaf and stem during the periods from silking to maturity stages in 2014 and 2015). High plant densities increased nitrogen remobilization from leaves in hybrid DY508 in both years. Plant density had no significant effect on nitrogen remobilization efficiency in hybrid NH101. On average, nitrogen remobilization efficiency from leaves was generally higher than from stems. Increasing plant density improved N remobilization from the leaves to the grain.",
          "table": [
            "Effects of hybrid and plant density on maize nitrogen remobilization efficiency (%) from leaf and stem during the periods from silking to maturity stages in 2014 and 2015"
          ]
        },
        {
          "text": "Increasing plant density did not affect the grain N concentration (GNC) for either hybrid (Fig. 5). Low GNC (%) was found in DY508 at three plant densities compared with NH101. The GNC was 1.21 and 1.41% for hybrids DY508 and NH101, respectively, regardless of plant density, averaged over the two years. Grain N content (g m -2 , rainN) for hybrid NH101 was significantly higher than that for DY508 at maturity stage at the three plant densities used in both years (Effects of hybrid and plant density on nitrogen (N) content of maize at silking and maturity stages in 2014 and 2015). The relative GrainN content increased from approximately 12 g m -2 at 45 000 pl ha -1 to 16 g m -2 at 75 000 pl ha -1 for DY 508, and from 15 to 19 g m -2 for NH101. Contribution to GrainN by leaf remobilizd N (leaf RemN), stem remobilizd N (stem RemN), cob remobilizd N (cob RemN), and PostN was shown in Fig. 6. Leaf RemN is the most important contributor to GrainN, followed by PostN and stem RemN. Hybrid NH101 had a higher leaf RemN than hybrid DY508. Stem RemN in NH101 was higher than that in DY508. Cob RemN contributed the least to GrainN, and the difference between the hybrids was not consistent between the plant densities and between 2014 and 2015. The GrainN was divided into PostN and RemN. PostN was not different between SG hybrid DY508 and NSG hybrid NH101 (Fig. 4). In contrast, the contribution of PostN uptake to GrainN in hybrid DY508 was higher than that in hybrid NH101, and the difference became less as plant density increased. On average, the contribution of PostN to GrainN declined in 2014 with the increase in plant density.",
          "table": [
            "Effects of hybrid and plant density on nitrogen (N) content of maize at silking and maturity stages in 2014 and 2015"
          ]
        }
      ]
    },
    {
      "title": "Discussion",
      "div": []
    },
    {
      "title": "Stay-green leaves and dry matter accumulation",
      "div": [
        {
          "text": "Maize leaf senescence always starts before all of the leaf area has developed, and the progress accelerates during the grain-filling period (Muchow and Carberry 1989). Leaf senescence starts in leaves at the bottom of the canopy and progresses upwards during reproductive growth (Sadras et al. 2000). As plant population size increases, the leaf senescence rate accelerates due to inter-plant competition for resources, although plant density has little effect on the initiation of senescence (Borrás et al. 2003). In the present study, we found that higher plant density reduced the GLA in each layer (Fig. 2). In the middle layer, NH101 and DY508 were similar with respect to the progressive decline in GLA, especially at higher plant densities. In the upper and lower layers, leaves of DY508, however, senesced later, extending leaf longevity during the grain-filling period. It can be deduced that in the SG hybrid, the stay-green trait delays the onset of leaf senescence or reduces the rate, even at high plant density (Ding et al. 2005;Antonietta et al. 2014).  Leaf senescence was faster in 2014 than that in 2015, especially for the top leaves and the bottom leaves. The different senescence between 2014 and 2015 was related to the total amount of precipitation and its distribution between pre-silking and post-silking stages. The total precipitation during the maize growth stage was 493.1 and 579.2 mm in 2014 and 2015, respectively. The precipitation post-silking stage was 92.3 mm in 2014, lower than that in 2015.",
          "table": []
        },
        {
          "text": "Previous studies have demonstrated that retention of green leaves in the upper canopy layer does not contribute to light interception because of their relatively small area (Acciaresi et al. 2014). Maintenance of green leaves lower in the canopy could increase light interception, but solar radiation that reaches the lower leaves is limited. Furthermore, a high respiratory cost was found in SG leaves in the low canopy layer of maize (Antonietta et al. 2014). Overall, the SG trait may not lead to an increased photosynthetic capacity of maize leaves. Our results show that the middle-layer leaves senesce last, regardless of hybrid and plant density, suggesting a possibility to further increase maize yield by increasing leaf photosynthesis in the middle canopy layer.",
          "table": []
        },
        {
          "text": "PostDM has an important impact on GY in maize (Bender et al. 2013;Ning et al. 2013). SG maize hybrids have a larger PostDM, and benefit from the extended post-silking leaf longevity and photosynthesis (Rajcan and Tollenaa 1999). In the present study, we found that the SG hybrid DY508 was similar to the NSG hybrid NH101 in PostDM (Fig. 3), although DY508 showed delayed leaf senescence at the late grain-filling stage (Fig. 2). The proportion of PostDM to TotalDM was significantly higher in DY508 at 45 000 pl ha -1 than that in NH101 at 45 000 pl ha -1 in 2014 (Fig. 3), but there were no differences in GY between the SG and NSG hybrids, which agrees with the results of Antonietta et al. (2014). SG maize hybrids can accumulate DM more rapidly than NSG hybrids, but allocate a high proportion to the stalks (Below et al. 1981;Chen et al. 2015). In our study, DY508 had a lower HI than NH101 due to the high proportion of DM in the stalks and cobs. Cob DM of DY508 was significantly higher than that of NH101 (data not shown), indicating SG maize hybrids can produce more assimilates than NSG hybrids, but the assimilates cannot be efficiently transported to the kernels. Grain yield components of SG hybrid DY508 and NSG hybrid NH101 responded to plant density in different ways, increasing the plant density dramatically reduced TKW in hybrid DY508 and KN in hybrid NH101. Antonietta et al. (2016) indicated that significant yield differences were attributable to differences in KW that was strongly reduced in the SG hybrid, and KW was significantly related to kernel N concentration.",
          "table": []
        },
        {
          "text": "In our study, GY in the hybrids DY508 and NH101 responded similarly to changes in plant density, but in different ways. Averaging over the two years, GY of NH101 increased with increasing plant density from 45 000 to 75 000 pl ha -1 , but decreased for DY508 when plant density reached up to 75 000 pl ha -1 . This implied that DY508 has a lower optimum density than NH101, consistent with findings of Antonietta et al. (2014).",
          "table": []
        },
        {
          "text": "The yield components of the two hybrids responded to plant density differently. We found that the proportion of PostDM to TotalDM decreased from 62.49 to 57.45% in DY508 with increasing density (Fig. 3). Therefore, with increasing plant density, the SG hybrid with delayed senescence did not show increases in PostDM accumulation, suggesting that the correlation between post-silking dry matter accumulation and the duration of green leaf area is weak. A similar HI among plant densities but a lower contribution of PostDM in DY508, would be indicating a better assimilate remobilization at high density.",
          "table": []
        }
      ]
    },
    {
      "title": "Stay-green leaves and nitrogen remobilization",
      "div": [
        {
          "text": "Maize leaves play an important role in N remobilization (Swank et al. 1982), and leaf senescence can increase RemN (Pan et al. 1995). In our study, leaf RemN (Fig. 6) accounted for a higher proportion (39.7%) of GrainN than stem RemN (20.2%). Leaf RemN in hybrid NH101 was consistently higher than that in DY508 in both years, and this difference was related to leaf senescence during the period from silking to maturity stages. The SG trait in DY508 delayed senescence, and likely postponed N remobilization from the leaves and stems during the late grain-filling period (Below et al. 1981;Ciampitti et al. 2013).",
          "table": []
        },
        {
          "text": "The high GrainN in NH101 (Effects of hybrid and plant density on nitrogen (N) content of maize at silking and maturity stages in 2014 and 2015) indicates that N remobilization efficiency from the leaves and stems (Effects of hybrid and plant density on nitrogen (N) content of maize at silking and maturity stages in 2014 and 2015) of NSG maize hybrids is higher than that of SG hybrids. No statistically significant difference was found between NH101 and DY508 in TotalN and PostN (Fig. 4), indicating that SG and NSG maize hybrids might have a similar N uptake. In addition, high leaf N concentration was not necessarily linked to high rates of leaf photosynthesis, especially in the bottom of the canopy due to limited solar irradiation (Acciaresi et al. 2014). Under such conditions, green leaves will compete for N with maize grains, thereby reducing both grain N content and grain quality.",
          "table": [
            "Effects of hybrid and plant density on nitrogen (N) content of maize at silking and maturity stages in 2014 and 2015",
            "Effects of hybrid and plant density on maize nitrogen remobilization efficiency (%) from leaf and stem during the periods from silking to maturity stages in 2014 and 2015"
          ]
        },
        {
          "text": "Increasing plant density accelerate leaf senescence. During senescence, N in the leaves is remobilized to the grains to fulfill the requirements for protein synthesis in the grain. In this study, at plant densities from 45 000 to 75 000 pl ha -1 , RemN ranged from 6.15 to 10.87 g m -2 in DY508 and from 8.55 to 13.44 g m -2 in NH101. Considering the importance of pre-and post-silking N contribution to maize grains, there are some conflicts between our results and those of previous studies. It is reported that root absorption contributed more to GrainN in SG maize hybrids than in older hybrids as a result of long-lasting function in leaves and roots (Tsai and Huber 1996;Ma and Dwyer 1998;Rajcan and Tollenaa 1999), especially during the grain-filling period. These results demonstrated that PostN is an important resource for GrainN, while our results showed that 53-70% of GrainN is derived from RemN (Fig. 6). A recent study also showed that RemN can contribute as much as 66-85% of maize GrainN (Chen et al. 2014).",
          "table": []
        }
      ]
    },
    {
      "title": "Conclusion",
      "div": [
        {
          "text": "Based upon comparisons between modern SG and NSG maize hybrids with different senescence traits, we are able to make the following conclusions: (1) the SG hybrid DY508 shows delayed leaf senescence in the upper and lower canopy layers even at high plant densities, but the SG trait did not result in an increase in GY, and it had a lower HI value compared to the NSG hybrid NH101; (2) SG hybrid DY508 showed lower NHI and GNC compared to NSG hybrid NH101, which resulted from lower RemN; (3) increased plant density improved leaf N remobilization in SG hybrid DY508 as an adaptation to the dense plant population; (4) NSG hybrid NH101 showed higher RemN while similar PostN as the SG hybrid DY508. Therefore, further delaying the onset of leaf senescence may not be necessary in modern hybrids, especially at high plant density, when the goal is to improve maize GY and N efficiency simultaneously. To solve this problem, the coordination of PostN and RemN needs to be considered. In the future, breeding efforts should be directed towards increasing the efficiency of PostN and leaf RemN.",
          "table": []
        }
      ]
    }
  ],
  "tables": [
    "{\"title\": \"Grain\", \"head\": [\"for maize\"], \"value\": []}",
    "{\"title\": \"Effects of hybrid and plant density on nitrogen (N) content of maize at silking and maturity stages in 2014 and 2015\", \"head\": [\"Year\", \"Hybrid\", \"Plant density (pl (plants) ha -1 )\", \"N content at silking stage (g m -2 ) Leaf Stem Ear Total\", \"Leaf\", \"N content at maturity stage (g m -2 ) Stem Cob Grain\", \"Total\"], \"value\": [[\"2014\", \"DY508\", \"45 000\", \"7.67 c\", \"4.75 c\", \"1.48 a 13.9 c\", \"4.00 b\", \"2.83 c\", \"0.92 a 11.58 b 19.33 b\"], [\"\", \"\", \"60 000\", \"10.94 b\", \"6.53 b\", \"1.83 a 19.3 b\", \"5.66 a\", \"3.99 b\", \"1.04 a 14.62 a 25.31 a\"], [\"\", \"\", \"75 000\", \"12.19 a\", \"8.25 a\", \"1.77 a 22.22 a\", \"5.48 a\", \"5.31 a\", \"1.14 a 15.56 a 27.50 a\"], [\"\", \"NH101\", \"45 000\", \"8.84 b\", \"5.50 b\", \"1.18 a 15.51 b\", \"3.31 b\", \"2.77 b\", \"0.88 a 14.71 b 21.66 b\"], [\"\", \"\", \"60 000\", \"11.75 a\", \"7.63 a\", \"1.65 a 21.02 a\", \"3.67 b\", \"3.90 a\", \"1.21 a 17.94 a 26.73 a\"], [\"\", \"\", \"75 000\", \"11.91 a\", \"6.80 a\", \"1.94 a 20.65 a\", \"4.13 a\", \"3.01 b\", \"1.00 a 17.81 a 25.95 a\"], [\"2015\", \"DY508\", \"45 000\", \"9.19 b\", \"6.22 b\", \"1.33 a 16.74 b\", \"4.60 b\", \"3.44 b\", \"0.85 b 12.58 b 21.46 b\"], [\"\", \"\", \"60 000\", \"11.12 a\", \"8.61 a\", \"1.43 a 21.16 a\", \"5.06 a\", \"4.31 a\", \"0.92 b 16.12 a 26.40 a\"], [\"\", \"\", \"75 000\", \"11.87 a\", \"7.81 ab 1.83 a 21.5 a\", \"4.84 a\", \"4.53 a\", \"1.36 a 17.08 a 27.82 a\"], [\"\", \"NH101\", \"45 000\", \"8.31 c\", \"6.13 b\", \"2.44 a 16.89 c\", \"2.46 b\", \"3.31 b\", \"1.29 a 14.96 b 22.02 c\"], [\"\", \"\", \"60 000\", \"9.97 b\", \"7.22 ab 1.97 a 19.15 b\", \"2.93 ab 3.34 b\", \"1.39 a 17.36 b 25.02 b\"], [\"\", \"\", \"75 000\", \"12.23 a\", \"8.47 a\", \"2.24 a 22.9 a\", \"3.46 a\", \"4.39 a\", \"1.44 a 20.39 a 29.68 a\"], [\"ANOVA\", \"\", \"\", \"\", \"\", \"\", \"\", \"\", \"\", \"\"], [\"Hybrid (H)\", \"\", \"ns\", \"ns\", \"ns\", \"ns\", \"**\", \"*\", \"*\", \"*\", \"ns\"], [\"Plant density (D)\", \"\", \"**\", \"**\", \"ns\", \"**\", \"**\", \"**\", \"ns\", \"**\", \"**\"], [\"Year (Y)\", \"\", \"\", \"ns\", \"ns\", \"ns\", \"ns\", \"ns\", \"ns\", \"ns\", \"ns\", \"ns\"], [\"H×D\", \"\", \"\", \"ns\", \"ns\", \"ns\", \"ns\", \"ns\", \"ns\", \"ns\", \"ns\", \"ns\"], [\"H×Y\", \"\", \"\", \"ns\", \"ns\", \"ns\", \"ns\", \"ns\", \"ns\", \"ns\", \"ns\", \"ns\"], [\"D×Y\", \"\", \"\", \"ns\", \"ns\", \"ns\", \"ns\", \"ns\", \"ns\", \"ns\", \"ns\", \"ns\"], [\"H×D×Y\", \"\", \"\", \"**\", \"**\", \"ns\", \"**\", \"ns\", \"**\", \"ns\", \"**\"]]}",
    "{\"title\": \"Effects of hybrid and plant density on maize nitrogen remobilization efficiency (%) from leaf and stem during the periods from silking to maturity stages in 2014 and 2015\", \"head\": [\"Hybrid\", \"Plant density (pl (plants) ha -1 )\", \"2014 Leaf Stem\", \"Leaf\", \"2015 Stem\"], \"value\": [[\"DY508\", \"45 000\", \"47.9 b\", \"40.6 a\", \"50.1 b\", \"44.8 ab\"], [\"\", \"60 000\", \"48.4 b\", \"39.0 a\", \"54.5 ab 49.8 a\"], [\"\", \"75 000\", \"55.0 a\", \"35.4 a\", \"59.3 a\", \"41.6 b\"], [\"\", \"Mean\", \"50.4 B 38.3 B 54.6 B 45.4 B\"], [\"NH101\", \"45 000\", \"62.4 a\", \"49.4 a\", \"70.3 a\", \"45.3 a\"], [\"\", \"60 000\", \"68.4 a\", \"48.9 a\", \"70.4 a\", \"53.7 a\"], [\"\", \"75 000\", \"65.3 a\", \"55.1 a\", \"71.5 a\", \"47.9 a\"], [\"\", \"Mean\", \"65.3 A 51.1 A 70.7 A 49.0 A\"], [\"Values with the same letters are not significantly different at\"], [\"P<0.05, small letters indicate significance in comparisons\"], [\"between plant densities, and capital letters indicate significance\"], [\"in comparisons between hybrids.\", \"\", \"\", \"\"]]}"
  ]
}