{
  "meta": {
    "title": "Prolificacy and nitrogen internal efficiency in maize crops",
    "author": "Martín Parco, Ignacio Ciampitti Antonio Ciampitti, Karina D’andrea Elizabeth D’andrea, Gustavo Maddonni Ángel Maddonni",
    "journal": "Elsevier BV",
    "date": "2020. 10."
  },
  "paragraphs": [
    {
      "title": "Abstract",
      "div": [
        {
          "text": "In maize (Zea mays L.) crop, \"defensive practices\" such as low plant densities and limited nitrogen (N) fertilization have begun to be progressively adopted in limited-production regions of the world. At low plant density, the expression of prolificacy (i.e., more than one fertile ear per plant) can stabilize maize production. Considering N as the main limiting resource, yield can be defined as a function of i) total N uptake and the efficiency to produce yield from total N uptake, i.e., N internal efficiency (NIE) or ii) total N uptake, N harvest index (NHI) and grain N concentration. The objective of this work was to describe changes in NIE and their related components regulated by prolificacy at both canopy-and plant-scales. Field studies were carried out in Buenos Aires, Argentina, during 2015-2016 and 2016-2017 seasons. Treatments were combinations of two N supplies (N-: 0 and N+: 200 kg N ha -1 ), two plant densities (4 and 8 plants m -2 ) and five maize hybrids released during the last four decades. High N supply positively impacted yield per unit area (ca. 45 %) by increasing kernel number (ca. 33 %), kernel weight (ca. 18 %) and harvest index (ca. 12 %). At low plant density, high N supply expressed the highest prolificacy (mean 1.65 ears plant -1 ). The older hybrids displayed the highest prolificacy (mean 1.30 ears plant -1 ) and the lowest yield per unit area (mean 792 g m -2 ), but showed the greatest grain N concentration (mean 15.1 g kg -1 ). However, recent hybrids resulted in medium prolificacy (mean 1.11 ears plant -1 ) with the highest yield per unit area (mean 910 g m -2 ), but with the lowest grain N concentration (mean 13.6 g kg -1 ). The different pattern of grain N concentration among hybrids coupled with similar NHI (mean 0.80) led to the lowest NIE of the most prolific hybrids (mean 55 g yield g N -1 ) relative to the less prolific ones (mean 60 g yield g N -1 ). Variations in NIE among genotypes and plant densities were negatively influenced by grain N concentration under N-and under N+ only when prolificacy = 1. Under N+ with prolificacy > 1, NIE variations were positively determined by NHI. For all genotypes, higher yield per plant (mean 30 %) and total N uptake (mean 25 %) were recorded for the prolific plants, reflected in the greater absolute NIE (mean 5 %). For the oldest hybrid differences between prolific and non-prolific plants in NIE (mean 46.8 vs 41.8 g yield g N -1 ) were greater than those recorded for the other genotypes due to the higher impact of prolificacy on yield per plant (mean 51 %) than on total N uptake (mean 26 %). Over time, improvements in NIE primarily occurred from greater yield of the apical ear. Overall, the expression of prolificacy appears to be an adequate strategy to stabilize maize production in response to improvements of environmental conditions, specially addressed by low plant density and high N supply.",
          "table": []
        }
      ]
    },
    {
      "title": "Introduction",
      "div": [
        {
          "text": "During the last four decades, intensification (increasing yields per unit area) has been one of the most relevant global changes in agriculture, mainly related to increases in nitrogen (N) and phosphorus (P) fertilization and with a greater proportion of cultivated and irrigated lands (Tilman, 1999). Increasing food production primarily occurred in non-developing countries and/or limited production environments (Paruelo et al., 2005), where the most common management practices (e.g. sowing date, plant density, choice of cultivars, fertilization) may be implemented without a scientific analysis of their underlying ecophysiological foundations.",
          "table": []
        },
        {
          "text": "During the last decade, maize production area in Argentina increased due to the expansion of this crop to low productivity areas (e.g. semi-arid regions of the Pampas and tropical regions; MAGyP, 2019). In these new environments, different \"defensive practices\" were adopted to cultivate maize. As in similar scenarios across the US (Alessi and Power, 1974;Norwood, 2001) and Canada (Major et al., 1991), the most relevant strategies utilized were late sowing dates (Maddonni, 2012), adoption of hybrids with resistance to lepidopterous/pests (Shi et al., 2013) or herbicides, low plant densities (Rotili et al., 2019) and low or null application of N fertilizers (Walter and Satorre, 2014). In those regions, precipitation is usually variable among years and with high intra-annual variation as climatic conditions typical for the south and west area of the Pampas (semi-arid region), with irregular water supply during the summer season (Penalba and Vargas, 2004). In addition, in those soils with poor organic matter, lower temperatures may temporarily reduce N supply due to lower N organic mineralization rates (Kirschbaum, 1995;MacDonald et al., 1995;Niklińska et al., 1999).",
          "table": []
        },
        {
          "text": "The combination of erratic annual precipitation pattern with variations in soil depth and soil texture (Salazar Lea Plaza and Moscatelli, 1989) defines the spatio-temporal heterogeneity in soil water balance. Therefore, management factors such as sowing date, genotype, plant density and N supply have a fundamental role in face of unforeseen conditions of water supply during the maize growing season. Delaying sowing, together with reduction of plant density, contribute to a more promising water supply environment around the critical period bracketing silking (Maddonni, 2012;Rotili et al., 2019). A few eco-physiological responses such as reproductive plasticity (i.e., prolificacy) might contribute to stabilize or increase yield in less limited-water supply environments, however other factors, such as N availability, could limit the expression of this relevant plant trait.",
          "table": []
        },
        {
          "text": "For this study, prolificacy is defined as the ability of plants to set more than one fertile ear per plant i.e., the apical and the sub-apical ear (Pan et al., 1984). At low plant densities, prolificacy can improve yield via the contribution of kernels of the sub-apical ear (Collins et al., 1965;Pan et al., 1995;Prior and Russell, 1975) in conditions when both apical and sub-apical ears have a high silking synchrony (Cárcova et al., 2000). Limitations to plant growth around silking, such as those promoted by high plant density (Echarte et al., 2000;Ciancio et al., 2016;Otegui, 1995) or water availability (Chapman and Edmeades, 1999;Hall et al., 1982;Maddonni and Martínez-Bercovich, 2014), reduce the contribution of prolificacy to grain yield. By contrast, when prolificacy is expressed, maize genotypes may present greater resource utilization efficiency (i.e., greater performance when grown under reduced-input cropping system) and more stable yield relative to the non-prolific hybrids (Varga et al., 2004).",
          "table": []
        },
        {
          "text": "The decision of delaying sowing, together with reduction of plant density in water-limited environments for maize crops, generally result in a more favorable water balance for plant growth around silking (Maddonni, 2012;Rotili et al., 2019). Hence, considering N as the main limiting resource, yield can be defined as a function of i) total N uptake and the efficiency to produce grain yield from total N uptake, i.e., N internal efficiency (NIE) (Anderson et al., 1985), or ii) total N uptake, N harvest index (the ratio between grain N uptake to total N uptake; NHI) and grain N concentration (Tamagno et al., 2017). Based on i) and ii) NIE may be positively related to NHI but negatively related to grain N concentration (Ciampitti and Vyn, 2012). Dissecting these relationships can help to understand the impact of crop management in NIE, such as genotype (Echarte et al., 2008), type of hybrid (i.e., single vs. double cross; Echarte et al., 2004), plant density, N supply and their interactions (Ciampitti and Vyn, 2011). From the N supply standpoint, particularly under N restrictive environments, Moll et al. (1987) reported that prolific maize hybrids showed a greater N use efficiency (NUE) (i.e., yield per unit of N applied, soil + fertilizer) than their non-prolific counterpart, but the response of yield to N supply was not correlated with an improvement in NIE (Anderson et al., 1985).",
          "table": []
        },
        {
          "text": "Hence, N economy provides a framework to describe changes in NIE and their related components regulated by prolificacy for commercial maize hybrids grown under varying plant densities and N supplies. To follow this rationale, the effect of these factors on N economy of prolific and non-prolific hybrids was studied at both canopy-and plant-scales. At each level we evaluated: yield, prolificacy, total N uptake, grain N concentration, NIE, relationships between NIE, NHI and grain N concentration, and variations in NIE and their components due to changes in the plant prolificacy trait. We hypothesized that prolificacy increases yield but reduces NIE due to an increase in grain N concentration, without promoting changes in NHI (i.e., compensation between harvest index of biomass (HI) and grain N concentration).",
          "table": []
        }
      ]
    },
    {
      "title": "Materials and methods",
      "div": []
    },
    {
      "title": "Crop management and experimental design",
      "div": [
        {
          "text": "Two field studies were conducted at the experimental field of the Department of Plant Production, University of Buenos Aires, Argentina (35′S 34th, 58th 29′W) on a deep silty clay loam soil (Vertic Argiudoll;Soil Survey Staff, 2010) during 2015-2016 and 2016-2017 growing seasons. Five Argentinean maize commercial hybrids DK-3F22, DK-4F37, DK-664, DK-747 and DK-7210 (Dekalb, Buenos Aires, Argentina), were sown under two N supplies at two plant densities in a split-split plot design organized in three randomized complete blocks. These hybrids were selected for being the topmost cropped hybrids for at least 5 years since their release (Hybrid name, year of release, hybrid and endosperm types and relative maturity). The N factor was evaluated considering two levels (N-and N+, low and high N supply, respectively), assigned to the main plots. Plant density (D 4 and D 8 ; 4 and 8 plants m -2 , respectively) was assigned to the subplots and hybrid to the subsubplots (hereafter termed plots). Each plot involved four rows spaced at 0.50 m by 10 m long. A winter crop (wheat) was cultivated prior to each study to reduce soil N. Total biomass of this crop was harvested and removed 30 days before sowing. Soil sampling (0-60 cm with 20 cm interval) was carried out prior to sowing each study to assign blocks based on initial soil N content (mean of 70 kg N ha -1 ), assessed via a soil nitrate quantification.",
          "table": [
            "Hybrid name, year of release, hybrid and endosperm types and relative maturity."
          ]
        },
        {
          "text": "The field studies were manually sown on October 25, 2015 (Exp 1 ) and November 1, 2016 (Exp 2 ). To ensure a correct stand of plants, three seeds per position were sown and thinned to one plant per site at the three-ligulated-leaf stage (V3; Ritchie et al., 1986). In both Exps, N + plots were fertilized with urea (46 %N) at sowing and at the four to six ligulated leaf stage (V4-V6) to reach a N availability (N soil + N fertilizer) of 270 kg N ha -1 . Weeds, pests and diseases were chemically and mechanically controlled, and soil moisture was maintained close to field capacity throughout the crop cycle by using drip irrigation.",
          "table": []
        }
      ]
    },
    {
      "title": "Measurements",
      "div": [
        {
          "text": "Five plants of similar size and comparable phenology of the two central rows of each plot (i.e., ten plants per plot) were tagged at V3 growth stage. For each plant, the number of ligulated leaves was recorded weekly throughout the entire crop cycle (Vn stages). At physiological maturity, tagged plants were individually harvested and weighed after being dried in a forced air circulation oven at 65 °C (0 % moisture content). Neither tillering nor lodging were recorded at any plant density × hybrid × N combinations. Prolificacy (ears per plant) and kernel number (KN) of apical and sub-apical ears were counted and weighed. Stover biomass (leaves, stalk, husk and cob) were milled using a Wiley-type mill (< 1 mm mesh), and then an aliquot of 10 mg was sampled and dried to 0 % moisture content to determine N concentration using the micro-Kjeldahl method (Nelson and Sommers, 1973). In addition, a representative sample of kernels of apical and subapical ears were collected and dried to near 10.5 % moisture content to estimate grain N concentration through near infrared spectroscopic transmission (NIR5000, Foss, Denmark) (Borrás et al., 2002). The calibration curve included in NIR5000 was developed by Foss company with data from numerous experiments, genotypes, densities, N supplies and climatic conditions (917 samples, r 2 = 0.83). Protein concentration used for calibration varied between 6.3 and 12.3 % with a standard deviation of 0.99. Grain N concentration estimated by NIR is expressed with 0 % moisture content.",
          "table": []
        }
      ]
    },
    {
      "title": "Calculations",
      "div": [
        {
          "text": "To express yield, KN and total aboveground biomass per unit area, the average value per individual plant was multiplied by plant density. Yield was determined multiplying KN by kernel weight (KW), and HI was calculated as the ratio between grain to total plant biomass. For each plant fraction, N uptake was obtained by multiplying its dry weight and N concentration. Total plant N uptake was calculated as the sum of N uptake in stover and grain. The NHI was calculated as the ratio of grain N uptake to total plant N uptake. Finally, NIE was computed as the ratio of yield to total N uptake.",
          "table": []
        }
      ]
    },
    {
      "title": "Statistical analysis",
      "div": [
        {
          "text": "The data set was subjected to an analysis of variance (ANOVA) to analyze the effects of the main treatment factors (N, D and hybrid) and their interactions at canopy-scale, and the effect of group factor at plant-scale on all tested variables. At plant scale, we compared groups of plants in each hybrid (plants with apical ear vs. plants with apical and sub-apical ear), to avoid the confounded effects of a greater yield or a different prolificacy value between older (triple or double cross) and recent (single cross) genotypes (Echarte et al., 2004;Luque et al., 2006). To establish group factor, in each plot, plants with apical ears only (Group 1 = G1) were separated from those plants with apical and sub-apical ears (Group 2 = G2) to assess differences in tested variables between groups. This classification was possible for N+ but not for N-(unbalanced data between groups), because of the low representativeness of prolific plants (i.e., nearly all plants only presented apical ear). A mixed linear model was fitted using the nlme package (version 3.1-139) in R 3.6.0 (R Core Team, 2019), considering only Exp as random, because after performing an ANOVA test with a fixed linear model including Exp as a factor, there were no significant Exp's effect or Exp × factor (N, D, hybrid) effect on any tested trait at crop level. Fisher's LSD test was used to test the significant differences among mean values.",
          "table": []
        },
        {
          "text": "The relationship between yield per unit area and total N uptake was analyzed by a linear regression with the y-intercept forced through zero. Residuals of yield per unit area versus total N uptake were calculated for each N supply condition and correlated to grain N concentration and NHI in order to explain variations found in yield per unit area versus total N uptake relationship, based on Tamagno et al. (2017). Variations of NIE, yield per unit area and total N uptake by plant density in relative units (i.e., ratio between the difference of each trait at D 8 and at D 4 and trait value at D 8 ), were related to prolificacy at low density by a bi-linear regression (Eq. 1 and 2):",
          "table": []
        },
        {
          "text": "where Y is the relative variation of NIE, yield per unit area or total N uptake between D 8 and D 4 , X is the prolificacy value at low density, a is a constant value, b is the slope and c is the break point of the function.",
          "table": []
        },
        {
          "text": "Mean value of each trait at D 8 was also correlated with the mean value at D 4 , in order to study how the stand density affects NIE and its components.",
          "table": []
        },
        {
          "text": "A curvilinear function was fitted for the relationship of yield per plant versus total plant N uptake for each hybrid (Eq. 3):",
          "table": []
        },
        {
          "text": "where Y is the yield per plant, X is total plant N uptake, d is the initial slope, e is the coefficient of the curvilinearity and f is the threshold value.",
          "table": []
        },
        {
          "text": "Functions fitted to the relationships between traits were performed with GraphPad Prism software (GraphPad Prism 6.01; Motulsky and Christopoulos, 2003). When differences between parameters from each data set (hybrids, N supply or group of plants) were not significant (p > 0.05), a single function (global model) was fitted to all data.",
          "table": []
        }
      ]
    },
    {
      "title": "Results",
      "div": []
    },
    {
      "title": "Weather conditions",
      "div": [
        {
          "text": "Weather conditions during the crop cycle were slightly different between Exps (Fig. 1). In general, total solar radiation during Exp 1 was 3 % greater than in Exp 2 (Fig. 1a) and mean air temperature was slightly lower in Exp 1 (23.1 °C) than in Exp 2 (23.6 °C) (Fig. 1b). During early stages (i.e., from sowing to V8), maize plants in Exp 1 were exposed to greater (4 %) daily solar radiation but lower (6%) mean air temperatures than in Exp 2 . During the critical period of hybrids (from end December to mid-January), crops were exposed to similar mean air temperatures in both Exps (ca. 25.3 °C vs 25.7 °C for Exp 1 and Exp 2 , respectively) and daily solar radiation values (variations < to 1 % between Exp 1 and Exp 2 ). Nevertheless, during the post-flowering period in Exp 1 featured a greater (15 %) daily solar radiation but similar mean air temperatures than in Exp 2 .",
          "table": []
        }
      ]
    },
    {
      "title": "Crop scale analysis",
      "div": []
    },
    {
      "title": "Yield and N related traits",
      "div": [
        {
          "text": "Plant density significantly affect KN (26 % greater in D 8 ) and KW (8% greater in D 4 ). Despite of the contrasting yields per unit area of the tested plant density levels (26 % greater in D 8 ), the ANOVA did not detect statistical differences in this trait (Analysis of variance and mean values for kernel number (KN), kernel weight (KW), yield per unit area, harvest index (HI) and prolificacy for five maize hybrids grown at two N supplies (low: N-and high: N+) and two plant densities (D) (D 4 : 4 and D 8 : 8 plants m -2 ) in two field experiments). Performing an ANOVA for each Exp, plant density significantly affected (in) yield per unit area (ca. 820 and 1080 g m -2 in D 4 and D 8 in Exp1; respectively and ca. 650 and 790 g m -2 in D 4 and D 8 in Exp2; respectively).",
          "table": [
            "Analysis of variance and mean values for kernel number (KN), kernel weight (KW), yield per unit area, harvest index (HI) and prolificacy for five maize hybrids grown at two N supplies (low: N-and high: N+) and two plant densities (D) (D 4 : 4 and D 8 : 8 plants m -2 ) in two field experiments."
          ]
        },
        {
          "text": "Overall, under N+ all evaluated traits such as yield per unit area, The significance level of treatments and interactions on each trait are indicated by symbols: * p < 0.05; ** p < 0.01; *** p < 0.001 and ns: no significant difference. Values followed by different letters indicate significant differences (LSD, p < 0.05) within each source of variation (treatment effect) or among factors (N × D×H interaction). KN, KW, HI, and prolificacy increased (Analysis of variance and mean values for kernel number (KN), kernel weight (KW), yield per unit area, harvest index (HI) and prolificacy for five maize hybrids grown at two N supplies (low: N-and high: N+) and two plant densities (D) (D 4 : 4 and D 8 : 8 plants m -2 ) in two field experiments). However, prolificacy was affected by N × D interaction (p < 0.001), with greater values (mean 1.65 ears plant -1 ) with the D 4 N+ combination. At D 8 , contrasting N scenarios did not change the final number of ears per plant (Fig. 2a). Yield per unit area increased and prolificacy decreased following the order from oldest to newer maize hybrid. Both DK-747 and DK-7210 resulted in the highest yield per unit area, KW and HI. The highest KNs were recorded at D 8 N+ for DK-747 (4769 kernels m -2 ) and for DK-7210 (4752 kernels m -2 ) (N × D×H; p < 0.05). In general, greatest HI (ca. > 0.51) were recorded under N+ at both plant densities for hybrids DK-664, DK-747 and DK-7210. In contrast, DK-3F22 resulted in the lowest HI (ca. 0.36) for N-under both plant densities (N×D×H; p < 0.05; Analysis of variance and mean values for kernel number (KN), kernel weight (KW), yield per unit area, harvest index (HI) and prolificacy for five maize hybrids grown at two N supplies (low: N-and high: N+) and two plant densities (D) (D 4 : 4 and D 8 : 8 plants m -2 ) in two field experiments). Across tested conditions, DK-4F37 and DK-664 were the most prolific hybrids and the DK-747 and DK-7210 the least prolific ones (p < 0.01; Analysis of variance and mean values for kernel number (KN), kernel weight (KW), yield per unit area, harvest index (HI) and prolificacy for five maize hybrids grown at two N supplies (low: N-and high: N+) and two plant densities (D) (D 4 : 4 and D 8 : 8 plants m -2 ) in two field experiments).",
          "table": [
            "Analysis of variance and mean values for kernel number (KN), kernel weight (KW), yield per unit area, harvest index (HI) and prolificacy for five maize hybrids grown at two N supplies (low: N-and high: N+) and two plant densities (D) (D 4 : 4 and D 8 : 8 plants m -2 ) in two field experiments.",
            "Analysis of variance and mean values for kernel number (KN), kernel weight (KW), yield per unit area, harvest index (HI) and prolificacy for five maize hybrids grown at two N supplies (low: N-and high: N+) and two plant densities (D) (D 4 : 4 and D 8 : 8 plants m -2 ) in two field experiments.",
            "Analysis of variance and mean values for kernel number (KN), kernel weight (KW), yield per unit area, harvest index (HI) and prolificacy for five maize hybrids grown at two N supplies (low: N-and high: N+) and two plant densities (D) (D 4 : 4 and D 8 : 8 plants m -2 ) in two field experiments."
          ]
        }
      ]
    },
    {
      "title": "NIE and its components",
      "div": [
        {
          "text": "Yield per unit area was positively associated (r 2 = 0.80) with total N uptake, with a single linear model fitted to all the data set (Fig. 3a). Yield per unit area and total N uptake broadly ranged from 200 to 1600 g m -2 and 4 to 35 g N m -2 ; respectively, with an average NIE (slope of the fitted regression) of 52.4 g yield g N -1 . Interestingly, crops with prolificacy above 1 (mainly for hybrids DK-3F22 and DK-4F37 under N+) showed the lower NIE at both plant densities.",
          "table": []
        },
        {
          "text": "For crops with prolificacy ≥ 1 under N-and equal to 1 under N+, grain N concentration accounted for 55-83 % of the variation observed in the residuals of the relationship between yield per unit area and total N uptake (Fig. 3b,c). Hence crops with grain N concentration lower than ca. 14.5 g kg -1 presented greater NIE than the overall reported mean NIE (52.4 g yield g N -1 ). For crops with prolificacy greater than 1 under N+ no pattern was observed between residuals and variations of grain N concentration (Fig. 3c).",
          "table": []
        },
        {
          "text": "For crops under low N supply, changes of NHI were not associated with the variation observed in the residuals of the relationship between yield per unit area and N uptake (Fig. 3d). Nevertheless, under N+, NHI accounted for roughly 30 % of the variation in the residuals for the non-prolific and prolific crops of the relationship between yield per unit area and total N uptake (Fig. 3e). For fertilized crops with NHIs lower than ca. 0.75, NIE values were lower than the mean NIE (52.4 g yield g N -1 ).",
          "table": []
        },
        {
          "text": "Thus, variations in NIE were mainly determined by grain N concentration under low N supply for crops with prolificacy ≥ 1 (r 2 = 0.55) and under high N supply for crops with prolificacy equal to 1 (r 2 = 0.83), and partially by NHI under high N supply for crops with prolificacy equal (r 2 = 0.28) or > 1 (r 2 = 0.29).",
          "table": []
        }
      ]
    },
    {
      "title": "Variations of NIE, yield and N uptake by stand density and prolificacy",
      "div": [
        {
          "text": "Differences in NIE between plant densities were minimal (i.e., similar at both densities) for crops at D 4 with prolificacy lower than 1.70 ears plant -1 . Above this threshold value of prolificacy, NIE of crops at D 8 under N+ decreased as prolificacy at D 4 increased, yielding NIE values at D 8 lower than those at D 4 , i.e., negative relative units (Fig. 4a). This effect was mainly determined by crops with prolificacy greater than 1 at D 8 (Fig. 4b). Moreover, the relationship between NIE at D 8 and NIE at D 4 was only fitted to data set of crops with prolificacy equal to 1 at both N conditions (Fig. 4b), because under N+, NIE of crops with prolificacy > 1 at low density was greater than under high plant density.",
          "table": []
        },
        {
          "text": "Differences of yield per unit area between densities also varied with prolificacy for crops cultivated at D 4 under N+ (Fig. 4c). For this N condition, yield per unit area at D 4 was ca. 30 % lower (i.e., relative units 0.30) than at D 8 for genotypes with prolificacy < 1.40 ears plant -1 at low density. Above this threshold, differences of yield per unit area between plant densities tended to decline. A positive linear regression was fitted to yield per unit area at high versus low plant density (r 2 = 0.80) for both N conditions (Fig. 4d), where yield per unit area at high density was greater than at low density, except for crops under low N supply and for certain genotypes with prolificacy above 1 at D 8 under N+ (points close to 1:1 line).",
          "table": []
        },
        {
          "text": "Under high N supply, total N uptake at D 4 was 20 % lower (i.e., 0.20 relative units) than at D 8 when prolificacy at D 4 was < 1.75 ears plant -1 . Above this threshold, variation in total N uptake between densities increased up to 67 % (Fig. 4e). The relationship fitted to total N uptake at both densities revealed that all crops under N-and those under N+ with prolificacy equal to 1 at D 8 were positioned close to the 1:1 line indicating that total N uptake at D 8 was similar than at D 4 . For genotypes at D 8 with prolificacy > 1, total N uptake values were above the fitted function due to the significant increase of this trait at the highest density (Fig. 4f).",
          "table": []
        }
      ]
    },
    {
      "title": "Plant-scale analysis",
      "div": []
    },
    {
      "title": "Yield and N related traits",
      "div": []
    },
    {
      "title": "Table 3",
      "div": [
        {
          "text": "Analysis of variance and mean values for N uptake in stover, grain and total biomass, N concentration in stover and grain, nitrogen harvest index (NHI) and nitrogen internal efficiency (NIE) for five maize hybrids grown at two N supplies (low: N-and high: N+) and two plant densities (D) (D 4 : 4 and D 8 : 8 plants m -2 ) in two field experiments. The significance level of treatments and interactions on each trait are indicated by symbols: * p < 0.05; ** p < 0.01; *** p < 0.001 and ns: no significant difference. Values followed by different letters indicate significant differences (LSD, p < 0.05) among hybrids.",
          "table": []
        }
      ]
    },
    {
      "title": "NIE and its components",
      "div": [
        {
          "text": "Yield per plant was positively and linearly related with total N uptake (r 2 = 0.84) across all groups and N levels, with a mean NIE of 50.1 g yield g N -1 (Fig. 5a). Despite the greater yield per plant and total N uptake recorded in G2 at D 4 and N+, most plants of hybrids DK-3F22 and DK-4F37 showed the lowest NIE values (solid green circles and squares below the fitted function Fig. 5a). Plants with prolificacy = 1 of DK-3F22 and DK-4F37 at D 8 N+ also had lower NIE values than 50.1 g yield g N -1 (empty green circles and squares below the fitted function Fig. 5a).",
          "table": []
        },
        {
          "text": "Residuals of yield per plant and total plant N uptake relationship were negatively related to grain N concentration (r 2 = 0.34 and 0.55 for N-and N+; respectively) (Fig. 5b,c). Plants of G1 (ca. 90 % and 60 % under N-and N+; respectively) had an NIE > 50.1 g yield g N -1 and grain N concentration < ca. 16 g N kg -1 . This trend was marginally visible in G2 plants (r 2 = 0.12) (Fig. 5c).",
          "table": []
        },
        {
          "text": "Residuals of yield per plant yield and total plant N uptake relationship were positively related to NHI (Fig. 5d,e). Under N-, almost all non-prolific plants had a NIE > 50.1 g yield g N -1 and a NHI > 0.68 (Fig. 5d). Under N+, a single relationship was fitted for both group of plants, where almost all G2 plants exhibited residuals close to zero (i.e., NIE values close to 50.1 g yield g N -1 ) and NHI close to 0.81. For the G1 plants, negative (lower NIE, mainly of DK-3F22) or positive residuals (higher NIE, mainly of DK-7210) were related to NHI lower or higher than 0.81, respectively. Thus, variations in NIE were related to i) grain N concentration and ii) NHI for non-prolific plants, and iii) NHI for prolific plants under N+.",
          "table": []
        }
      ]
    },
    {
      "title": "Genotypic variations",
      "div": []
    },
    {
      "title": "Discussion",
      "div": [
        {
          "text": "Historically, maize global production for high-yielding environments has been characterized by a continuous growth in grain yield per unit area leading to increases in applied fertilizer N rates and plant densities (Dobermann and Cassman, 2002;Cassman et al., 2003). Modern hybrids, characterized by higher potential grain yield and stress tolerance, out yielded older hybrids at low and high plant densities, but attained lower grain N concentrations, with small but consistent higher HI and virtually no changes in prolificacy (Duvick, 2005;Echarte et al., 2004). Hence hybrids with high potential grain yields are actually also cultivated with so called \"defensive practices\" such as delayed sowings (Maddonni, 2012), lower plant densities (Rotili et al., 2019) and low fertilizer N rates in marginal productive agricultural areas of Argentina (Walter and Satorre, 2014), US (Veenstra et al., 2019) and Australia (QAAFI, 2014). Implementation of those management practices can secure more stability of maize yields under \"lowyielding\" regions by taking advantage of favorable environmental conditions around flowering, then improving kernel set in apical and sub-apical ears (Brathwaite and Brathwaite, 2002). However, the expression of this plant trait under different fertilizer N rates and N × plant density interaction is yet not well known. This study introduced the use of the N framework to analyze changes in NIE and related components regulated by prolificacy for five Argentinian commercial maize hybrids released during the last 29 years (period 1983-2012).",
          "table": []
        },
        {
          "text": "High N supply positively impacted yield per unit area via increasing KN, KW and HI (Moll et al., 1987) (Analysis of variance and mean values for kernel number (KN), kernel weight (KW), yield per unit area, harvest index (HI) and prolificacy for five maize hybrids grown at two N supplies (low: N-and high: N+) and two plant densities (D) (D 4 : 4 and D 8 : 8 plants m -2 ) in two field experiments). At low plant density, high N supply permitted the expression of prolificacy (Analysis of variance and mean values for kernel number (KN), kernel weight (KW), yield per unit area, harvest index (HI) and prolificacy for five maize hybrids grown at two N supplies (low: N-and high: N+) and two plant densities (D) (D 4 : 4 and D 8 : 8 plants m -2 ) in two field experiments; Fig. 2a) (Durieux et al., 1993;Pan et al., 1995), increasing both plant and ear growth rate around flowering (Ciancio et al., 2016;Uhart and Andrade, 1995). The latter condition was achived by reducing interplant variability of these traits (Rossini et al., 2012), allowing more plants within the canopy to set kernels at sub-apical ears. This reproductive plasticity was influenced not only by low plant density but even more notably by N supply (Fig. 2a), a favorable mechanism that could help to stabilize or increase yield when growth conditions improved around flowering.",
          "table": [
            "Analysis of variance and mean values for kernel number (KN), kernel weight (KW), yield per unit area, harvest index (HI) and prolificacy for five maize hybrids grown at two N supplies (low: N-and high: N+) and two plant densities (D) (D 4 : 4 and D 8 : 8 plants m -2 ) in two field experiments."
          ]
        },
        {
          "text": "Hybrids DK-3F22, DK-4F37 and DK-664 (released before the year 2000), showing the highest prolificacy (> 1.30 ears plant -1 ) but the lowest yield per unit area and smaller KWs (Analysis of variance and mean values for kernel number (KN), kernel weight (KW), yield per unit area, harvest index (HI) and prolificacy for five maize hybrids grown at two N supplies (low: N-and high: N+) and two plant densities (D) (D 4 : 4 and D 8 : 8 plants m -2 ) in two field experiments), resulted in the greatest grain N concentration (Analysis of variance and mean values for kernel number (KN), kernel weight (KW), yield per unit area, harvest index (HI) and prolificacy for five maize hybrids grown at two N supplies (low: N-and high: N+) and two plant densities (D) (D 4 : 4 and D 8 : 8 plants m -2 ) in two field experiments), probably due to a higher postflowering source-sink ratio (Borrás et al., 2002). On the other hand, hybrids DK-747 and DK-7210 (released after the year 2000) attained the highest yield per unit area, larger KWs, medium prolificacy (< 1.13 ears plant -1 ) and similar total N uptake than the older ones, resulting in a greater N dilution (i.e., low grain N concentration) (Analysis of variance and mean values for kernel number (KN), kernel weight (KW), yield per unit area, harvest index (HI) and prolificacy for five maize hybrids grown at two N supplies (low: N-and high: N+) and two plant densities (D) (D 4 : 4 and D 8 : 8 plants m -2 ) in two field experiments and Fig. 3c). The different pattern of grain N concentration among hybrids coupled with a similar NHI and total N uptake led to the lower NIE of the most prolific genotypes. These results differ from those documented by Anderson et al. (1984) who reported the greatest NIE for hybrids with prolificacy values > 1.80 ears plant -1 cropped at very low density (ca. 2.2 plants m -2 ). In the mentioned study conducted with hybrids released during the same era, prolific hybrids attained the highest yield per unit area and NHI but the lowest grain N concentration.",
          "table": [
            "Analysis of variance and mean values for kernel number (KN), kernel weight (KW), yield per unit area, harvest index (HI) and prolificacy for five maize hybrids grown at two N supplies (low: N-and high: N+) and two plant densities (D) (D 4 : 4 and D 8 : 8 plants m -2 ) in two field experiments."
          ]
        },
        {
          "text": "For each N supply data set variations in NIE among genotypes, plant densities and years (Fig. 3), were mainly determined by grain N concentration under N-for crops with prolificacy ≥ 1 ear plant -1 (r 2 = 0.55) and under N+ for crops with prolificacy = 1 ear plant -1",
          "table": []
        }
      ]
    },
    {
      "title": "Table 4",
      "div": [
        {
          "text": "Analysis of variance between groups of non-prolific (G1) and prolific (G2) plants under high N supply (N+) for kernel number per plant (KN), kernel weight (KW), yield per plant, harvest index (HI), N uptake in stover and grain, total N uptake, N concentration in stover and grain, nitrogen harvest index (NHI) and nitrogen internal efficiency (NIE) of five maize hybrids cultivated at two plant densities in two experiments. For N-condition, mean values of the same traits are presented for G1. G2 was not considered, because the low representativeness of prolific plants. The significance level of treatments and interactions on each trait are indicated by symbols: * p < 0.05; ** p < 0.01; *** p < 0.001 and ns: no significant difference. Values followed by different letters indicate significant differences (LSD, p < 0.05) within each sources of variation. a n: number of plants. b In group 2 numbers represent N concentration of grains of the apical/sub-apical ear with the significance level between brackets.",
          "table": []
        },
        {
          "text": "(r 2 = 0.83), and partially by NHI under high N supply for crops with prolificacy above (r 2 = 0.29) or equal (r 2 = 0.28) to 1 ear plant -1 . Hence, variations of grain N concentration and NHI determined changes of NIE (Anderson et al., 1984), but our results highlight i) the main effect of grain N concentration on NIE of non-prolific crops under both N supply, and ii) the effect of NHI on NIE for prolific and nonprolific crops only under high N supply. Under high N supply, maize crops under high density exhibited the highest total N uptake and yield per unit area (Tables 2,3). Thus, the high N demand of high yielding crops was satisfied by an increased N uptake from the soil (Triboi and Triboi-Blondel, 2002). This response would determine a high yield produced per unit of fertilizer N applied (i.e., NUE) if crops also attain a high NIE (Ciampitti and Vyn, 2011). In our work we have not quantified NUE, but the most prolific hybrids (DK-3F22, D-4F37 and DK-664) at high plant density and N+ had low NIE (Fig. 4a-b) due to the fact that the increased total N uptake (Fig. 4cd) was not accompanied by a same improvement of yield per unit area (Fig. 4e-f). By contrast, at high density, hybrids with prolificacy values close to 1 (DK-747 and DK-7210) presented the greatest yield per unit area, with high tolerance to crowding stress (Tollenaar and Lee, 2002), which would be reflected in a high NUE (Ciampitti and Vyn, 2012;Ferreyra et al., 2013).",
          "table": []
        },
        {
          "text": "At each N supply variations in per plant NIE among genotypes, plant densities and years (Fig. 5) were negatively determined by grain N concentration under N-(r 2 = 0.34) and N+ (r 2 = 0.55) for plants with only apical ear, and positively by NHI under N+ (r 2 = 0.53) for plants with prolificacy equal and above 1 (Fig. 5). At low N supply, NHI also partially explained the variation in NIE (r 2 = 0.31) not recorded at crop scale. These results highlight the key role of NHI on changes in NIE for prolific plants, adding new relevant evidence of this trait for non-prolific plants.",
          "table": []
        },
        {
          "text": "Despite the positive impact of prolificacy on NIE detected in the oldest hybrid (DK-3F22), we also found that for hybrids released during the last two decades (DK-747 and DK-7210 G1 and E 1 G2 symbols under N+, Fig. 6), the main enhancement of NIE was derived from greater yield of the apical ear (Mueller and Vyn, 2016). In our work, improvement in NIE of modern hybrids was achieved by reductions in grain N concentration but with similar N uptake (Ciampitti and Vyn, 2012;Mueller et al., 2019). Clearly, advances in NUE should arise from attempts to improve N recovery efficiency rather than penalizing grain N concentration. Future studies should analyze the seasonal dynamic of N uptake and its concentration in different plant tissues, especially on modern hybrids with different degree of prolificacy, as well as the ecophysiological basis of the N effect on this process. Particularly, studies Fig. 6. Relationship between yield per plant and yield of apical ear and total N uptake for five hybrids cultivated at two N supplies (low: N-and high: N+) and two plant densities in two experiments. For N+, plants were grouped according with prolificacy (G1: non-prolific and G2: prolific plants). For N-, G2 was not considered, because the low representativeness of prolific plants. Each symbol identifies a plot. Lines represent the function fitted to yield per plant (solid lines: G1 + G2) and yield of apical ear (dotted lines: G1+E 1 G2). E 1 G2 represents yield of apical ear for G2 plants. Equation: Y=[d*(X-f)]/[1+e*(X-f)], for X > f. of inter-plant variability of development and growth of apical and subapical ears and their relationships with kernel setting (as was documented for the apical ear, Rossini et al., 2012) could help to explain the different prolificacy values at canopy scale.",
          "table": []
        }
      ]
    },
    {
      "title": "Conclusions",
      "div": [
        {
          "text": "In maize crops prolificacy was highly sensitive to resource supply. Particularly for the tested hybrids, crops expressed prolificacy values > 1 ears plant -1 at the lowest density with high N supply. Under this environment, the older hybrids were more prolific than the modern ones. At crop-scale, however, the less prolific hybrids attained higher NIE values due to the greater contribution of apical ear to grain yields. The analysis of NIE components revealed that variations in NIE among genotypes, plant densities and experiments were negatively associated with grain N concentration under low and high N supply mainly for plants/crops with only apical ear, and positively by NHI under high N supply for plants/crops with prolificacy > 1. Hence, our hypothesis (prolificacy increases yield but reduces NIE due to an increase in grain N concentration, without promoting changes in NHI) was rejected. Likewise, for a given genotype, the expression of prolificacy allowed increases in grain yield and in NHI, promoting improvements in NIE. In summary, in marginal environments where maize crops are cultivated at low density, prolificacy appears to be a strategy to secure more stable yields and NIE in response to improvements in mean environmental conditions. Farmers, however, should adjust N supply to assure the expression of this plastic trait.",
          "table": []
        }
      ]
    },
    {
      "title": "CRediT authorship contribution statement",
      "div": []
    }
  ],
  "tables": [
    "{\"title\": \"Hybrid name, year of release, hybrid and endosperm types and relative maturity.\", \"head\": [\"Hybrid\", \"Year of release\", \"Hybrid type\", \"Endosperm type\", \"Relative Maturity\"], \"value\": [[\"DK-3F22\", \"1983\", \"Triple cross (3 lines)\", \"Flint\", \"122\"], [\"DK-4F37\", \"1988\", \"Double cross (4 lines)\", \"Semi-dent\", \"124\"], [\"DK-664\", \"1993\", \"Single cross\", \"Semi-dent\", \"116\"], [\"DK-747\", \"2004\", \"Single cross\", \"Dent\", \"124\"], [\"DK-7210\", \"2012\", \"Single cross\", \"Dent\", \"122\"]]}",
    "{\"title\": \"Analysis of variance and mean values for kernel number (KN), kernel weight (KW), yield per unit area, harvest index (HI) and prolificacy for five maize hybrids grown at two N supplies (low: N-and high: N+) and two plant densities (D) (D 4 : 4 and D 8 : 8 plants m -2 ) in two field experiments.\", \"head\": [\"\", \"\", \"\", \"KN\", \"\", \"KW\", \"\", \"Yield\", \"\", \"HI\", \"Prolificacy\"], \"value\": [[\"N\", \"D\", \"Hybrid\", \"(kernel m -2 )\", \"(mg)\", \"\", \"(g m -2 )\", \"\", \"\", \"(ears pl -1 )\"], [\"N-\", \"D 4\", \"DK-3F22\", \"1986\", \"h\", \"227\", \"\", \"455\", \"\", \"0.37\", \"kl\", \"1.10\"], [\"\", \"\", \"DK-4F37\", \"2193\", \"gh\", \"235\", \"\", \"516\", \"\", \"0.46\", \"fgh\", \"1.32\"], [\"\", \"\", \"DK-664\", \"2199\", \"gh\", \"249\", \"\", \"551\", \"\", \"0.51\", \"bcde\", \"1.27\"], [\"\", \"\", \"DK-747\", \"2404\", \"fgh\", \"249\", \"\", \"606\", \"\", \"0.48\", \"defg\", \"1.00\"], [\"\", \"\", \"DK-7210\", \"2418\", \"fg\", \"252\", \"\", \"618\", \"\", \"0.50\", \"cde\", \"1.02\"], [\"N-\", \"D 8\", \"DK-3F22\", \"2748\", \"efg\", \"192\", \"\", \"532\", \"\", \"0.35\", \"l\", \"1.00\"], [\"\", \"\", \"DK-4F37\", \"3054\", \"cde\", \"209\", \"\", \"646\", \"\", \"0.45\", \"ghi\", \"1.03\"], [\"\", \"\", \"DK-664\", \"3023\", \"cde\", \"217\", \"\", \"662\", \"\", \"0.49\", \"defg\", \"1.00\"], [\"\", \"\", \"DK-747\", \"2862\", \"def\", \"227\", \"\", \"631\", \"\", \"0.42\", \"j\", \"1.00\"], [\"\", \"\", \"DK-7210\", \"3341\", \"c\", \"212\", \"\", \"714\", \"\", \"0.46\", \"ghi\", \"1.00\"], [\"N+\", \"D 4\", \"DK-3F22\", \"3479\", \"cd\", \"246\", \"\", \"857\", \"\", \"0.42\", \"hij\", \"1.77\"], [\"\", \"\", \"DK-4F37\", \"3288\", \"cde\", \"259\", \"\", \"855\", \"\", \"0.51\", \"cdef\", \"1.70\"], [\"\", \"\", \"DK-664\", \"3412\", \"cde\", \"287\", \"\", \"983\", \"\", \"0.57\", \"a\", \"1.92\"], [\"\", \"\", \"DK-747\", \"3066\", \"cdef\", \"310\", \"\", \"952\", \"\", \"0.51\", \"cdef\", \"1.37\"], [\"\", \"\", \"DK-7210\", \"3338\", \"cde\", \"301\", \"\", \"1008\", \"\", \"0.55\", \"ab\", \"1.50\"], [\"N+\", \"D 8\", \"DK-3F22\", \"4233\", \"b\", \"245\", \"\", \"1040\", \"\", \"0.41\", \"ijk\", \"1.12\"], [\"\", \"\", \"DK-4F37\", \"4592\", \"ab\", \"259\", \"\", \"1186\", \"\", \"0.48\", \"efg\", \"1.32\"], [\"\", \"\", \"DK-664\", \"4246\", \"b\", \"286\", \"\", \"1215\", \"\", \"0.55\", \"ab\", \"1.10\"], [\"\", \"\", \"DK-747\", \"4769\", \"a\", \"292\", \"\", \"1399\", \"\", \"0.53\", \"abcd\", \"1.00\"], [\"\", \"\", \"DK-7210\", \"4752\", \"a\", \"285\", \"\", \"1355\", \"\", \"0.55\", \"abc\", \"1.02\"], [\"N-\", \"\", \"\", \"2623\", \"\", \"227\", \"\", \"593\", \"\", \"0.45\", \"1.07\"], [\"N+\", \"\", \"\", \"3918\", \"\", \"277\", \"\", \"1085\", \"\", \"0.51\", \"1.38\"], [\"p\", \"\", \"\", \"***\", \"\", \"*\", \"\", \"***\", \"\", \"**\", \"***\"], [\"\", \"D 4\", \"\", \"2779\", \"\", \"262\", \"\", \"740\", \"\", \"0.49\", \"1.40\"], [\"\", \"D 8\", \"\", \"3762\", \"\", \"242\", \"\", \"938\", \"\", \"0.47\", \"1.06\"], [\"\", \"p\", \"\", \"**\", \"\", \"***\", \"\", \"ns\", \"\", \"ns\", \"ns\"], [\"\", \"\", \"DK-3F22\", \"3112\", \"\", \"228\", \"d\", \"721\", \"d\", \"0.39\", \"c\", \"1.25\", \"b\"], [\"\", \"\", \"DK-4F37\", \"3282\", \"\", \"240\", \"c\", \"801\", \"c\", \"0.48\", \"b\", \"1.34\", \"a\"], [\"\", \"\", \"DK-664\", \"3220\", \"\", \"260\", \"c\", \"853\", \"bc\", \"0.53\", \"a\", \"1.32\", \"ab\"], [\"\", \"\", \"DK-747\", \"3276\", \"\", \"270\", \"a\", \"897\", \"ab\", \"0.48\", \"b\", \"1.09\", \"c\"], [\"\", \"\", \"DK-7210\", \"3462\", \"\", \"263\", \"ab\", \"924\", \"a\", \"0.52\", \"a\", \"1.13\", \"c\"], [\"\", \"\", \"p\", \"ns\", \"\", \"*\", \"\", \"*\", \"\", \"***\", \"**\"], [\"N × D\", \"\", \"p\", \"ns\", \"\", \"*\", \"\", \"ns\", \"\", \"ns\", \"***\"], [\"D×H\", \"\", \"p\", \"ns\", \"\", \"**\", \"\", \"ns\", \"\", \"ns\", \"ns\"], [\"N×H\", \"\", \"p\", \"ns\", \"\", \"ns\", \"\", \"ns\", \"\", \"ns\", \"ns\"], [\"N × D×H\", \"\", \"p\", \"*\", \"\", \"n s\", \"\", \"n s\", \"\", \"*\", \"n s\"]]}"
  ]
}