{
  "meta": {
    "title": "Quantitative and qualitative yield in sweet maize hybrids",
    "author": "S Mousavi M N Mousavi, A Illés, C Bojtor, C Demeter, B Zsuzsanna, A Vad, R Abakeer A Abakeer, H Sidahmed M I Sidahmed, J Nagy",
    "journal": "FapUNIFESP (SciELO)",
    "date": "2024."
  },
  "paragraphs": [
    {
      "title": "Abstract",
      "div": [
        {
          "text": "Today, sweet corn is considered an important vegetable due to its high sugar content and low starch content. Cluster analysis and variance analysis showed that hybrids had variations in yield indices. GB, DE and GS hybrids had similar performance on indices. SE hybrid that has significant performance on zeaxanthin. Biplot showed that fructose, glucose, sucrose and potassium had stability value on hybrids. All the hybrids had the best performance on fructose, glucose, sucrose and potassium factors. Factor biplot positively correlated with yield indices, including calcium, iron, zinc, magnesium, α-Carotene, 9Z-β-Carotene, phosphorus, and β-carotene. On the other hand, there is a positive correlation with fructose, glucose, potassium, lutein, sucrose, β-Cryptoxanthin, and zeaxanthin. So, to evaluate or increase lutein and zeaxanthin, the other parameters like sugar content (fructose, glucose, and sucrose) are important factors and have an effect together. Factor analysis and biplot showed that ME hybrid had a maximum performance on the first factor of yield indices. Also, the second factor of yield indices had a maximum effect on NO hybrids. SE hybrids had maximum performance in zeaxanthin and GS hybrid had maximum performance in zinc, phosphorus, and iron. The dry matter had stability on DB hybrid.",
          "table": []
        }
      ]
    },
    {
      "title": "Introduction",
      "div": [
        {
          "text": "Sweet corn plays an important role in human nutrition, livestock breeding, poultry nutrition and industry. In recent years, many efforts have been made to increase the area under cultivation, and research is ongoing in various fields related to agriculture (Singh et al., 2014). On the one hand, this crop is the early ripening of ordinary corn. On the other hand, it is harvested before the physiological ripening of the grain, which can be considered an alternative plant for the second crop. Sweet corn is a rich source of sugar, fibre, minerals, and various vitamins that can play an important role in human nutrition (Williams II, 2012). Today, sweet corn has been considered an important vegetable due to",
          "table": []
        }
      ]
    },
    {
      "title": "Materials and Methods",
      "div": []
    },
    {
      "title": "Site description",
      "div": [
        {
          "text": "Our experiments were carried out in the Research Center of the University of Debrecen on chernozem soil with calcareous deposits. Eight sweet maize hybrids were tested (A: DB, B: HO, C: GB, D: SE, E: ME., F: DE, G: GS, H: NO). The small plot experiment had a strip plot design with four replications. The previous crop was sweet maize. The plant number was 64 thousand/ha. Applied nutrients were 90 kg N/ha, 23 kg CaO/ha, 16 kg Mg/ha. The amount of applied irrigation water was 214 mm. Dry matter (D.M.), Fructose (Fruc), Glucose (Glu), Sucrose (Suc), Calcium (Ca), Iron (Fe), Potassium (K), Magnesium (Mg), Zinc (Zn), Phosphorus (P), Lutein (Lu), Zeaxanthin (Zx),β-Cryptoxanthin (β), α-Carotene (α), 9Z-β-Carotene(9Z), and β-Carotene (β C). The parameters were determined under laboratory conditions at the Accredited Agricultural Instrument Centre of the University of Debrecen by removing the grains from ten cobs on each hybrid and in each replication and taking average samples from the grains. In the case of the irrigation water used for our experiment, the pH value was 7.42, which is considered slightly alkaline. The pH of natural waters ranges from 6.0 to 8.0, depending on the origin of the water. The most important nutrients are optimally soluble in the range of pH 5.6-6.8 for the majority of the cultivated plants.",
          "table": []
        }
      ]
    },
    {
      "title": "Laboratory testing methodology",
      "div": [
        {
          "text": "A gentle, low temperature was applied to determine various elements during the drying of sweet maize grain. Samples were dried at 50 ° C and stored at 24 ° C until processing. The drying process was started in a drying oven at maximum air velocity immediately after collecting the samples from the population. 0.5 g of the prepared sample was measured to determine the element content of sweet maize grain samples and 5 ml of distilled c.c. HNO3 and 3 ml of 30% H2O2 were added. The sample was sealed and digested in four steps by the Application Note 076 method, using an ETHOS Plus Milestone microwave digestion system. After the digestion process, the vessels were cooled, and the contents were poured into 50 ml volumetric flasks. M e a s u re m e n t s we re p e r f o r m e d w i t h a n inductively coupled plasma atomic emission ICAP 7000 spectrophotometer (Thermo Scientific). The light emission of the plasma was spectrally resolved to measure the intensity of the spectral line of each element at a given wavelength. Each element can be measured at several wavelengths. The optimal one was selected without interference and spectral line overlap: . As a next step, the ICP-OES instrument was used to measure the sample solutions considering the optimal instrument parameters and evaluate the obtained data. The sugar content of the samples was measured in the accredited laboratory of the University using HPLC (Agilent 1200 RI). The samples were first dissolved and then measured after separation, dilution and filtration. Measurement procedure: 3-5 g were its high sugar content and low starch content. Important sugars in sweet corn include sucrose, fructose, glucose, and maltose. In addition to various sugars, sweet corn has a compound called \"water-soluble polysaccharide,\" which can be easily absorbed after being converted into simpler sugars (Nemeskéri et al., 2019). Sweet maize contains some bioactive plant compounds, some of which may have health benefits. Sweet maize contains more antioxidants than many grains. sweet corn can contain a lot of different vitamins and minerals. But this amount is very variable according to the type of sweet corn. Generally, popcorn is rich in minerals and sweet corn is rich in vitamins (Dewanto et al., 2002). This corn has a small amount of starch (about one percent). Sweet corn is rich in various vitamins, which contain vitamins B, A and C. It also contains minerals such as calcium, phosphorus, iron, potassium and manganese. The potassium content of this vegetable is significant (Khan et al., 2018). Sweet corn producers produce ears whose grain endosperm has a high percentage of sugar. The sweetness of the grains is the most important factor in the quality of sweet corn. It is affected by the amount of sugar and starch in the grains. Crispy grains and raw texture are other traits that help improve the quality of sweet corn (Okumura et al., 2013). The dry matter amount produced is one of the important indicators for estimating the amount of product produced per unit area or unit volume of water consumed (Marsalis et al., 2010). Biological processes in plants at the cellular, organ or whole system levels directly or indirectly require the participation of cations such as Na, K, Ca, and Mg (Okumura et al., 2014;Bojtor et al., 2021). Lutein is a nutritious antioxidant that belongs to the family of carotenoids (Xanthophylls). Xanthophylls are a group of plant pigments for light fruits and vegetables. Zeaxanthin is a natural carotenoid involved in the xanthophyll cycle and a pigment that is the main colour of paprika, corn and saffron. Xanthophylls are also the cause of salmon colour. It is named after Zea mays (yellow corn) and Xanthos in Greek as yellow (Calvo-Brenes et al., 2019). Trait correlations are important in breeding programs because they help plant breeders indirectly select important agronomic traits through other traits that are easy to measure. Lack of awareness of the relationship and correlation between different traits and one-way selection for agronomic traits may lead to less than expected results in breeding programs (Mousavi et al., 2020;Santos et al., 2014;Illés et al., 2020). If the sources of diversity are known in performance and their components, it is possible to identify and implement ways to improve yield capacity by improving crops and improving crop operations (Lazcano et al., 2011). Given the potential benefits of cultivating sweet corn, conduct comprehensive research, both agriculturally and racially. This plant seems essential. Given that the maximum yield of sweet corn is considered familiar to agricultural research, this crop's cultivation should be based on familiarity with ecological physiology, and this plant should be cultivated (Olmstead et al., 2016). The research aims to evaluate performance between yield indices with different sweet corn hybrids in Hungary based on the multivariate statistical analysis. Biology,2024,vol. 84,e265735   3/9 Yield in sweet corn weighed in a centrifuge tube, 10 ml of the acetonitrile-water mixture, 0,5-0,5 ml of Carrez I and II solution were added to the sample, then mixed. The final volume is 20-25 ml. 100-100 mg of solid fructose, glucose and sucrose were added to the sample, and the amounts were determined.",
          "table": []
        }
      ]
    },
    {
      "title": "Brazilian Journal of",
      "div": [
        {
          "text": "The moisture content of sweet maize samples was measured before determining the amount of carotenoids in the samples. The tests were performed according to A.O.A.C. Official Method 934.01. The maize samples were ground with dry ice, and approximately 1/3 of the ground sample was placed in a 40 ml E.P.A. vial, weighed accurately. The dry ice was stored in an open container at room temperature until sublimation. Immediately after reaching room temperature, the vial was weighed to calculate the initial sample weight for moisture content determination. The vials were then placed in a vacuum drying oven at 70 °C, using a vacuum of 500 mbar, reduced to 100 mbar after 3 hours and dried overnight at the same pressure. After removing the oven, the sample was hermetically sealed and weighed when it had cooled to room temperature.",
          "table": []
        },
        {
          "text": "A specific method was used to determine the amount of lutein, zeaxanthin, and β-cryptoxanthin a specific method. Maize samples were ground with dry ice and stored in an open container in the freezer at -18 °C until the dry ice was sublimed. For testing, 0.6 g of ground sample was weighed into a 50 ml centrifuge tube. 6 ml of 100% ethanol was added and the tube was vortexed for 30 seconds and then ultra sonicated in a cooled ultrasonic bath for 5 minutes. 3 ml of 10% NaCl solution and 10 ml of hexane were added and the tube was vortexed for 30 seconds and centrifuged for 3 min until phase separation at 5000 rpm. The upper hexane phase was pipetted into an evaporator tube. The hexane extraction was repeated twice until the lower aqueous-alcoholic phase was discoloured. The collected hexane fractions were evaporated to dryness under a stream of nitrogen at room temperature in the dark. 2 ml of MeOH containing 0.1% BHT was added to the evaporated residue. After dissolution by vortex and ultra sonication, the solution was filtered through a syringe filter with a pore diameter of 0,22 μm into an HPLC vial, stored in a freezer at -18 °C until HPLC analysis.",
          "table": []
        }
      ]
    },
    {
      "title": "Statistical analysis",
      "div": [
        {
          "text": "Factor analysis is one of the multivariate methods in which independent and dependent variables are not considered because this method is considered an interdependent technique, and all variables are interdependent. Factor analysis has a very important role in identifying latent variables or the same factors through observed variables. The factor is a new variable estimated by the linear combination of the principal values of the observed variables (Mousavi et al., 2021;Blashfield and Aldenderfer, 1978). Cluster analysis is a statistical method for grouping data or observations according to their similarity or degree of proximity. Data or observations are divided into homogeneous and distinct categories through cluster analysis. This method is used to segment customers based on their similarities. An answer obtained at the level of at least the Bayesian and Achaean criteria can represent the best balance between accuracy and complexity, which considers the most important effects and does not underestimate their importance. Also another way to decide on the number of clusters is to use the distance ratio. The optimal number of clusters is observed with a large distance ratio change (Szabó et al., 2022). Analyzing the model of the main works of GGE biplot by pointing the genotypes and conditions on the biplot. Biplot identifies the position of the genotypes about each other and the studied conditions (Annicchiarico, 1997).",
          "table": []
        }
      ]
    },
    {
      "title": "Results and Discussion",
      "div": []
    },
    {
      "title": "Variance analysis",
      "div": [
        {
          "text": "ANOVA is a statistical test to determine the difference between the means of two or more independent statistical populations. In other words, the variance analysis technique is used to compare two or more groups to see if there are significant differences or not. Variance analysis showed that hybrids had a significant on dry matter, fructose, glucose, sucrose, calcium, iron, potassium, magnesium, zinc, phosphorus, lutein, zeaxanthin, β-cripto-xanthin, α-carotene, 9z-β-carotene, β-carotene. The results showed a variation in hybrid-based yield indices in this study (Variance analysis on yield indices).",
          "table": [
            "Variance analysis on yield indices."
          ]
        }
      ]
    },
    {
      "title": "Factor analysis",
      "div": [
        {
          "text": "Factor analysis showed that the first factor had a maximum positive value of yield indices, including phosphorus, fructose, glucose, potassium, magnesium, zinc, α-Carotene, 9Z-β-Carotene, and 9Z-β-Carotene. The first factor covered 42 percent of all the data. The second factor covered 24 percent of all data with a negative value of yield indices, including sucrose, lutein, zeaxanthin and β-Crypto-xanthin. The third factor showed that calcium and iron had a negative value of the yield indices. The third factor covered 14 percent of all data. Factor analysis showed that the first to third factor covered 81.2 percent of all the data on this study (Continued). Factor analysis biplot showed that calcium, iron, zinc, magnesium, α-carotene, 9Z-β-Carotene, Phosphorus, and β-Carotene had positive values on the first and second factors on this study. Fructose, glucose, potassium, lutein, sucrose, β-Cripto-xanthin, and zeaxanthin had negative values on the second factor and positive values on the first factor. The dry matter had a positive on the second and negative on the first factor in this study (Figure 1).",
          "table": [
            "Continued..."
          ]
        }
      ]
    },
    {
      "title": "Cluster analysis",
      "div": [
        {
          "text": "Cluster analysis showed that lutein had three groups: DE, GS, GB, HO, and ME hybrid, the second hybrid includes DE and NO hybrids, and the third group includes SE hybrid. Zeaxanthin had three groups based on cluster figure that the first groups include DE, NO and GS hybrids, the second hybrids include HO, ME, and GB hybrids and the third group include SE and DE hybrids. (Figure 2). Cluster analysis showed that the first group includes DB and NO hybrids, the second group includes HO, GS, and DE hybrids, the third  3).",
          "table": []
        },
        {
          "text": "The dry matter index showed that three groups exist by cluster analysis, the first group includes DB, DE, SE, GS, NO hybrids, the second hybrids include GB and ME hybrids, and the third group includes HO hybrids. There are two groups on fructose index that the first group includes DB, ME, NO and SE hybrids and the second hybrid includes HO, GB, DE, and GS hybrids. The glucose index had three groups by cluster analysis that the first group includes DB, NO, SE and ME hybrids, the second group includes DE and GS hybrids and the third group include HO and GB hybrids.",
          "table": []
        },
        {
          "text": "The sucrose index showed that the first group includes DB and HO hybrids, the second hybrids include GB, GS, SE, and DE hybrids, and the third group includes ME and NO hybrids based on cluster analysis (Figure 4). Cluster analysis showed that the first group includes DB, HO, GB, DE, and GS hybrids, the second group includes SE and NO, the third group includes ME hybrid based on α-Carotene.",
          "table": []
        },
        {
          "text": "There are three groups on the β-Carotene index that the first includes DB and HO hybrids, GB, SE, DE, GS, and NO hybrids, and the third group include ME hybrid. β-Criptoxanthin index had three groups: DB, ME, GS, GB, NO, DE hybrids, the second hybrids include HO hybrids and the third hybrids SE hybrid. The cluster figure showed that the first group includes DB, HO, GB, SE, DE, GS and NO, and the second group includes ME hybrids on the 9Z-β-Carotene index (Figure 5). Cluster analysis and variance analysis showed that hybrids had variations in yield indices. GB, DE and GS hybrids had similar performance on indices. SE hybrid that have significant performance on zeaxanthin.",
          "table": []
        },
        {
          "text": "The genotype role in increasing the compatibility of hybrids  and grain yield through the effect on seedling emergence, increasing photosynthetic capacity, better growth rate and competition, better resistance to adverse environmental factors, etc. is important and choosing these traits can yield Increased in reform programs (Wang et al., 2021).",
          "table": []
        }
      ]
    },
    {
      "title": "Principal component biplot analysis",
      "div": [
        {
          "text": "Biplot showed that the first principal component covered 48.43 percent of all data, and the second principal component covered 20.80 percent of all data in this study.",
          "table": []
        },
        {
          "text": "Based on biplot analysis, ME and SE hybrids had the best performance and stability, and HO hybrid had minimum performance and stability on all yield indices. Hybrids include maximum to minimum performance ME, SE, NO, DE, GS, DB, GB, and HO. GS hybrid had the best performance on calcium, zinc, iron, magnesium, and phosphorus, DB hybrid had excellent stability on the dry matter, and SE hybrid had a maximum performance on zeaxanthin. This study had the best performance and stability on fructose, glucose, sucrose, and potassium hybrids. The dry matter,  smaller ears and less sugar than late hybrids. In areas with short growing seasons and low temperatures, early hybrids are more suitable and late hybrids are more suitable for long growing seasons and high temperatures (Soare et al., 2019). Biplot showed that fructose, glucose, sucrose and potassium had stability value on hybrids. All the hybrids had the best performance on fructose, glucose, sucrose and potassium factors. Fructose, glucose, sucrose and potassium factors had positive in first factor and negative factor in second factor in factor analysis. So negative value on the second factor can help stability on yield indices. Also, a positive value in fist factor can be help to stability on yield indices. Sucrose and glucose have a great effect on the physical properties of cornstarch. They are mainly due to the reduction of swelling and water absorption of starch in the presence of sugars (Lertrat and Pulam, 2007).",
          "table": []
        }
      ]
    },
    {
      "title": "Conclusions",
      "div": [
        {
          "text": "sweet maize was created as a result of a back mutation in the genes that control the conversion of sugar into starch inside the grain. Sweet corn is genetically made from ordinary corn. These genetic changes have reduced starch synthesis and increased the accumulation of sugars in the grain endosperm. Biplot showed that fructose, glucose, sucrose and potassium had stability value on hybrids. All the hybrids had best performance on fructose, glucose, sucrose and potassium factors ME hybrid had a maximum performance on the first factor of yield indices. Also, the second factor of yield indices had a maximum effect on NO hybrids. SE hybrids had maximum performance in zeaxanthin and GS hybrids had zinc, phosphorus, and iron. lutein, zinc and zeaxanthin had a minimum performance on hybrids (Figure 6). Factor biplot positively correlated with yield indices, including calcium, iron, zinc, magnesium, α-Carotene, 9Z-β-Carotene, phosphorus, and β-carotene. On the other hand, there is a positive correlation with fructose, glucose, potassium, lutein, sucrose, β-Criptoxanthin, and zeaxanthin. So, to evaluate or increase lutein and zeaxanthin, the other parameters like sugar content (fructose, glucose, and sucrose) are important factors and have an effect. Factor analysis and biplot showed that ME hybrid had a maximum performance on the first factor of yield indices. Also, the second factor of yield indices had a maximum effect on NO hybrids. SE hybrids had maximum performance in zeaxanthin and GS hybrid zinc, phosphorus, and iron. The dry matter had stability on DB hybrid. Sweet corn is a genetically modified common corn plant created by mutating chromo-some 4. This mutation causes the accumulation of sugars and soluble polysaccharides in the endosperm (Singh et al., 2014). Dry matter accumulation indicates the accumulation of photosynthetic substances in the plant and its ability to absorb elements. Growth in dices are indirectly affected by competition because competition strongly affects the leaf area and plant dry matter (Canatoy, 2018). The cluster analysis and biplot results showed that the B and C hybrids had a maximum effect and best performance on dry matter and sugar content (fructose, glucose, sucrose). GS and GB hybrid had the best performance on nutrients indices. On the other hand, ME and NO hybrids have the highest value on carotenoids. In the research, SE and DE hybrids exist a suitable yield on lutein and zeaxanthin. The main advantage of different hybrids of sweet corn is their ripening time and sugar content. Depending on the hybrids or genotypes, the ripening time of sweet corn is 90-60 days from planting. Early hybrids usually have",
          "table": []
        }
      ]
    }
  ],
  "tables": [
    "{\"title\": \"Variance analysis on yield indices.\", \"head\": [\"\", \"Source\", \"DF\", \"Adj SS\", \"Adj MS\", \"F-Value\", \"P-Value\"], \"value\": [[\"Dry matter\", \"Hybrid ID\", \"7\", \"1821.29\", \"260.184\", \"1095.99\", \"0.000\"], [\"\", \"Error\", \"24\", \"5.70\", \"0.237\", \"\", \"\"], [\"\", \"Total\", \"31\", \"1826.99\", \"\", \"\", \"\"], [\"Fructose\", \"Hybrid ID\", \"7\", \"264.979\", \"37.8541\", \"386.60\", \"0.000\"], [\"\", \"Error\", \"24\", \"2.350\", \"0.0979\", \"\", \"\"], [\"\", \"Total\", \"31\", \"267.329\", \"\", \"\", \"\"], [\"Glucose\", \"Hybrid ID\", \"7\", \"318.345\", \"45.4778\", \"376.04\", \"0.000\"], [\"\", \"Error\", \"24\", \"2.903\", \"0.1209\", \"\", \"\"], [\"\", \"Total\", \"31\", \"321.247\", \"\", \"\", \"\"], [\"Sucrose\", \"Hybrid ID\", \"7\", \"1863.13\", \"266.162\", \"1100.41\", \"0.000\"], [\"\", \"Error\", \"24\", \"5.80\", \"0.242\", \"\", \"\"], [\"\", \"Total\", \"31\", \"1868.94\", \"\", \"\", \"\"], [\"Calcium\", \"Hybrid ID\", \"7\", \"8904.72\", \"1272.10\", \"411.18\", \"0.000\"], [\"\", \"Error\", \"24\", \"74.25\", \"3.09\", \"\", \"\"], [\"\", \"Total\", \"31\", \"8978.97\", \"\", \"\", \"\"], [\"Iron\", \"Hybrid ID\", \"7\", \"255.320\", \"36.4742\", \"124.21\", \"0.000\"], [\"\", \"Error\", \"24\", \"7.048\", \"0.2936\", \"\", \"\"], [\"\", \"Total\", \"31\", \"262.367\", \"\", \"\", \"\"], [\"Potassium\", \"Hybrid ID\", \"7\", \"158682889\", \"22668984\", \"3945.65\", \"0.000\"], [\"\", \"Error\", \"24\", \"137888\", \"5745\", \"\", \"\"], [\"\", \"Total\", \"31\", \"158820777\", \"\", \"\", \"\"], [\"Magnesium\", \"Hybrid ID\", \"7\", \"676750\", \"96678.6\", \"261.57\", \"0.000\"], [\"\", \"Error\", \"24\", \"8871\", \"369.6\", \"\", \"\"], [\"\", \"Total\", \"31\", \"685621\", \"\", \"\", \"\"], [\"Zinc\", \"Hybrid ID\", \"7\", \"313.375\", \"44.7679\", \"113.10\", \"0.000\"], [\"\", \"Error\", \"24\", \"9.500\", \"0.3958\", \"\", \"\"], [\"\", \"Total\", \"31\", \"322.875\", \"\", \"\", \"\"], [\"Phosphorus\", \"Hybrid ID\", \"7\", \"1951162\", \"278737\", \"328.49\", \"0.000\"], [\"\", \"Error\", \"24\", \"20365\", \"849\", \"\", \"\"], [\"\", \"Total\", \"31\", \"1971527\", \"\", \"\", \"\"], [\"Lutein\", \"Hybrid ID\", \"7\", \"438.757\", \"62.6796\", \"3691.56\", \"0.000\"], [\"\", \"Error\", \"24\", \"0.407\", \"0.0170\", \"\", \"\"], [\"\", \"Total\", \"31\", \"439.165\", \"\", \"\", \"\"], [\"Zeaxanthin\", \"Hybrid ID\", \"7\", \"3106.37\", \"443.767\", \"1240.58\", \"0.000\"], [\"\", \"Error\", \"24\", \"8.58\", \"0.358\", \"\", \"\"], [\"\", \"Total\", \"31\", \"3114.96\", \"\", \"\", \"\"], [\"β-Cripto-\", \"Hybrid ID\", \"7\", \"12.3305\", \"1.76151\", \"420.03\", \"0.000\"], [\"xanthin\", \"Error\", \"24\", \"0.1007\", \"0.00419\", \"\", \"\"], [\"\", \"Total\", \"31\", \"12.4312\", \"\", \"\", \"\"], [\"α-Carotene\", \"Hybrid ID\", \"7\", \"1.43434\", \"0.204905\", \"150.16\", \"0.000\"], [\"\", \"Error\", \"24\", \"0.03275\", \"0.001365\", \"\", \"\"], [\"\", \"Total\", \"31\", \"1.46709\", \"\", \"\", \"\"]]}",
    "{\"title\": \"Continued...\", \"head\": [\"\", \"Source\", \"DF\", \"Adj SS\", \"Adj MS\", \"F-Value\", \"P-Value\"], \"value\": [[\"9Z-β-Carotene\", \"Hybrid ID\", \"7\", \"0.62074\", \"0.088677\", \"52.88\", \"0.000\"], [\"\", \"Error\", \"24\", \"0.04025\", \"0.001677\", \"\", \"\"], [\"\", \"Total\", \"31\", \"0.66099\", \"\", \"\", \"\"], [\"β-Carotene\", \"Hybrid ID\", \"7\", \"0.568038\", \"0.081148\", \"1693.53\", \"0.000\"], [\"\", \"Error\", \"24\", \"0.001150\", \"0.000048\", \"\", \"\"], [\"\", \"Total\", \"31\", \"0.569188\", \"\", \"\", \"\"]]}",
    "{\"title\": \"Factor analysis on yield indices.\", \"head\": [\"Variable\", \"Factor1 Factor2 Factor3 Communality\"], \"value\": [[\"Dry matter\", \"-0.594\", \"0.490\", \"0.458\", \"0.944\"], [\"content\", \"\", \"\", \"\", \"\"], [\"Fructose\", \"0.837\", \"-0.048\", \"0.272\", \"0.850\"], [\"Glucose\", \"0.866\", \"-0.244\", \"0.300\", \"0.901\"], [\"Sucrose\", \"0.263\", \"-0.799 -0.526\", \"0.985\"], [\"Calcium\", \"0.209\", \"0.319\", \"-0.489\", \"0.584\"], [\"Iron\", \"0.574\", \"0.606\", \"0.495\", \"0.958\"], [\"Potassium\", \"0.827\", \"-0.318 -0.207\", \"0.931\"], [\"Magnesium\", \"0.842\", \"0.382\", \"0.280\", \"0.936\"], [\"Zinc\", \"0.813\", \"0.448\", \"0.282\", \"0.942\"], [\"Phosphorus\", \"0.700\", \"0.083\", \"0.009\", \"0.821\"], [\"Lutein\", \"0.215\", \"-0.663\", \"0.545\", \"0.972\"], [\"Zeaxanthin\", \"0.053\", \"-0.898\", \"0.390\", \"0.992\"], [\"β-Cripto-\", \"0.322\", \"-0.822\", \"0.280\", \"0.889\"], [\"xanthin\", \"\", \"\", \"\", \"\"], [\"α-Carotene\", \"0.881\", \"0.292\", \"-0.096\", \"0.979\"], [\"9Z-β-Carotene\", \"0.712\", \"0.111\", \"-0.452\", \"0.864\"], [\"β-Carotene\", \"0.719\", \"-0.032 -0.532\", \"0.888\"], [\"Variance\", \"6.7423 3.8837 2.3601\", \"14.4372\"], [\"% Var\", \"0.421\", \"0.243\", \"0.148\", \"0.812\"]]}"
  ]
}