{
  "meta": {
    "title": "Radiation use efficiency and biomass production of maize under optimal growth conditions in Northeast China",
    "author": "Dengyu Shi, Qiuwan Huang, Zhijuan Liu, Tao Liu, Zhenge Su, Shibo Guo, Fan Bai, Shuang Sun, Xiaomao Lin, Tao Li, Xiaoguang Yang",
    "journal": "Elsevier BV",
    "date": "2022. 08."
  },
  "paragraphs": [
    {
      "title": "Abstract",
      "div": [
        {
          "text": "RUE was 3.97 g MJ -1 APAR or 3.73 g MJ -1 IPAR during the whole growth period.",
          "table": []
        },
        {
          "text": "• Maximum RUE occurred in vegetative period and declined in reproductive period. • RUE value, 3.97 g MJ -1 , should be used in the maize simulation model for predicting potential yield.",
          "table": []
        }
      ]
    },
    {
      "title": "Introduction",
      "div": [
        {
          "text": "Solar radiation is of crucial importance in providing the energy source for photosynthesis. In the absence of biotic and abiotic stresses, plant dry matter accumulation depends on the quantity of incident photosynthetically active radiation (PAR) absorbed by the canopy, and efficiency of converting absorbed PAR into dry matter (RUE, g MJ -1 ) (Monteith, 1977;Sinclair and Muchow, 1999). That is, biomass production is a consequence of two main processes occurring at two levels. The first, at canopy level, is related to the absorptance of PAR. The second is at chloroplast level, where the intercepted radiation is used by the plant to drive both CO 2 assimilation and transpiration processes, all these processes can be summarized as RUE. Canopy structure directly affects the distribution of light in the canopy and RUE of maize (Dong et al., 1992;Maddonni and Otegui, 1996;Xue et al., 2017). RUE may vary with crop species, phase of crop development and so on. Muchow and Davis (1988) found that the maximum value of RUE occurs in the vegetative growth period before grain filling. Otegui et al. (1995) estimate that the RUE value of maize during the whole growth period is 3.39 g MJ -1 , and the RUE level in the vegetative growth stage can reach 4.14 g MJ -1 . Moreover, increased biomass have been extensively documented that contributed to the yield improvement of maize hybrids during the past three to five decades (Chen et al., 2013;Lv et al., 2015). Some evidence suggested that increased dry matter accumulation of new maize hybrids can be attributed to increased absorptance of PAR (Tollenaar and Bruulsema, 1988;Duvick, 2005;Liu et al., 2017) and improved RUE (Tollenaar and Aguilera, 1992;Dong et al., 2000). Therefore, clarifying the absorbed solar radiation by the canopy and RUE of the modern cultivars is essential for defining the best cultivar and designing the canopy structure for increasing maize yield.",
          "table": []
        },
        {
          "text": "Yields of maize in China have steadily increased since the 1980s due to the improved hybrids and agronomic management, but there was still a large exploitable yield gap between potential and actual on-farm yields, ranging from 42% to 63% (Yang and Liu, 2014). Potential yield is a yield ceiling of a variety in a given environment (Evans and Fischer, 1999). Accurate crop potential yield estimates are essential for assessing regional crop production capacity on existing farmland with best management practices (Liu et al., 2016). The crop growth simulation model has been proven to be an effective tool to estimate the potential yields. Numbers of models (among others, CERES, Jones and Kiniry, 1986;EPIC, Jones et al., 1991;and APSIM, Keating et al., 2003) have been developed using the RUE concept to forecast crop growth and yield in different environments, which reduces the complexity and number of input variables. These models generally calculate daily biomass production as the product of the quantity of radiation intercepted and RUE (Bouman et al., 2001;Keating et al., 2003). However, the empirical nature of RUE and the low precision with which it can be estimated (Mitchell et al., 1998) may result in significant uncertainties of model predictions. Therefore, the optimization of model parameters is essential to improve the prediction and evaluation ability of crop models.",
          "table": []
        },
        {
          "text": "Northeast China (NEC) is one of the largest maize production regions in China. The total areas sown with maize and its production account for 29 and 30% of the nation's total, respectively (NBSC 2008(NBSC -2010)). The incident solar radiation of this region during the maize growing season increased during the past 30 years (Liu et al., 2021). Moreover, the yield potential of modern maize hybrids had been improved with the optimum canopy structure and ideotype at high population densities in China (Liu et al., 2017). Leaf orientation, leaf structure, and leaf size are important in maize ideotypes, and influence the amount of light intercepted, light attenuation within the canopy, uniformity of light distribution, and ultimately the yield (Huang et al., 2017). Research on the RUE of modern maize cultivars based on field observations has been helpful in estimating potential yield and evaluating climate change effects on maize production in China. However, RUE for modern maize cultivars in Northeast China is still unclear. Therefore, the main objectives of this study are presented as follows: (1) to investigate LAI accumulation, biomass accumulation, and intercepted photosynthetically active radiation (IPAR); and (2) to estimate RUE of maize during the vegetative period, reproductive period, and whole growth period of maize under the optimal growth conditions in Northeast China.",
          "table": []
        }
      ]
    },
    {
      "title": "Materials and methods",
      "div": []
    },
    {
      "title": "Study site",
      "div": [
        {
          "text": "The field experiment was conducted at the China Agricultural University Lishu Experimental Station (43°16′47″N, 124°26′9″E) in Jilin Province, Northeast China. According to the climate data from 1981 to 2018, the average temperature during the maize growing season was 20.3 °C and it has been increased by 0.28 °C decade -1 . The total precipitation normal during the maize growing season was 494 mm and it was decreased by 20.7 mm decade -1 . The seasonal global solar radiation was 2626.3 MJ m -2 and decreased by 99.9 MJ m -2 decade -1 .",
          "table": []
        }
      ]
    },
    {
      "title": "Field experiment design",
      "div": [
        {
          "text": "The local maize cultivar Zhengdan 958 (ZD958) was selected. The field experiment was conducted from 2017 to 2019 with three plant population densities (9.0, 7.5, and 6.0 plants m -2 ), which was referred to as high density (HD), moderate density (MD), and low density (LD), respectively with four replicates. Each experiment plot area was 15 × 10 m 2 , the row spacing was 60 cm, and 200 kg N ha -1 , 85 kg P ha -1 , 90 kg K ha -1 applied before sowing for all four replicates. In 2019 only the HD treatment was conducted. According to the Chinese soil classification, the soil type is black soil, which is very similar to Mollisols in the USDA soil taxonomy. The local cropping system was continuous maize, with a single cropping season from May to September. The sowing dates were May 4, 2017, May 8, 2018, and May 10, 2019. The experiment was managed intensively to ensure optimal water and nutrient conditions and avoid stresses from weeds, insects, and diseases. Soil moisture content in the 0 to 1 m soil layer was measured by TRIME-TDR soil moisture content meter (IMKO, Germany) in presowing and each growth period of maize. Each 20 cm layer was taken as a layer, and the average value of each layer was taken to represent 1 m soil moisture content. Irrigation was applied when the soil moisture content in the 0 to 1 m soil layer was approximately lower than 80% of the field capacity. Herbicides were sprayed before sowing, and weeds were controlled manually by hand and hoe.",
          "table": []
        }
      ]
    },
    {
      "title": "Field observations",
      "div": []
    },
    {
      "title": "Meteorological observations",
      "div": [
        {
          "text": "A portable weather station was installed in the experiment field adjacent to our experiment plots, in which air temperatures, solar radiation, and precipitation were observed through May 2017 to September 2019. The monthly mean air temperature, accumulated precipitation, and accumulated solar radiation from May to September in 2017 to 2019 are shown in Fig. 1.",
          "table": []
        }
      ]
    },
    {
      "title": "Phenological observation",
      "div": [
        {
          "text": "Dates of emergence, tasseling, silking, and maturity were determined and observed according to the \"Agro-Meteorological Observation Rules\" (China-Meteorological-Bureau, 1993). The emergence date is defined as the first day when the coleoptiles tip breaks through the soil surface with a length of approximately 3.0 cm. The tasseling date is the day when the last branch of the tassel is completely extended and silks have not emerged from the ear sheaths. The silking date is the day when silks were visible outside the husks. The maturity date is the day when the outer bract turns yellow for 80% of the plants, the silk withers, and the kernels harden and reflect the inherent color of the hybrid.",
          "table": []
        }
      ]
    },
    {
      "title": "Measurements of aboveground biomass and leaf area index",
      "div": [
        {
          "text": "The aboveground biomass was measured from six phenological stages about 10 samples in sequence on average per the growing season. Each sample included four plants harvested. Plant samples were collected at emergence, jointing, tasseling, 15 days after silking, grain filling (two to four samples taken during this state), and maturity dates. All samples were firstly killed at 105 °C for 30 min, then oven-dried at 75-80 °C to a steady weight to determine total aboveground biomass. Four representative plants were selected to measure the leaf area (LA) nondestructively as follows (Liu et al., 2012):",
          "table": []
        },
        {
          "text": "where L is the leaf length, W max is the maximum width of leaf. Total aboveground biomass accumulation (g m -2 ) and LAI (m 2 m -2 ) were determined as the product of measured biomass (g) or leaf area (m 2 ) per plant at each sampling date and actual plant density (number of plants m -2 ).",
          "table": []
        }
      ]
    },
    {
      "title": "Canopy radiation interception measurements",
      "div": [
        {
          "text": "In each treatment, both incident quantum flux (μmol m -2 s -1 ) and outgoing quantum flux (reflected) were measured above the canopy using two LI-190R point quantum sensors (LI-COR Bioscience, Lincoln, Nebraska) installed at each plot during the entire growing season. Intercepted quantum flux was measured by a single-line quantum sensor (LI-191R, LI-COR) at the soil surface diagonally across crop rows. All sensors were leveled and supported by brackets in each treatment. The point-quantum sensor was installed 0.5 m above the canopy, which installation was adjusted during each growing stage. The line quantum sensor was installed approximately 10 cm above the soil surface and cleaned every 3 to 5 d to ensure reliable measurements (Fig. 2). All measurements of quantum flux (μmol m -2 s -1 ) were then converted to PAR using the conversion coefficient of 216.7 KJ mol -1 (Tollenaar and Bruulsema, 1988;Tollenaar and Aguilera, 1992). All sensors were manufacturer-calibrated and connected to a Campbell Scientific CR1000 data logger (Campbell Scientific Inc., Logan, UT), taken once per 10 min and summed to the daily records (MJ -1 m -2 d -1 ).",
          "table": []
        }
      ]
    },
    {
      "title": "Calculations",
      "div": [
        {
          "text": "RUE usually defined as the micromoles of dry matter produced per mole of photosynthetically active photons absorbed by green canopy components (Kimball et al., 2002), which can be estimated as the linear relationship between biomass accumulation and cumulative absorbed or intercepted PAR (Sinclair and Muchow, 1999). It was estimated in the following step, (1) estimated the total aboveground biomass accumulated beginning after the first destructive sample, (2) calculated the quantity of cumulative absorbed or intercepted PAR (Eqs. 3 and 4) during the same periods, (3) obtained the RUE by using the regression slope of this relationship.",
          "table": []
        },
        {
          "text": "The absorbed PAR (APAR) by a crop canopy can be estimated by taking the balance of the incoming and outgoing fluxes as:",
          "table": []
        },
        {
          "text": "where APAR is the absorbed PAR (MJ m -2 ); PAR i is the incident PAR (MJ m -2 ); TPAR is the amount of PAR directly transmitted to the bottom of the canopy (MJ m -2 ); RPAR is the amount of PAR that is reflected from the canopy into the ground surface (MJ m -2 ). RPAR s is the amount of TPAR reflected directly by the soil that returns back into the crop canopy. It is assumed that amount of PAR reflected from the soil surface is all absorbed by the canopy. The reflectivity of soil depends mainly on organic matter content, particle size, water content, and wavelength of the irradiance, with lower reflectivity for soils with high organic matter and high water content (Monteith, 1973). For instance, Gallo and Daughtry (1986) reported soil reflectance coefficients of PAR for a dark silt loam soil ranging from 5.0% for moist soil to 9.3% for dry soil. Hence, the fraction of PAR i (i.e., RPAR s ) that was reflected back from the soil and absorbed by the crop canopy can be ignored in the calculation of the APAR by maize canopies (Monteith, 1973). APAR was thus calculated as.",
          "table": []
        },
        {
          "text": "The intercepted PAR (IPAR) by a crop canopy was calculated as:",
          "table": []
        },
        {
          "text": "The plant development stage (DVS) defined its physiological age and was characterized by the formation of the various organs and their appearance (Bouman et al., 2001). Total biomass accumulation (W) was regressed based on phenological development stages (DVS) by using the modified Weibull function (Groot et al., 1986),",
          "table": []
        },
        {
          "text": "where W is the observed total aboveground biomass (g m -2 ); W max is the estimated maximum aboveground biomass (g m -2 ); a and b are the shape coefficients. The DVS was estimated according to phenological timing by using a dimensionless scale which ranges from 0 (emergence) and 1.0 (silking) to 2.0 (physiological maturity). It was calculated as the inverse of the number of thermal units accumulated between two phenological events (Lindquist et al., 2005). Thermal units accumulated per day after emergence (TU t ) were obtained as:",
          "table": []
        },
        {
          "text": "where T b is the base temperature of 10 °C for maize development, T avg , T max , and T min are the daily average, maximum, and minimum temperature (°C), and 30 is the maximum temperature for maize development.",
          "table": []
        }
      ]
    },
    {
      "title": "Results",
      "div": []
    },
    {
      "title": "Biomass accumulation",
      "div": [
        {
          "text": "Based on the field experimental data of maize, the growth curves of aboveground biomass under three population density conditions were derived from measured values (Fig. 3). Under three population density conditions (HD, MD, and LD), the aboveground biomass calculated from the curves were 850 g m -2 , 669 g m -2 and 686 g m -2 in 2017; were 985 g m -2 , 868 g m -2 and 699 g m -2 in 2018, respectively, during the anthesis period (DVS = 1), while they were 2014 g m -2 , 2052 g m -2 , 2030 g m -2 in 2017, were 2583 g m -2 , 2051 g m -2 , 1797 g m -2 in 2018 at maturity stage (DVS = 2). In 2019 with only HD, the aboveground biomass estimated from curves were 936 g m -2 and 2606 g m -2 , respectively in these two phenological stages.",
          "table": []
        },
        {
          "text": "Therefore, the aboveground biomass accumulation rate of ZD958 under the condition of HD was higher than that of the other two densities, indicating that this variety was more conducive to dry matter accumulation under HD conditions.",
          "table": []
        }
      ]
    },
    {
      "title": "Leaf area index and intercepted Photosynthetically active radiation",
      "div": [
        {
          "text": "The maximum value of the observed Leaf area index (LAI) appears after the anthesis period (DVS = 1.2), ranged from 4.9 to 6.9 m 2 m -2 , and then gradually decreases (Fig. 4). The dynamic changes between the treatments were almost the same. In 2017, before DVS = 1.0, LAI of HD and MD were approximately equal, and there was a difference after DVS = 1.0. In 2018, before DVS = 0.6, LAIs between three population density treatments were approximately equal, and then leaf development accelerated after DVS = 0.6. In general, LAI was higher in HD compared with other treatments, that is, the leaf area index of spring maize increased while density increases (p < 0.05). The fraction of PAR intercepted by the canopy of maize (IPAR) under three population density conditions (HD, MD, and LD) was shown in Fig. 5. IPAR was approximate 10% during the early stage of the vegetative period (DVS < 0.3). Then greatest differences occurred during the late vegetative period (DVS = 0.3 to 0.8). When DVS > 1.0, there is no significant difference between three population density conditions, which were 96%, 96% and 95%, respectively.",
          "table": []
        }
      ]
    },
    {
      "title": "Radiation use efficiency",
      "div": [
        {
          "text": "RUE was estimated as the regression slope of cumulative biomass on cumulative APAR or IPAR in this study. All cumulative biomass and cumulative APAR data were pooled to obtain a single estimate of RUE across three years under three population density treatments (Fig. 6). RUE values were 4.09 g MJ -1 APAR, 3.94 g MJ -1 APAR, 3.79 g MJ -1 APAR in the whole growth period under HD, MD and LD conditions, respectively. But there was no significant difference among the densities. So all cumulative biomass and APAR data were pooled to obtain a single estimate of RUE for all treatments, 3.97 g MJ -1 APAR in the whole growth period (Fig. 7a).",
          "table": []
        },
        {
          "text": "Observations obtained pre-and post-anthesis are distinguished by purple and orange symbols in Fig. 7. Results indicated that maximum RUE occurred during the vegetative period (VP) and declined during the   reproductive period (RP). Estimates of RUE were 4.11 g MJ -1 APAR and 3.95 g MJ -1 APAR during VP and RP under all treatments.",
          "table": []
        },
        {
          "text": "The radiation intercepted by the canopy was different from that absorbed by it. In our experiments, we measured both intercepted and absorbed PAR continuously during the entire maize growing season. According to our data, 93.9% of IPAR was absorbed by the leaf canopy under all treatments across all years (Fig. 8). Therefore, RUE based on IPAR can be calculated as the product of RUE based on APAR, 3.73 g MJ -1 IPAR in the whole growth period. Estimates of RUE during VP and RP were 3.86 g MJ -1 IPAR, and 3.71 g MJ -1 IPAR.",
          "table": []
        }
      ]
    },
    {
      "title": "Discussion",
      "div": [
        {
          "text": "The various RUE values found in the literature have not been calculated in the same way. First, radiation was measured as total solar radiation or photosynthetically active radiation (PAR). Second, RUE values were calculated from APAR or IPAR. While conversion of total solar radiation to PAR was achieved simply by multiplying by the fraction, usually 0.5 (Sinclair and Muchow, 1999). Therefore, the estimations of RUE were made in this study based on both absorbed and intercepted PAR continuously during maize growing period, to be able to aid in fair comparisons across RUE values available in the literature.",
          "table": []
        },
        {
          "text": "Maize cultivation is widespread in the world. The climate and agricultural technologies are very diverse among maize planting countries and regions, which might largely modulate the magnitudes of RUE. RUE values obtained from field experiments in different countries were ranging from 1.05 g MJ -1 to 5.74 g MJ -1 PAR under contrasting solar radiation environments, cultivars, and population densities (Fig. 9). The value from our experimental results (3.97 g MJ -1 ) falls within the upper range of literature values. Loomis and Amthor (1999) have indicated maximum RUE values of a closed maize canopy was 5.5 g MJ -1 for intercepted PAR. The high RUE reported by Wei et al. (2017) under high density and N levels (5.74 g MJ -1 APAR) was calculated using aboveground biomass at maturity was 2587 g m -2 and maximum LAI value was 6.6. The maximum aboveground biomass in this study was 2606 g m -2 with a maximum LAI of 6.9.   Results in Fig. 7 indicating that maximum RUE occurred during vegetative growth and declined during grain filling, which is similar to values of literatures (Muchow and Davis, 1988;Cirilo and Andrade, 1994;Otegui et al., 1995). RUE is determined by biomass and PAR. In our field experiment, high temperature during the grain filling period (after July) increased the respiration then decreased the biomass accumulation. As suggested by Kiniry et al. (1989), this would be expected increasing temperatures promoted higher maintenance respiration levels. Furthermore, leaf condition should also be taken into account, as by the end of grain filling, a fraction of the incoming PAR is intercepted by partially senesced upper leaves with reduced photosynthetic capacity.",
          "table": []
        },
        {
          "text": "Our estimate is greater than the RUE value used in crop models such as APSIM-Maize model (3.6 g MJ -1 PAR) (Keating et al., 2003). Therefore, it may be expected that these models, as currently parameterized, will not perform well when simulating maize productivity under optimal growth conditions. Based on our measurements, we recommend that maize models that rely on RUE for aboveground biomass accumulation should be using a value of at least 3.97 g MJ -1 APAR or 3.73 g MJ -1 IPAR for predicting optimum maize grain yield in Northeast China, especially for the potential yield. The APSIM-Maize model divided the maize growth period into 12 stages, we recommend using 3.86 and 3.71 g MJ -1 IPAR for the vegetative period and reproductive period or 3.73 g MJ -1 IPAR for the whole growth period.",
          "table": []
        }
      ]
    },
    {
      "title": "Conclusion",
      "div": [
        {
          "text": "According to field experiments, we concluded that increasing the density of maize populations have significantly increased the biomass and the leaf area index after the anthesis period of maize. The light distribution in the canopy and the absorption of light by maize in the high density are better than that under low density condition. For RUE, there is no significant difference between high, medium and low densities, but it can be clearly seen RUE was higher in the vegetative period than that in the reproductive period.",
          "table": []
        }
      ]
    },
    {
      "title": "CRediT authorship contribution statement",
      "div": [
        {
          "text": "Zhijuan Liu, and Xiaoguang Yang designed research; Dengyu Shi, Qiuwan Huang, Tao Liu, Zhenge Su, Shibo Guo, Fan Bai, Shuang Sun, and Zhijuan Liu performed research and analyzed the data; and Dengyu Shi, Qiuwan Huang, Zhijuan Liu, Xiaoguang Yang, Xiaomao Lin, and Tao Li wrote the paper.",
          "table": []
        }
      ]
    },
    {
      "title": "Declaration of competing interest",
      "div": [
        {
          "text": "The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper.",
          "table": []
        }
      ]
    }
  ],
  "tables": []
}