{
  "meta": {
    "title": "Regional gap in maize production, climate and resource utilization in China",
    "author": "Huayun He, Qi Hu, Rong Li, Xuebiao Pan, Binxiang Huang, Qijin He",
    "journal": "Elsevier BV",
    "date": "2020. 05. 20."
  },
  "paragraphs": [
    {
      "title": "Abstract",
      "div": [
        {
          "text": "Maize is one of the three major grain crops in China; it is widely planted in Northeastern China (NEC), Northern China (NC) and Northwestern China (NWC). However, large regional variations in maize yield using the same cultivar and management measures occur due to climate diversity. It is important to clarify the differences in regional maize production and climate resources in order to improve resource utilization efficiency. Long-term field experiments with the same maize cultivar (i.e., Zhengdan 958) and management measures were carried out at 26 sites from 2007 to 2015 in the main corn-producing areas of China. Based on the field experiment data, we analyzed the regional differences in maize production according to yield, growth period, grain number per spike and 1000-grain weight. The climate resources and utilization efficiency in NEC, NC and NWC were then determined by combining daily temperature and solar radiation data. The results show that NWC had significantly greater maize yield compared to NEC and NC, by 49.5 % and 38.7 %, respectively. A non-significant difference in maize yield was found between NC and NEC, and similar results were also found for the 1000-grain weight. NWC experienced significantly greater solar radiation during the maize growth period; the value was 14.0 % and 19.6 % higher than in NEC and NC, respectively. In addition, thermal time was 5.1 % and 8.9 % higher than in NEC and NC, respectively. The radiation utilization efficiency (RUE) in the NWC was the highest, 14.5 % and 27.2 % higher than those in NC and NEC, respectively. Similar to RUE, the heat utilization efficiency (HUE) value in NWC was 27.4 % and 46.5 % higher than in NC and NEC, respectively. The yield of maize was positively correlated with the total radiation and thermal time during the growth period; however, regional radiation had a greater impact on maize production than thermal time.",
          "table": []
        },
        {
          "text": "Overall, NWC showed higher maize yield, higher radiation and higher thermal time during the maize growth period as well as higher RUE and HUE compared to NC and NEC. Improving resource utilization efficiency using the theory and technology of quantitative matching of maize yield formation and resources in NC and NEC may be a way to reduce the regional yield gap in China.",
          "table": []
        }
      ]
    },
    {
      "title": "Introduction",
      "div": [
        {
          "text": "Maize is one of the three major food crops in the world; it is also one of the most economically important crops in China. The maize cultivation area and total output are only below those of wheat and rice. The annual planting area is over 20 million hectares; thus, maize production is important for national food security (Lv, 2014) and export trade. Studies have suggested that with the rapid increase in China's population and consequent economic growth, the demand for maize will gradually increase (Lv, 2014;Tao et al., 2013). Therefore, based on the existing planted area, it is essential to ensure food security by increasing the per unit yield of maize (Meng et al., 2013).",
          "table": []
        },
        {
          "text": "According to the demands of climatic resources for normal growth and development of maize, China can be divided into five major maize producing areas: spring-sown maize area in the north, summer-sown maize area in the Huang-Huai-Hai Plain, hilly maize area in the southwest, hilly maize area in the south and irrigated maize area in the northwest. Among these, the spring-sown maize area in the north has a greater impact on the national maize production than the other major maize producing areas (Zhang, 2009). The interannual yield fluctuation of maize is affected by many factors, including variety characteristics, meteorological conditions and cultivation management measures (Bunting, 1976). The fluctuation of meteorological conditions is one of the main factors influencing maize production (Hu et al., 2008;Dong and Deng, 1993;Xu et al., 2017;Wang et al., 2015). Heat resources, light resources and water resources are closely related to crop growth and development. Agricultural climate resources such as radiation and heat are directly involved in the agricultural production process. The quantity, composition and distribution determine the agricultural pattern and agricultural production potential of a region to some extent (Ye et al., 2010;Wang, 2013). Therefore, how to adapt and make full use of the climate resources of various regions and to avoid disadvantages are important issues in recent research.",
          "table": []
        },
        {
          "text": "At present, there are many studies concerning the relationship between meteorological factors and maize yield. Most of the research has focused on the effects of different meteorological factors on maize yield (Tao et al., 2006;Kucharik, 2008;Sindelar et al., 2010;Andresen et al., 2001;Cakir, 2004;Caliskan et al., 2008), and there are also studies on key climatic factors in different growth stages (Wang et al., 2015;Ming et al., 2013). In addition, there are also studies on the distribution and utilization of light, temperature and water resources (Liu et al., 2013(Liu et al., , 2012)). However, the existing research has been mostly aimed at specific areas, such as Northeastern China, Northern China and Henan Province; there have been fewer studies of the regional variations and influencing factors of maize yield, particularly for the same cultivar and management measures. With the advantages of high and stable yield, wide adaptability and compactness, Zhengdan 958 is the most common maize variety and thus is widely planted in North China. There are also many studies on Zhengdan 958, such as the effect of planting density on the physiological characteristics and yield of maize (Nie et al., 2014;Bai et al., 2010b;Wang et al., 2012), or the ecological adaptability of Zhengdan 958 in a certain area (Bai et al., 2011(Bai et al., , 2010a;;Zhang, 2009), few studies on the regional differences of yield. This study carried out long-term field experiments in the main corn-producing areas of China using the same maize cultivar (i.e., Zhengdan 958) and management measures. The objectives of this study were (1) to clarify the regional differences in maize production in China, including the growth period, yield and its components; (2) to quantify the differences in thermal time and radiation resource during the maize growth period; and(3) to analyze resource utilization efficiency of light and heat resources and their relationship with maize output.",
          "table": []
        }
      ]
    },
    {
      "title": "Materials and methods",
      "div": []
    },
    {
      "title": "Study area",
      "div": [
        {
          "text": "This study was conducted in experimental fields at 26 sites in Northeastern China(NEC), Northern China (NC) and Northwestern China (NWC) during 2007-2015 (see Fig. 1). As the main maize producing areas of China, NEC, NC and NWC all have a typical continental climate, i.e., hot summers with abundant solar radiation, large daily temperature range, and cold and windy winters (see Fig. 2). Main soil types in each region were shown in Main soil types in the study area.",
          "table": [
            "Main soil types in the study area."
          ]
        }
      ]
    },
    {
      "title": "Experimental design",
      "div": [
        {
          "text": "The experimental design was a fully randomized complete block with three replications. All experiments used the same maize cultivar (i.e., Zhengdan 958) and size of the plot (an area of 20 m 2 with five rows). At least four protection lines were set around the experimental area. Sowing density and fertilizer application were the same as those used locally, which were 82500plants ha -1 in NWC and 67,500 plants ha -1 in NEC and NC. Irrigation was adopted when necessary to ensure sufficient water for maize growth. The application amount of fertilizer is about 300 kg • ha -2 of pure nitrogen, 120 kg • ha -2 of P 2 O 5 , 240 kg • ha -2 of K 2 O; the nitrogen fertilizer is urea (containing N 46 %), the phosphorus fertilizer is superphosphate (containing P 2 O 5 17 %), and the potassium fertilizer is potassium chloride (containing K 2 O 60 %). Nitrogen was applied 40 % at V6 period, 60 % at V12 period, and phosphorus and potassium were applied at one time before sowing.",
          "table": []
        },
        {
          "text": "The dates of maize growing stages were recorded, and the yield was determined by harvesting maize in three-row sections in the center of each plot followed by air-drying, threshing and weighing. The number of grains per spike and the 1000-grain weight were recorded.",
          "table": []
        },
        {
          "text": "The actual farmers' yields were obtained from the State Statistical Bureau from 1961 to 2015. Daily meteorological data corresponding to the experimental sites were obtained from the China Meteorological Data Sharing Service Network (http://cdc.cma.gov.cn/home.do). The quality of the data was strictly checked by the National Meteorological Information Center with missing data rate of less than 0.1 %. As for the missing data, the linear interpolation method was used if the time gap was within 5 days. If the missing measurement sequence is more than 5d, the missing data were replaced by the average value of those days in all other years without missing data.   ) is an effective parameter for describing the thermal conditions for crop growth; this measure has been widely applied in studying crop physiological ecology as well as in analyzing cropping systems (Liu et al., 2010). Bunting (1979) found a strong relationship between ATT with a given threshold temperature of 10 °C (ATT10) and corn growth, and Bai et al. (2008) confirmed similar results in China. ATT can be used to predict the growth and development rate of crops (Yang et al., 1995;Yin et al., 1995;Nielsen et al., 2002). In this study, ATT10 was calculated by summing the daily temperatures during the growing season-when the daily temperature was above 10 °C-as follows:",
          "table": []
        },
        {
          "text": "where AT a is the active accumulated temperature, n is the number of consecutive days during the threshold temperature, and T i is the daily mean air temperature on the ith day. B is the threshold temperature; for maize, the threshold temperature is usually 10 °C. The average daily temperature ≥10 °C during the growth period of the maize can be considered as the accumulated temperature required for maturity.",
          "table": []
        }
      ]
    },
    {
      "title": "Calculation of total radiation",
      "div": [
        {
          "text": "The calculation process for surface solar radiation was as follows:",
          "table": []
        },
        {
          "text": "The total amount of solar radiation R m d",
          "table": []
        },
        {
          "text": "where I 0 is a solar constant, dm is the inverse relative distance Earth-Sun (unit m), ω is the sunset hour angle (unit rad), is latitude (unit rad), and δ is the solar declination (unit rad). The values of dm, ω and are given by Eqs. (6-8):",
          "table": []
        },
        {
          "text": "(3)",
          "table": []
        },
        {
          "text": "where J is the ordinal number of the day in the year, from 1 (1 January) to 365 or 366 (31 December). Solar radiation (RS, unit MJ m -2 ) was then calculated by the Angstrom model (Angstrom, 1956):",
          "table": []
        },
        {
          "text": "where n is the actual sunshine hour duration (unit h), N is the maximum possible sunshine hours duration (unit h), n/N is the relative sunshine hours, and a and b are empirical coefficients. FAO-PM recommend using the coefficients a = 0.25 and b = 0.5.",
          "table": []
        }
      ]
    },
    {
      "title": "Utilization efficiency of solar and heat resources",
      "div": [
        {
          "text": "The formulas for the calculation of radiation utilization efficiency and heat utilization efficiency are as follows (Chang, 2016):",
          "table": []
        },
        {
          "text": "RUE is the radiation utilization efficiency rate, Y is the actual yield of maize obtained from experiment, and q is the conversion coefficient of dry matter to heat energy. For maize, the value of q is g 0.0175 MJ .",
          "table": []
        },
        {
          "text": "1 R s is the total radiation during the maize growing season m",
          "table": []
        },
        {
          "text": "where HUE is the heat utilization efficiency with units",
          "table": []
        },
        {
          "text": "), and 2 T is the effective accumulated tem- perature °( C d). For maize, this is ≥10 °C active accumulated tem- perature °( C d).",
          "table": []
        }
      ]
    },
    {
      "title": "Calculation of potential light-temperature productivity",
      "div": [
        {
          "text": "The potential light-temperature productivity of summer corn (unit kg ha -1 ) represents the maximum potential crop yield determined by radiation and thermal time when the water and soil conditions are fully satisfied. Other environmental factors (moisture, carbon dioxide and nutrients) and crop group factors are assumed to be in an optimal state (He et al., 2017;Li et al., 2005a,b). The potential yield from photosynthesis was corrected by piecewise linear fitting:",
          "table": []
        },
        {
          "text": "where y is the potential light-temperature productivity (kg • ha -1 ), and y 0 is the potential yield of photosynthesis (kg • ha -1 ) estimated by the linear empirical model method proposed by Long (1976):",
          "table": []
        },
        {
          "text": "where k = 0.49 is the conversion coefficient of photosynthetically active radiation (PAR), A = 0.065 is the field crop reflectance, B = 0.06 is the radiation leakage rate, η = 0.1568 is the solar energy use efficiency, C = 0.35 is the crop harvest index, q is the heat content of plant organic matter with a value of 17.81 kJ/g, g = 0.08 is the ash content of the plant, and h is the yield water content. The water content of actual crop yield in the data is around 15 %; thus the photosynthetic productivity is also expressed as the potential yield with 15 % water content in this study.",
          "table": []
        },
        {
          "text": "The temperature correction function f t ( ) is defined as",
          "table": []
        },
        {
          "text": "where t is the daily average temperature (unit °C), and t min , t 0 and t max are the minimum, optimum and maximum temperatures for each summer maize developmental stages (unit °C), respectively, as listed in Minimum (t min ), optimum (t 0 ) and maximum (t max ) temperatures for each summer maize developmental stages (°C).",
          "table": [
            "Minimum (t min ), optimum (t 0 ) and maximum (t max ) temperatures for each summer maize developmental stages (°C)."
          ]
        }
      ]
    },
    {
      "title": "Results",
      "div": []
    },
    {
      "title": "Regional differences in growth period, yield and its components",
      "div": [
        {
          "text": "Mean values (from 2007 to 2015) for the maize yield, growth period, 1000-grain weight and grain number per spike in NEC, NC and NWC are shown in Fig. 3. Compared to NEC and NC, NWC produced significantly higher maize yield, with an average of 15.4 tons/ha (p < 0.01), which was 49.5 % and 38.7 % higher than in NEC and NC, respectively (Fig. 3a). There was no significant difference for the maize yield between NC and NEC. Similar results were also found for the 1000-grain weight (Fig. 3c). The growth period of maize in the three regions ranged from 125 to 131 days, and both NEC and NWC showed significantly longer growing days than NC (p < 0.01) (Fig. 3b). Similarly, the grain number per spike in NC was significantly lower than those in the other two regions (p < 0.01) (Fig. 3d). NWC had the highest spike grain number, but the difference with NEC was not significant.",
          "table": []
        },
        {
          "text": "Compared to NEC and NWC, NC exhibited greater inter-annual variation in maize yield, with higher SD and CV values (7.57 %) (Coefficient of variation of yield, growth period, 1000-grain weight and grain number per spike in each region). The changes in the range of yield in NEC and NWC were smaller than that in NWC, with CV values less than 3.0 % As for the growth period, all three regions showed little interannual difference, with the SD of the growing days within 1.6-2.9 d.",
          "table": [
            "Coefficient of variation of yield, growth period, 1000-grain weight and grain number per spike in each region."
          ]
        },
        {
          "text": "NWC had greater CV and SD for 1000-grain weight, although the mean value of 1000-grain weight was similar in the three regions.",
          "table": []
        },
        {
          "text": "The results also showed that the interannual change in the grain number per spike was significantly greater in NEC and NWC, with SD values of 22.5 and 23.9, respectively, while the SD value in NC was only 8.8.",
          "table": []
        }
      ]
    },
    {
      "title": "Regional differences in solar radiation and heat resources",
      "div": [
        {
          "text": "Box plots for radiation and heat resources during the growth period of maize (from 2007 to 2015) in NEC, NC and NWC are shown in Fig. 4.",
          "table": []
        },
        {
          "text": "NWC obtained significantly greater solar radiation and thermal time during the maize growth period compared to NC and NWC. The average solar radiation in NWC was 2959.0 MJ m -2 , which is 14.0 and 19.6 % higher than in NEC and NC, respectively.",
          "table": []
        },
        {
          "text": "Similar to radiation resources, the amount of heat resource during the maize growth period was ordered as NWC > NEC > NC, with mean values of 2864.9 °C•d, 2767.4 °C•d and 3011.9 °C•d, respectively. Overall, NWC had the most abundant radiation and heat resources, and the average radiation and thermal time per day in the maize growing season were also higher than in the other two regions.",
          "table": []
        }
      ]
    },
    {
      "title": "Regional differences in resource utilization efficiency",
      "div": [
        {
          "text": "Our study has shown that NWC exhibited significantly higher maize yield, higher radiation resources and higher thermal time in the maize growth period compared to NC and NEC. The utilization efficiency of agroclimatic resources is determined by yield and radiation (or thermal time). The regional differences in resource utilization efficiency are considered in this section.",
          "table": []
        },
        {
          "text": "Mean values (from 2007 to 2015) for RUE and HUE of maize in NEC, NC and NWC are shown in Fig. 5.",
          "table": []
        },
        {
          "text": "Both the HUE and RUE of maize in NWC were significantly higher than those in NEC and NC, and there was no difference between NC and NEC. The RUE of maize in NWC was 1.86 %, which was 27.2 % and 14.5 % higher than the values in NC and NEC, respectively. Compared to NC and NEC, HUE in NWC was 27.4 % and 46.5 % greater, respectively.",
          "table": []
        },
        {
          "text": "The regression model between radiation, heat resource and yield is shown in Fig. 6. The regression equation for the radiation and yield is = + y 0.0037 x 2.3076, and the equation passed the significance test at the 0.05 level, indicating that radiation can affect yield to a certain extent. A positive correlation between thermal time and yield was also found, with the regression equation = + y 0.0018 x 6.4896 and = R 0.0227 2 , but the equation was not significant. In summary, the yield of maize was positively correlated with the total radiation and thermal time during the growth period. However, radiation had a greater correlation coefficient than thermal time, indicating that regional radiation had a greater impact on maize production.",
          "table": []
        }
      ]
    },
    {
      "title": "Interannual differences in yield and climate",
      "div": [
        {
          "text": "Our research has shown that radiation, thermal time and yield were all positively correlated, but yield was affected by many factors, such as natural disasters. There are regional differences in climatic conditions, and the climatic conditions in the same region will fluctuate. Therefore, this section considers the interannual fluctuation of yield on the total amount of climate resources and meteorological disasters.",
          "table": []
        },
        {
          "text": "Anomaly percentage rate for yield, radiation and heat resources during the growth period of maize (from 2007 to 2015) in NEC, NC and NWC are shown in Fig. 7. The fluctuation range of yield anomaly  percentage in NC was from -11.59 % to 14.07 %, which was the region with the largest yield fluctuation. The fluctuation range of yield in NEC and NEC was relatively less than NC, which were -5.33∼4.66 % and -2.84∼5.20 % respectively. It also indicated that the change of yield and radiation was consistent in most years, which shows that the radiation increases, and the yield will increase correspondingly; if the radiation decreases, the yield will also decrease. For example, in NEC, the phenomenon of overcast rain decreased the radiation by 10.56 % in 2010 compared with the average value for many years, which resulted in the per unit yield decreased by 5.33 %. In addition, the total amount of radiation in NC was about 14 % higher than the average, which was conducive to grain filling and greatly improved the yield in 2015. However, in some years, the change of yield is different to radiation and thermal time. We analyzed the meteorological data of these years in three regions, and explained this on the aspects of meteorological disasters (See Fig. 7d,e).",
          "table": []
        },
        {
          "text": "In 2007, the radiation and thermal time in NEC were 2.80 % and 5.88 % higher than the average respectively. There was sufficient radiation and no abnormal temperature, but the yield decreased. The daily precipitation in the whole growth period in 2007-2015 in NEC was shown in Fig. 7d. After the jointing stage, the maize suffered three heavy rainfall processes, the daily precipitation was 70.7 mm, 74.6 mm and 52.4 mm respectively, accompanied by strong wind, which caused lodging, and the stems of some plants in the field were broken, resulting in the reduction of yield.",
          "table": []
        },
        {
          "text": "In 2015, the daily average temperature was higher in the flowering stage of maize, and the daily maximum temperature for 11 consecutive days was higher than 35 °C in NWC. In the whole growth process of maize, the flowering stage is the most sensitive period to high temperature, and the high temperature above 32-35 °C will cause pollen inactivation; if the high temperature weather ≥35 °C lasts for a period of time, it will hinder the plant from flowering and powder dispersal. Therefore, even if the radiation and the thermal time were sufficient, the yield is still low.",
          "table": []
        }
      ]
    },
    {
      "title": "Discussion",
      "div": []
    },
    {
      "title": "Impacts of radiation on the yield",
      "div": [
        {
          "text": "The results of this study showed that compared to NEC and NC, NWC produced significantly higher maize yield, 49.5 % and 38.7 % higher than those in NEC and NC, respectively. Similar results were also found for the 1000-grain weight. The radiation resources, heat resources and resource utilization efficiency in NWC were also significantly higher than those in NEC and NC. In order to further explore the relationship between yield and climate resources, a regression analysis was done. The results showed that radiation can affect yield to a certain extent, as has been widely discussed in previous studies (Liu et al., 2011;Gehring, 2003;Hu et al., 2015). The grain yield depends largely on the radiation utilization efficiency of the crop, i.e., the energy stored in the photosynthetic products accounts for the percentage of the total solar radiation energy reaching the ground (Ming et al., 2013). Lower radiation has a negative impact on the physiological activities of plants (Hashemi-Dezfouli and Herbert, 1992;Demotes-Mainard and Pellerin, 1992;Hébert et al., 2001;Ma et al., 1996;Li et al., 2005a,b). Shi et al. (2013) reported that increasing light improved the yield, dry matter accumulation and maximum grain filling rate of maize. Similar results were also reported by Gao et al. (2017) The yield of maize is determined by the total amount of radiation and the amount of light interception, the transmittance and the extinction coefficient. The yield and biomass of maize are closely related to the amount of intercepted solar radiation (Tollenaar and Bruulsema, 1988;Allison and Daynard, 1979), and the planting density of maize plays a decisive role in these factors. According to local cultivation and management, NWC has higher planting density, which is one of the reasons for the higher RUE in Xinjiang.  H. He, et al. Field Crops Research 254 (2020) 107830",
          "table": []
        }
      ]
    },
    {
      "title": "Impacts of heat on the yield",
      "div": [
        {
          "text": "In this study, the accumulated temperature °10 C was the highest during the growth period of maize in NWC, and there was a positive correlation between yield and thermal time, similar to the results of previous studies (Hu et al., 2008;Ma et al., 2011;Zhao et al., 2016;Wang et al., 2009). A certain thermal time is required for each stage of maize growth, thus making it the main factor affecting maize yield (Zheng and Dong, 2001). Bai et al. (2011) also found that the appropriate HUE is the basis for making full use of climate resources and obtaining the highest yield; we found similar results for Northern China in this study. The radiation resources and heat resources are the most abundant in NWC, while the RUE and HUE were the highest. These are essential factors that affected the highest yield of NWC (Fig. 8). However, the radiation and heat resources in NEC and NC were less, and the resource utilization efficiency was lower than in NWC, indicating that this was the limiting factor in low per unit yield. The conditions of less radiation and heat resources in NEC and NC suggest effective ways to improve resource utilization efficiency to increase the maize yield.",
          "table": []
        }
      ]
    },
    {
      "title": "Comprehensive impact of climate change on maize yield",
      "div": [
        {
          "text": "In this study, we analyzed the maize potential light-temperature productivity and the actual farmers' yield per unit in three regions from 1961 to 2015 (Fig. 9). The results showed that the maize potential lighttemperature productivity fluctuated and decreased. Yadav et al. ( 2017)    (Ren et al., 2005;Yang et al., 2004), but heat resource has significantly increased (Yang et al., 2018). The potential light-temperature productivity of maize has shown a significant decreasing trend, indicating that negative effects from reduced radiation resources on potential light-temperature productivity have been greater than the positive effects of increased heat resources.",
          "table": []
        },
        {
          "text": "The actual maize yield was different from the potential light-temperature productivity. The yield significantly increased from 1961 to 2015, and the increase was closely related to the management measures of variety improvement, irrigation and fertilization. However, the actual production level is still significantly lower than the potential lighttemperature productivity. At present, many researchers have studied how to narrow the gap between the realized yield and the potential light-temperature productivity. In recent years, the record for high yield of maize in Xinjiang (NWC) has reached 22,676.1 kg ha -1 ; in Liaoning (NEC), this was 20,209.5 kg ha -1 ; and in Shaanxi (NC), this was 21,876.0 kg ha -1 . Ma et al. (2011) and Wang et al. (2011) concluded that climate warming is beneficial to maize production in NEC. Therefore, there is still room for improvement in corn production. However, under the condition that the potential light-temperature will gradually decrease, the increase in actual maize yield in the future may be limited to a certain extent.",
          "table": []
        },
        {
          "text": "High yield, high quality, high efficiency and environmental safety are still the research objectives of maize cultivation in China. In order to make maize adapt to climate change and to utilize resources efficiently for sustainable production, we should further explore the theory and technology of quantitative matching of maize yield and resources. At present, the utilization efficiency of light and temperature resources can be improved by early sowing and late harvest, and the time of grain filling can be prolonged to increase 1000 grain weight. Obviously, the corn yield is affected by many factors, and the production potential of maize can be fully explored by improving the fertilizer and water conditions or other measures. n this study, the amount of data for NEC is small.In the future, the more climate factors should be considered and the long time series data should be used so as to provide more theoretical guidance for obtaining a high and stable yield of maize in North China.",
          "table": []
        }
      ]
    },
    {
      "title": "Conclusions",
      "div": [
        {
          "text": "The yield in NWC was significantly different from the NEC and NC yields. The mean value of the yield was 15.4 tons/ha from 2007 to 2015, 49.5 % and 38.7 % higher than those in NEC and NC, respectively. Meanwhile, the 1000-grain weights were similar among the areas. NWC had the most abundant radiation resources, 14.0% and 19.6% higher than in NEC and NC. Combining climate resources and yield, resource utilization efficiency was calculated for each region. The RUE in NWC was 1.86%, which was 14.5% and 27.2% higher than those in NC and NEC. Similar to RUE, the HUE in NWC was 27.4 % and 46.5 % higher than those in NC and NEC. The regression analysis implied that the positive correlation between radiation and yield was higher than between yield and thermal time.",
          "table": []
        }
      ]
    }
  ],
  "tables": [
    "{\"title\": \"Main soil types in the study area.\", \"head\": [\"\", \"NEC\", \"NC\", \"NWC\"], \"value\": [[\"Soil Type\", \"Chernozem\", \"Chestnut soil;\", \"Brown calcic soil\"], [\"\", \"\", \"Cinnamon soil\", \"\"]]}",
    "{\"title\": \"Minimum (t min ), optimum (t 0 ) and maximum (t max ) temperatures for each summer maize developmental stages (°C).\", \"head\": [\"\", \"VE-V6\", \"V6-V12\", \"V12-R1\", \"R1-R6\"], \"value\": [[\"tmin\", \"6\", \"10\", \"15\", \"15\"], [\"t 0\", \"25\", \"27\", \"27\", \"23\"], [\"tmax\", \"32\", \"35\", \"34\", \"32\"]]}",
    "{\"title\": \"Coefficient of variation of yield, growth period, 1000-grain weight and grain number per spike in each region.\", \"head\": [\"Category\", \"Statistics\", \"NEC\", \"NC\", \"NWC\"], \"value\": [[\"Yield\", \"Mean ± SD 10.3 ± 0.28\", \"11.1 ± 0.84\", \"15.4 ± 0.45\"], [\"Ton/ha\", \"CV\", \"2.74 %\", \"7.57 %\", \"2.93 %\"], [\"Growth Period\", \"Mean ± SD 131.3 ± 2.28 125.1 ± 1.56 129.1 ± 2.84\"], [\"days\", \"CV\", \"1.74 %\", \"1.25 %\", \"2.20 %\"], [\"1000-grain\", \"Mean ± SD 358.2 ± 8.3\", \"354.4 ± 8.8\", \"368.0 ± 12.6\"], [\"Weight\", \"CV\", \"2.31 %\", \"2.48 %\", \"3.42 %\"], [\"g\", \"\", \"\", \"\", \"\"], [\"Number of\", \"Mean ± SD 517.7 ± 22.5 354.4 ± 8.8\", \"542.1 ± 23.9\"], [\"Grains Per\", \"CV\", \"4.35 %\", \"2.48 %\", \"4.41 %\"], [\"Spike\", \"\", \"\", \"\", \"\"]]}"
  ]
}