{
  "meta": {
    "title": "Role of Zinc Nutrition for Increasing Zinc Availability, Uptake, Yield, and Quality of Maize (<i>Zea Mays</i>L.) Grains: An Overview",
    "author": "Suganya A., Saravanan A.",
    "journal": "Informa UK Limited",
    "date": "2020. 08. 21."
  },
  "paragraphs": [
    {
      "title": "Abstract",
      "div": [
        {
          "text": "Maize (Zea mays L.) is one of the most versatile crops and can be grown in diverse environmental conditions and has diversified uses as human food and animal feed. Maize grains cannot be considered only as a source of energy, as they provide significant amounts of protein as well. It is also recognized that maize grains have low micronutrient concentrations, particularly Zinc. Zn 2+ is an essential nutrient that has particular physiological functions in all living systems, such as the maintenance of structural and function of protein synthesis, gene expression, enzymes structure, energy production, krebs cycle, carbohydrate metabolism, photosynthesis, auxin metabolism, pollen formation, and resistance to infection by certain pathogen, also has a positive impact on crop yield. Therefore, crops qualitative and quantitative yield is strongly dependent on Zinc in the soil. Zinc deficiency is a problem, in almost all the crops and calcareous soils, intensively cropped soils, paddy soils and poorly drained soils, sodic soils and saline soils, peat soils, soils with high available phosphorus and silicon, sandy soils, highly weathered acid, and coarse textured soils. Phosphorus and copper have an antagonistic impact on Zinc. Zinc deficiency can affect plant by stunting its growth, decreasing crop maturity period, spikelet sterility, and inferior quality of harvest products. Maize is known as an indicator plant for the evaluation of Zn deficiency of a soil. The magnitude of zinc deficiency varies widely among soil types with reduction in crop yield and quality to the tune of 25-35% and in turn questions the nutritional security of human beings in developing countries like India, where cereals are the staple food. Despite high yield potential of maize, it gives low yields and low micronutrient content because of improper fertilizer management practices. Increasing productivity per unit area through proper management is one of the important strategies to increase the production of maize as well as micronutrient enrichment in grains. Understanding the distribution of zinc (Zn) in soils is important for effective and efficient management of the fertilizer resources.",
          "table": []
        }
      ]
    },
    {
      "title": "Introduction",
      "div": [
        {
          "text": "Maize (Zea mays L.) is the third most important cereal, next to wheat and rice, in the world as well as in India. It is one of the most versatile crops and can be grown over diverse environmental conditions and has many uses in the human diet, animal feed, and raw materials for large number of industrial products (Ayyar et al. 2019). It has immense potential and is therefore called a \"miracle crop\" and also \"queen of cereals\" and is grown in more than 130 countries (Suganya 2015). Besides its use as food and fodder, maize is now gaining importance on account of its potential uses in manufacturing of starch, resins, syrups, ethanol, etc. (Ayyar and Appavoo, 2016a). Maize, being a C 4 plant is an efficient converter of absorbed nutrients into food. The importance of maize grains to the nutrition of three billions of people around the world is widely recognized. In India, maize is cultivated in 9.09 M ha with a production of 23.29 M tonnes and productivity of 2563 kg ha -1 (Suganya and Saravanan 2016). With the changing food habits and fast growing poultry industry due to increased number of nonvegetarians` in the state, demand for maize grain in the form of poultry feed is continuously increasing. In India, at present, about 35% of the maize produced is used for human consumption, 25% each in poultry feed and cattle feed, and 15% in food processing (corn flakes, popcorn, etc.) and other industries (mainly starch, dextrose, corn syrup, corn oil, etc.) (Balakrishnan and Subramanian 2012).",
          "table": []
        },
        {
          "text": "Maize is a main source of calories and minerals for most rural populations. But unfortunately, maize is inherently poor in content of protein and minerals particularly zinc (Ayyar and Apavoo, 2016). It is a high nutrient demanding crop which is sensitive to micronutrient deficiency especially Zn. Further, the introduction of green revolution, with high yielding crop cultivars/hybrids has aggravated this situation. It is known as an indicator plant for the evaluation of Zn deficiency of a soil (Ayyar and Appavoo 2017).",
          "table": []
        },
        {
          "text": "Zn is important for development of immune system and brain function in humans and also plays an important role in enzymatic reactions and metabolic activities in plant system (Subramanian et al. 2014;Suganya and Saravanan 2016). Zinc is required in small but critical concentrations to allow several key plant physiological pathways to function normally. In plants, zinc plays a key role as a structural constituent or regulatory cofactor of a wide range of different enzymes and proteins in many important biochemical pathways and these are mainly concerned with: carbohydrate metabolism, both in photosynthesis and in the conversion of sugars to starch, protein metabolism, auxin (growth regulator) metabolism, pollen formation, the maintenance of the integrity of biological membranes, and resistance to infection by certain pathogens (Sadeghzadeh 2013). Three billion people, mostly in developing countries suffer from nutrient deficiencies due to the malnutrition of micronutrients especially Zn which comprises about 33% (Balakrishnan and Subramanian 2012). According to a report published by the World Health Organization in 2002, deficiency of Zn ranks fifth in terms of leading causes of malnutrition among humans in developing countries (Balakrishnan 2011).",
          "table": []
        },
        {
          "text": "Zinc deficiency (49%) in soil is a worldwide nutritional problem in crop production. Zinc Use efficiency (ZUE) is < 3.5% which was attributed to the variations in the Zn adsorptive capacity of the soils (Suganya 2015). Limiting factors such as pH, electrical conductivity, organic carbon, free lime status, and nutrient interaction also play a major role in decreasing ZUE. Approximately 50% of Indian soils are deficient in Zn and there is a necessity to improve the Zn availability in soil through Zn fertilization using various sources including conventional fertilizers, chelated Zn, and natural organic complex like polymer coated Zn. The water soluble Zn applied as ZnSO 4 gets transformed into different forms like Zn (OH) and Zn (OH) 2 at a pH of 7.7 and 9.0, Zinc carbonate in calcium rich alkali soils, zinc phosphate in near neutral to alkali soils of high phosphorus application and Zinc sulfide under reduced condition. Zn in soils is associated mainly with hydrous Fe and Al oxides and with clay minerals (Hafeez, Khanif, and Saleem 2013). The movement of fertilizer Zn to lower layers was negligible in cultivated soils and gets transformed into insoluble forms after application and this leads to Zn deficiency. Grain-yield reduction of up to 80% along with reduced grain Zn level have been observed under Zn deficiency (Cakmak 2008). This has serious implications for human health in countries where consumption of cereal-based diets predominate. Hence, there is a need to increase the availability of Zn, which will improve the quantity and quality of crop production.",
          "table": []
        }
      ]
    },
    {
      "title": "Importance of Zn in Humans",
      "div": [
        {
          "text": "Zinc is a very important micronutrient for human health (Zinc 2005). Zinc performs exclusively a large number of key functions; as it is important for human health, it is also called the \"metal of life.\" Zinc has diverse physiological functions in biological systems. It interacts with a large number of enzymes and other proteins in the body and performs critical structural, functional, and regulatory roles. It is estimated that about 10% of all the proteins in the human body, corresponding to nearly 3000 proteins, are Zn-dependent (Cakmak and Kutman 2018). Zinc plays a part in the basic roles of cellular functions in all living organisms and is also involved in improving the human immune system (Hafeez, Khanif, and Saleem 2013). In biological systems, Zn is involved in the activity of more than 300 enzymes. In these enzymes, Zn plays catalytic, cocatalytic, or structural roles. Zinc also plays a critical role in the synthesis of proteins and metabolism of DNA and RNA. There is also increasing evidence that several Zinccontaining proteins exist, which affect gene expression directly (Singh et al., 2005).",
          "table": []
        },
        {
          "text": "The optimum dietary intake for human adults is 15 mg Zn per day. As per recommendations an average male need 11 mg of Zn daily while an average female needs 9 mg of Zn. During pregnancy and lactation, the female needs 13 mg to 14 mg of Zn daily. Infants from 7 months to 3 years need 3 mg, 4 to 8 years need 5 mg, and children from 9 to 13 years need 8 mg of Zn daily (WHO 2002).",
          "table": []
        },
        {
          "text": "Unsatisfactory intake and improper absorption of Zn in the body may cause deficiency of Zn. Zinc deficiency is common in humans, animals and plants. More than 30% world's population suffers from Zn deficiency. Therefore, clinical or subclinical Zn deficiency is associated with a wide array of physiological issues such as hair and memory loss, skin problem and weakness in body muscles, including growth retardation associated with delayed sexual and bone maturation, impaired brain development, increased susceptibility to infectious diseases such as pneumonia, malaria and diarrhea, reduced physical performance and work productivity, and poor birth outcomes in pregnant women (Black et al. 2008;Yadava, Hossain, and Mohapatra 2018). Further, insufficient intake of Zn during pregnancy also causes stunted brain development of the fetus. Infertility has also been observed in Zn deficient men. Zinc deficiency may cause congenital diseases like Acrodermatitis enteropathica (Lukaski 2004).",
          "table": []
        },
        {
          "text": "About a third of the world's population is estimated to be at risk of Zn deficiency, which is especially prevalent in children under 5 years of age because of their relatively large demand for Zn to support growth and development. Every year, about half a million children under 5 years of age die from causes related to Zn deficiency (Black et al. 2008). These deaths and increased rates of infectious diseases result in 1.9% of global DALYs (disability-adjusted life year) being attributed to zinc deficiency. At this point, it appears that the effects of iron, vitamin A and zinc deficiencies are largely independent. However, it is also important to understand the interactions of the essential micronutrients. When provided in supplements, vitamin A may enhance iron nutrition and zinc may increase vitamin A absorption. On the other hand, iron and zinc may interfere with the absorption of each other (WHO 2002). Deficiencies of Zn and other micronutrients in developing countries are also reported to cause great economic losses and have a considerable effect on the gross national product by decreasing productivity and increasing the health care costs. Public health interventions aimed at preventing or correcting micronutrient deficiencies can be expected to reduce both mortality and disability substantially, especially in children.",
          "table": []
        },
        {
          "text": "Zinc is stored in the rice husks and grains and with the consumption of this cereal human zinc deficiency can be decreased. The foods rich in Zn are beef, pork, chicken, and breakfast cereals, nuts like roasted peanuts, almonds, walnuts, oats, and dairy products like yogurt, cheese, and milk (Cakmak 2008).",
          "table": []
        }
      ]
    },
    {
      "title": "Essentiality of zinc for crops",
      "div": [
        {
          "text": "Zinc is essential for normal, healthy growth and reproduction of plants. This element is required in small amounts to allow the normal function of several key plant physiological pathways as well as to ensure the structural and functional integrity of membranes (Hafeez, Khanif, and Saleem 2013). Thus, Zn has important roles in growth regulation, enzyme activation, gene expression and regulation, phytohormone activity, protein synthesis, photosynthesis, carbohydrate metabolism, fertility, seed production, and defense against disease (Marschner 1995). Zn deficiency will impair these physiological functions and compromise the health and productivity of plants, leading to severe reduction in growth, lower yields (or even crop failure), and poor-quality crop products (Sadeghzadeh 2013).",
          "table": []
        },
        {
          "text": "Zinc is the only metal that is required in all six enzyme classes (oxidoreductases, transferases, hydrolases, lyases, isomerases, and ligases) (Singh et al. 2005a). The requirement of Zn for the function of a wide range of enzymes indicates that the metabolism of proteins, carbohydrates, and auxin as well as reproductive processes are hampered under Zn deficiency (Romheld and Marschner 1991). Zn is required for the activity of metalloenzymes that are involved in protein and nucleic acid metabolism.",
          "table": []
        },
        {
          "text": "Zinc is essential in protein metabolism, and the most important role of Zn in protein synthesis is its involvement in the stability and function of genetic material (Singh et al. 2005a). Zn is essential in chromatin structure, DNA/RNA metabolism and gene expression. Zn deficiency causes a decrease in protein synthesis (Marschner 1995) due to RNA degradation (Cakmak et al., 1989), decreased activity of RNA polymerase, ribosomal deformation, and a decrease in the number of ribosomes (Sadeghzadeh 2013).",
          "table": []
        },
        {
          "text": "Zinc has an important physiological role in maintaining the integrity and function of cellular membranes by controlling the generation and detoxification of reactive oxygen species. Reactive oxygen species are potentially damaging to membrane lipids and sulfhydryl groups (Mousavi, Galavi, and Rezaei 2013). When these compounds are damaged due to oxidative stress, there is increased leakage of several organic compounds, such as carbohydrates and amino acids, from Zndeficient root cells. Due to the increased leakage of carbon-containing compounds into the rhizosphere, Zn-deficient plants may be susceptible to root diseases such as Fusarium graminearum (Sadeghzadeh 2013).",
          "table": []
        },
        {
          "text": "Amino acids accumulated in plant tissues and protein synthesis decline by zinc deficit. One of the sites of protein synthesis is pollen tube that amount of zinc in there tip is 150 micrograms per gram of dry matter (Hafeez, Khanif, and Saleem 2013). In addition zinc will contribute on the pollination by impact on pollen tube formation (Marschner 1995;Outten and O'Halloran 2001;Pandey, Pathak, and Sharma 2006). Metabolism of plant hormones such as auxin (IAA) and tryptophan decreases in zinc deficiency condition, as a result leaf growth stops. In fact, zinc is essential for tryptophan synthesis, which is a prerequisite for auxin formation, therefore amount of auxin decreases by zinc deficiency (Marschner 1995). In some conditions that plant are in zinc deficient, tryptophan may increased in the leaves as a result in impaired of protein synthesis. Zinc is necessary element for maintain living membranes. Zinc may be connected to membrane phospholipids or constituent groups of sulfhydryl or make up tetragonal compounds with residues of Cysteine polypeptide chains and thus, proteins and lipids were protect against oxidation damage (Domingo et al. 1992;Marschner 1995;Salami and Kene 1970). Zinc is main building part of some enzymes and is needed for the plant enzymes formation; in addition, many enzymatic reactions active by zinc (Akay 2011;Vitosh, Warncke, and Lucas 1994).",
          "table": []
        },
        {
          "text": "Zinc plays an important role in most of the enzymes that they can point to the following: Alcohol dehydrogenase enzyme molecule has two atoms of zinc. One of the atoms has a catalytic and other has a building role. Alcohol dehydrogenase enzyme has a catalytic role in regeneration of acetaldehyde to ethanol. In higher plants, ethanol is making in the root tip meristematic tissue under aerobic conditions, alcohol dehydrogenase enzyme declined by zinc deficiency in plants, as a result root development reduced (Gökhan et al. 2003;Marschner 1995).",
          "table": []
        },
        {
          "text": "Carbonic anhydrase enzyme has a zinc atom that catalyzes CO 2 hydration. Enzyme activity location is in chloroplasts and cytoplasm and the enzyme activity is dependent to zinc value in the plant. The main functions of this enzyme are: dehydration of carbon dioxide, increasing absorption of carbon dioxide per leaf area unit, increasing in photosynthesis, and biomass production. In the plants that are confronted with zinc deficiency activity of this enzyme is stopped (Dell and Wilson 1985;Marschner 1995;Ohki 1976). Zinc is involved in carbohydrate metabolism via its effects on photosynthesis and sugar transformation. Reduced photosynthesis under Zn deficiency can result from a decrease in carbonic anhydrase (CA) activity, the photochemical activity of chloroplasts and chlorophyll content, as well as alterations in chloroplast structure. Low carbonic anhydrase (CA) may inhibit photosynthetic electron transfer and consequently limit chlorophyll content (Romheld and Marschner 1991).",
          "table": []
        },
        {
          "text": "Superoxide dismutase enzymes, zinc is connected to copper, it seems that zinc has a catalytic role and copper has a building role. Superoxide dismutase activity decreased in zinc deficiency conditions and is associated with increased free radicals oxygen (super oxide), that it is a toxic substance and have a harmful affect on plants tissues due to lipids peroxidation of membrane and increasing its permeability (Marschner 1995).",
          "table": []
        },
        {
          "text": "According to the plant professional's research, zinc exerts a great influence on basic plant life processes, such as: nitrogen metabolism and uptake of nitrogen and protein quality; photosynthesis and chlorophyll synthesis, carbon anhydrase activity; resistance to abiotic and biotic stresses and protection against oxidative damage (Potarzycki and Grzebisz 2009;Cakmak 2008;Alloway, 2008a;Mousavi 2011). The effect of zinc fertilization were studied on growth and yield of many plants such as alfalfa, wheat, maize, barley, cotton, and potato were investigated in numerous researches and observed increasing in yield with zinc application (Bukvić et al. 2003;Efe and Yarpuz 2011;Galavi et al. 2011;Kinaci and Kinaci 2005;Mousavi, Galavi, and Ahmadvand 2007;Shaheen, Samim, and Mahmud 2007;Xi-Wen et al. 2011).",
          "table": []
        },
        {
          "text": "Depending on the zinc level, zinc deficiency status of plants can be classified as follows: less than 10 mg kg -1 -definite zinc deficiency; between 10 and 15 mg kg -1 -likely to be zinc deficient; between 15 and 20 mg kg -1 -likely to be zinc-deficient; more than 20 mg kg -1 -Zn-sufficient. The ratios of P: Zn and Fe:Zn in the shoot at tillering to pod initiation stage are good indicators of zinc deficiency, while leaf Zn concentration is a less reliable indicator of zinc deficiency, except in extreme cases. Leaf Zn concentration below 15 mg kg -1 is regarded as Zn-deficient (Singh et al., 2005a).",
          "table": []
        }
      ]
    },
    {
      "title": "Zn deficiency in soils",
      "div": [
        {
          "text": "Zinc deficiency is common in neutral and calcareous soils, intensively cropped soils, paddy soils and poorly drained soils, sodic and saline soils, peat soils, soils with high available phosphorus and silicon, sandy soils, highly weathered acid, and coarse-textured soils. The critical soil levels for occurrence of zinc deficiency are between 0.6 ppm and 2.0 mg zinc kg -1 depending on the method of extraction used. Calcareous soils (pH> 7) with moderate to high organic matter content (>1.5% organic C) are likely to be Zn deficient due to high HCO 3 -in the soil solution. A ratio of more than 1 for exchangeable Mg: Ca in soil may also indicate Zn deficiency.",
          "table": []
        },
        {
          "text": "In the Indian context, more than 50% of the agricultural soils is zinc-deficient. The causes for occurrence of Zn deficiencies of this magnitude are related to the introduction of high-yielding varieties, neglect of application of bulky organic manures, imbalanced use of fertilizer and low Zn uptake and accumulation of Zn which depends upon the pH, soil organic matter, temperature, light intensity, crop species, etc. Zn deficiency is quite widespread in the Indo-Gangetic plain and other important cereal-growing states like Punjab, Uttar Pradesh, etc. which account for almost threefourths of the country food grain production. The total area under Zn deficiency is about 10 Mha in India. Zinc occurs in soil as sphalerite, olivine, hornblende, augite, and biotite; however, availability of Zn from these sources is guided by several factors mentioned above (Singh et al., 2005a).",
          "table": []
        },
        {
          "text": "Deficiencies of Zn is observed in many parts of the world on a wide range of soil types but semi arid areas with calcareous soils, tropical regions with highly weathered soils and sandy textured soils in several different climatic zones tend to be the most seriously affected (Alloway, 2008b;Akay 2011). In India, analysis of 2.52 lakhs surface soil samples collected from different parts of the country revealed the predominance of zinc deficiency in divergent soils (Singh et al., 2005a). The magnitude of zinc deficiency varied widely among soil types and within the various states. Coarse textured, calcareous, alkaline, or sodic soils and low in organic matter are generally low in available zinc.",
          "table": []
        },
        {
          "text": "At all India level, deficiency of Zn is most widespread among the micronutrients. As close to 50% of the soil samples analyzed were found to be deficient in zinc. The extent of deficiency of Zn was to the tune of 86% in Maharashtra, 72.8% in Karnataka, 60.5% in Haryana, 58.4% in Tamil Nadu, 57% in Meghalaya, 54% in Bihar and Orissa, 49.4% in Andhra Pradesh, and 48.1% in Punjab (Singh 2009). Such an alarming signal of deficiency has made its application as crucial.",
          "table": []
        },
        {
          "text": "Total zinc content in Indian soils varies widely as the nature and type of soils of India are diversified. The wide variation is due to the difference noticed in nature of parent material, soil forming processes, climatic conditions, etc. In mineral soils, the total Zn content ranges from 10 to 300 mg kg -1 , but values as high as 1000 mg kg -1 has also been reported. Soils developed from mafic igneous rocks are rich in Zn content than that of the felsic igneous rocks as it substitutes the similar sized ions like Mg 2+ and Fe 2+ in silicates. Soils developed from sand stones are more deficient in Zn compared to that from limestone, shale, and igneous rocks. Soils derived from granites found to have higher available Zn as compared to those from basalts and gneiss (Murthy 1988). The analytical data of soil samples from all the districts revealed that 46% of the samples were deficient in Zn. The available Zn content in Tamil Nadu soils was maximum in laterite soils followed by red, alluvial and black soils (Anonymous 1985).",
          "table": []
        },
        {
          "text": "Tsunami affected areas of Sirkali taluk of Tamilnadu the available Zn in the soil samples varied from 0.32 to 1.40 mg kg -1 with a mean value of 0.84 mg kg -1 in which 3% samples were deficient, 82% samples were marginal and 15% of the samples were sufficient Vijayakumar, Arokiaraj, and Martin Deva Prasath (2011).",
          "table": []
        }
      ]
    },
    {
      "title": "Factors affecting zinc availability in soil",
      "div": [
        {
          "text": "The availability of Zn in the soil is influenced by many factors like parent material, soil pH, soil organic matter, soil texture, soil calcium carbonate, phosphate fertilizer, soil flooding, and temperature (Singh et al., 2005a;Hafeez, Khanif, and Saleem 2013).",
          "table": []
        }
      ]
    },
    {
      "title": "Parent material",
      "div": [
        {
          "text": "The major factors affecting the concentration of Zn in soils is the concentration of Zn in soil parent material. The soils derived from gneisses and granites can be low in total Zn and also those originating from sandstone and limestone had lower Zn contents (Barak and Helmke 1993;Pendias and Pendias 1992). Quartz (sand) in the soils also dilutes soil Zn as concentrations of Zn in quartz are very low which range between 1 and 8 μg g -1 . Also total Zn is low (< 30 μg g -1 ) in highly leached acid sands. Zinc deficiency may occur in such soils which are inherently low in Zn. The total Zn concentrations in soils vary between 10 and 300 μg g -1 with an average of 50 μg g -1 (Lindsay 1972). But the average available Zn varied from 1 to 3 μg g -1 (extracted by dithizone). The problem is that only a small amount of soil Zn is available to the crop because of one or more adverse factors. The remainder of the total Zn is fixed in the soil in an insoluble or unexchangeable form and difficult to make available to crop (Stahl and James 1991).",
          "table": []
        }
      ]
    },
    {
      "title": "Soil pH",
      "div": [
        {
          "text": "Zinc availability is highly dependent on pH. When the pH is above 6, the availability of Zn is usually very low. The availability of Zn in alkaline soils is reduced due to lower solubility of the soil Zn. Thus it is more probable that Zn deficiency will occur in alkaline rather than acidic soils. The solubility constant values of ZnCO 3 and hydroxides suggest that a soil having high pH would usually contain a small amount of available Zn. In the case of soils characterized by high contents of hydroxyl (OH -) ions, it is difficult to get a crop response even to applied Zn. The lower availability of Zn under alkaline conditions is attributed to the precipitation of Zn as Zn (OH) 2 or ZnCO 3 (Barak and Helmke 1993;Saeed and Fox 1977;Suganya and Saravanan 2015). The higher carbonate contents in alkaline soils also absorb Zn and hold it in an unexchangeable form (Udo, Bhon, and Tukker 1970). All these factors contribute to the low availability of Zn at higher pH values. Liming of acidic soils increases pH and also the Zn fixing capacity, particularly in soils with high P levels (Alloway 2004). The movement of Zn in limed soils is considerably lower than in acidic soils so that absorption of Zn by the crop may be low. Liming can thus reduce the Zn uptake (Shukla and Moris 1967) and induce Zn deficiency (Viets 1966).",
          "table": []
        }
      ]
    },
    {
      "title": "Soil organic matter",
      "div": [
        {
          "text": "Low organic matter contents in soils give rise to Zn deficiency as it is observed that available Zn increases with increase in organic matter in soil (Hafeez, Khanif, and Saleem 2013). Soil organic matter is an important soil constituent which originates from decomposition of animal and plant products. The most stable organic compounds in soil are humic substances such as humic and fulvic acids. Both of these substances contain a relatively large number of functional groups (OH, COOH, SH) which have a great affinity for metal ions such as Zn 2+ . Fulvic acids mainly form chelates with Zn over a wide pH range and increases the solubility and mobility of Zn (Kiekens 1995). Simple organic compounds such as amino acids, hydroxy acids, and also phosphoric acids are effective in complexing Zn, thus increasing its mobility and solubility in soils (Pendias and Pendias 1992). An increase in the organic matter contents of a soil will increase its Zn availability; however, if the organic matter content in soil is too high, like in peat and muck soils, this can also contribute to Zn deficiency due to the binding of Zn on solid-state humic substances (Katyal and Randhawa 1983).",
          "table": []
        }
      ]
    },
    {
      "title": "Soil texture",
      "div": [
        {
          "text": "Lighter textured soils (sands) contain low levels of Zn. Finer texture soils like clay have higher CEC values and therefore have highly reactive sites and can retain more Zn than lighter textured soils (Shukla and Mittal 1979;Suganya and Saravanan 2014). Therefore heavier textured soils with larger CEC have higher capacities for Zn adsorption than light textured soils (Stahl and James 1991). Consequently, Zn deficiency is more likely to occur in sandy than clayey soils. Clay soils adsorb Zn and this adsorption is controlled by CEC and pH (Ellis and Knezek 1972). Kaolonite fixes less Zn than bentonite or illite. Thus clays such as bentonite and illite with higher CECs contribute to the fixing of Zn more strongly, thus making it unavailable to plants (Hafeez, Khanif, and Saleem 2013).",
          "table": []
        }
      ]
    },
    {
      "title": "Soil calcium carbonate",
      "div": [
        {
          "text": "Calcareousness of soil has deleterious effects on the solubility of zinc. Zinc was adsorbed in the crystal structure of dolomite and magnesite at sites in the lattice by replacing magnesium. Specific adsorption of Zn requires partial or complete removal of the hydration shell of Zn during adsorption, as it is the major consumer of energy and due to the removal of water molecules from hydrated ions, the entropy change of the system is increased leading to more Zn sorption (Hafeez, Khanif, and Saleem 2013). The CaCO 3 not only plays an important role in adsorption of soluble Zn but also with increase in CO 3 2content in soil the possibility of soluble zinc to precipitate as ZnCO 3 and Zn 3 (CO 3 ) 2 (OH) 2 (Hafeez, Khanif, and Saleem 2013)",
          "table": []
        }
      ]
    },
    {
      "title": "Phosphate fertilizers",
      "div": [
        {
          "text": "Soils with higher phosphate levels, either from native P or due to application of phosphate fertilizers, can cause Zn deficiency stress in crops (Alloway, 2008a). Heavy application or prolonged use of phosphatic fertilizers reduces Zn uptake by plants (Hafeez, Khanif, and Saleem 2013). This effect may be due to the physiological imbalances within the plant (Olsen 1972). Zinc deficiency due to phosphorus application is termed \"P-induced Zn deficiency\" (Singh, Karamonas, and Stewart 1986).",
          "table": []
        }
      ]
    },
    {
      "title": "Soil flooding",
      "div": [
        {
          "text": "Soil moisture affects the nutrient supply by impairing diffusion to the root surface. Given that Zn diffusion in soils is highly dependent on soil moisture, plant Zn nutrition may be at risk in semiarid and arid areas where soils are usually water-deficient for long periods during the growing season. However, water-logging alters Zn chemistry in the soil; for example, submerged soils have decreased concentrations of water-soluble Zn compared with well-drained soils. In addition, decreased Zn solubility and low Zn uptake in poorly drained soils is due to the coprecipitation of Zn with soluble iron and aluminum in the soil (Hafeez, Khanif, and Saleem 2013).",
          "table": []
        },
        {
          "text": "Zinc deficiency is more often associated with flooded soil than dry soils (Suganya andSaravanan 2014, 2015). Zinc deficiency due to flooding was a result of Zn reaction with free sulfide (Mikkelsen and Shiou 1977). Under the submerged conditions of rice cultivation, Zn is changed into amorphous sesquioxide precipitates or franklinite; ZnFe 2 O 4 (Sajwan and Lindsay 1988;Singh, Karamonas, and Stewart 1986). Thus a delay in Zn application until after flooding for rice minimizes Zn fixation by sesquioxides (Mandal and Mandal 1986).",
          "table": []
        }
      ]
    },
    {
      "title": "Soil temperature",
      "div": [
        {
          "text": "In warm and moist soils, Zn uptake was higher in rice than in maize (Zea mays L.) (Bauer and Lindsay 1965;Hafeez, Khanif, and Saleem 2013). Temperatures below 16ºC during growth caused decreased Zn uptake in maize tops (Ellis, Davis, and Judy 1965). It appears that Zn deficiency was associated with cool and wet seasons. Soil temperature effects appear to be due to the rate of Zn mineralization (Takkar and Walker 1993). Other factors which can cause Zn deficiency in plants are high light intensity and long day-lengths (Marschner and Cakmak 1989). Besides the natural soil and environmental factors, soil management practices carried out by man often causes Zn deficiency beside this plants can also suffer from Zn deficiency under adverse climatic conditions such as drought or compaction (Alloway, 2008a).",
          "table": []
        }
      ]
    },
    {
      "title": "Zinc Interaction with Other Nutrients",
      "div": [
        {
          "text": "Interactions occur between the micronutrients and some macronutrients. 'Interaction' may be defined as \"an influence, a mutual or reciprocal action of one element upon another in relation to plant growth\" (Olsen 1972). Another factor is the differential response of plants to one element in combination with varying levels of a second element applied simultaneously, i.e. the two elements combine to produce an added effect not due to each of them acting alone (Olsen 1972). Such interactions may take place in the soil and within the plant. These interactions should be taken into account when providing adequate micronutrient supply to plants. Other nutrients may interact with Zn by affecting its availability from soils and its status in the plant throughout the growth process, especially Zn absorption, distribution, or utilization (Hafeez, Khanif, and Saleem 2013). These interactions may enhance or reduce plant growth as a response to Zn. Where an interaction does occur, it is necessary for the diagnosis and treatment of Zn deficiency to identify the factors and its sites and modes of action (Loneragan and Webb 1993). Some important interactions of Zn with other nutrients are discussed below.",
          "table": []
        }
      ]
    },
    {
      "title": "Phosphorus-Zn interactions",
      "div": [
        {
          "text": "The study of the interaction between P and Zn started in1936 (Barnette et al. 1936) and till now, this important plant growth disorder is still under investigation. The interaction is usually termed 'P-induced-Zn deficiency.' This disorder in plant growth is associated with high levels of available P or with application of P to soil (Hafeez, Khanif, and Saleem 2013). The Zn deficiency symptoms can be prevented by the application of Zn fertilizers. The actual causal relationship and mechanisms are still not fully understood.",
          "table": []
        },
        {
          "text": "In general, four possible causes have been considered responsible for P induced-Zn deficiency. These include (i) a P-Zn interaction in soil; (ii) a slower rate of translocation of Zn from the roots to shoot; (iii) a simple dilution effect on Zn concentration in plant tops due to growth responses to P; (iv) a metabolic disorder within plant cells related to an imbalance between P and Zn (Olsen 1972). It was suspected that formation of an insoluble Zn 3 (PO 4 ) 2 in the soil reduced the Zn concentration in soil to deficient levels. But these suspicions were disproved and further observed that Zn 3 (PO 4 ) 2 was a good source of fertilizer for sorghum (Brown, Krantz, and Edding 1970). The investigation of this precipitation as a mechanism that causes Zn deficiency continued till 1970. Carrol and Loneraga (1968) reported that maximal or near maximal yields were found with legumes at 0.05 μM Zn in flowing culture and with cereals at 0.01 μM. This evidence indicates that precipitation of Zn 3 (PO 4 ) 2 is not involved in P-induced -Zn deficiency. Many researchers have reported that applied P accentuated Zn deficiency symptoms in plants (Loneragan et al. 1979;Sharma et al. 1968). The higher P levels in soil reduced the Zn concentrations in the plant tops and also reduced total Zn contents (Clark 1978;Singh, Karamonas, and Stewart 1986). These scientists suggested that P-Zn antagonism existed in the roots of the plants. Other studies suggested that although P decreased the Zn concentrations in the tops, the total Zn contents either increased or remained the same (Boawn and Brown 1968). The cause of this P-induced-Zn deficiency has been suggested to be due to interference by P with the uptake, translocation, or utilization of Zn (Adriano, Paulson, and Murphy 1971;Hafeez, Khanif, and Saleem 2013).",
          "table": []
        }
      ]
    },
    {
      "title": "Nitrogen-Zn interactions",
      "div": [
        {
          "text": "Zinc deficiency can be ameliorated in plants with the application of nitrogen fertilizers. The interactions resulting from the effects of N application helps to promote plant growth and, to a lesser extent, in changing the pH of the root environment since application of N promotes the growth of plants, it is possible to find positive interactions between increasing levels of Zn and N fertilizers (Alloway 2004;Hafeez, Khanif, and Saleem 2013). It was reported that wheat grown on N deficient soil with adequate levels of all nutrients except N and Zn, did not respond to Zn application in the absence of NH 4 NO 3 fertilizer; however, a strong response to Zn application was observed in the presence of N fertilizer (Chaudhry and Loneragan 1970). On the other hand, in soils low in Zn and high in fertility, N fertilizers have ameliorated (or intensified) Zn deficiency by affecting Zn absorption through changing pH (Viets, Boawn, and Crawford 1957). As ammonium ions have an acidifying effect, ZnSO 4 application with concurrent dressings of N were very effective in controlling Zn deficiency where ZnSO 4 alone had no effect (Viets, Boawn, and Crawford 1957). It was also observed that NH 4 + salts inhibited Zn absorption from low Zn 2+ concentration, in a short term study with wheat. Ammonium ions inhibited Zn 2+ absorption more strongly than alkali and alkaline earth anions, but were competitive with alkali and alkaline earth cat ions. So NH 4 + effect would be diminished by relatively high concentrations of competing ions in soil. Thus any direct effect of NH 4 + on Zn absorption would disappear (Chaudhry and Loneragan 1972).",
          "table": []
        }
      ]
    },
    {
      "title": "Macronutrient cations-Zn interaction",
      "div": [
        {
          "text": "Macronutrient cations such as Ca, Mg, and K inhibit the absorption of Zn by plants from solution. They need to be considered when interpreting the results of solution culture experiments involving Zn nutrition, however, in soil they seem to be less effective in the inhibition of Zn absorption compared to the effects of their salts on soil pH (Hafeez, Khanif, and Saleem 2013). Zinc concentrations were highest in legumes grown in solution culture at constant pH with the lowest Ca level at which the plants were not Ca deficient. Zinc concentrations progressively decreased with increasing Ca concentrations in solutions (Bell et al. 1990). This finding that Ca inhibits Zn absorption was in accord with a short term study conducted by Chaudhry and Loneragan (1972). They found that increasing concentrations of Ca (NO 3 ) 2 from 0 mM to 40 mM inhibited the rate of Zn absorption by wheat seedlings in a noncompetitive manner, however, higher Ca concentrations (100 mM) had no additional effect on Zn absorption. This inhibition was attributed to Ca as varying the anions and had little effect on Zn absorption, whereas substituting other cat ions for Ca had similarly negative effect. In soils, the effects of Ca compounds on Zn nutrition are variable, due to the effects of its salts on soil pH. Zinc concentrations in plants growing in soil treated with CaSO 4 (which decreased the soil pH from 5.6 to 4.8) increased slightly but decreased strongly when an equivalent amount of CaCO 3 was applied (which increases the soil pH from 5.7 to 6.6) (Wear and Evan 1968). The macronutrient cat ions K, NH 4 and Mg all inhibited the rate of Zn absorption strongly from solutions of low Ca concentrations; with increasing Ca concentrations, the inhibitory effects weakened and in the case of two ions (K, Mg) tested at sufficiently high Ca concentration (2.5-10 mM) eventually disappeared, suggesting that they operate through the same mechanism as Ca (Chaudhry and Loneragan 1972).",
          "table": []
        }
      ]
    },
    {
      "title": "Copper-Zn interactions",
      "div": [
        {
          "text": "Zn strongly depresses Cu absorption, Cu competitively inhibits Zn absorption, and Cu nutrition affects the redistribution of Zn within plants (Hafeez, Khanif, and Saleem 2013). A very strong Cu-Zn antagonism has been observed in wheat growing on soils deficient in Cu and Zn (Kausar et al. 1976).",
          "table": []
        },
        {
          "text": "In N-Cu-Zn experiment, Chaudhry and Loneragan (1970) found that N fertilizer increased grain yield in the absence of Zn and diluted Cu concentrations to deficiency levels in plant. Addition to that, Zn along with N fertilizer intensified the Cu deficiency so severely that grain yield was lower than in the control plants (without NH 4 NO 3 ). In this case, Zn intensified Cu deficiency in plants by depressing Cu uptake. This may be a result from competitive inhibition of Zn on Cu absorption (Bowen 1987). The competitive inhibition of Cu 2+ ion on Zn 2+ absorption has been established in short term studies (Giordano, Noggle, and Mortvedt 1974). While Zn severely depressed Cu uptake by wheat, Cu did not depress Zn absorption in the same experiment. The reason for the difference in soil and solution culture results may be the form of these ions present in the soil and solution. In solution studies, the Cu and Zn were present as divalent ions whereas in most of the soils they are predominantly present as complex forms and a much higher proportion of Cu is complexed compared to Zn (Geering and Hodson 1969). So Zn 2+ activity would be much higher than Cu 2+ activity at the absorbing sites making it an effective competitor in Cu absorption and making its absorption less sensitive to competition from Cu (Loneragan and Webb 1993).",
          "table": []
        }
      ]
    },
    {
      "title": "Iron-Zn interaction",
      "div": [
        {
          "text": "The interaction between Zn and Fe is also complex like P-Zn interaction. The increased application of Zn had little effect or decreased Fe concentrations in the shoot (Norvell and Welch, 1974;Hafeez, Khanif, and Saleem 2013;Safaya 1976). In the same way, higher levels of Fe generally have only a depressive effect on Zn concentration in plant tissues (Zhang et al., 1991), although it has been shown to increase have no effect on or to decrease the rate of Zn absorption by plant roots. These conflicting reports are probably due to differences in experimental details, especially in plant species and the concentration, ionic state and complexation of Fe (Giordano, Noggle, and Mortvedt 1974). Iron (Fe 2+ ) at low concentrations (10 μM) had no effect on the rate of Zn absorption by wheat seedlings from solutions containing 1 or 10 μM Zn and 50 mM Ca(NO3)2 (Adriano, Paulson, and Murphy 1971). But at higher concentrations (100 μM Fe 2+ ), and at concentrations likely to occur in flooded rice soils, Fe completely suppressed the Zn absorption by rice seedlings from a solution of 0.05 μM ZnCl 2 with no Ca (Giordano, Noggle, and Mortvedt 1974). Iron deficiency increased Zn concentrations in shoots of plants (Agarwala et al. 1979) and also the rate of Zn absorption in both dicotyledonous plants (Romheld, Marschner, and Kramer 1982) and grasses (Zhang, Romheld, and Marschner 1991). In dicotyledonous plants, the mechanism for increasing Zn absorption is probably the acidification of the rhizosphere resulting from Fe deficiency (Marschner and Cakmak 1989). For grasses, the release of phytosiderophores under Zn deficiency is responsible for the higher Zn absorption rate as phytosiderophores have enhanced the mobilization of Zn from calcareous soils (Treeby, Marschner, and Romheld 1989;Zhang, Romheld, and Marschner 1991). In a similar way, under Zn-deficient conditions, Fe accumulated in the shoots of Zn deficient navy beans and corn plants are possibly due to the acidification of the rhizosphere and the release of reductants and phytosiderophores (Ambler and Brown 1969;Jackson 1962).",
          "table": []
        }
      ]
    },
    {
      "title": "Zinc toxicity",
      "div": [
        {
          "text": "When zinc amount is excessive, causes toxicity in plants. Leaf and root growth and development decreased by zinc toxicity. Production of NADPH in plant chloroplasts are decreases with increasing zinc concentration. In addition, production of free radicals will increases in plants. Activity of RUBP carboxylase enzyme and Photosystem II decreases by zinc toxicity. Zinc toxicity reduces ATP synthesis and chloroplasts activity and photosynthesis will decline as a result (Mousavi, Galavi, and Rezaei 2013). Also, large amounts of zinc reduces uptake of P and Fe. More than 300 ppm of zinc in plant caused toxicity (Prasad, Saradhi, and Sharmila 1999;Ruano, Poschenrieder, and Barcelo 1988;Teige, Huchzermeyer, and Sehultz 1990;Vitosh, Warncke, and Lucas 1994). Resistance to zinc is differences in various plants, the plants such as beans, maize, onions, sorghum, rice, citrus fruits, and grapes have most sensitivity to zinc deficiency, barley, lettuce, potatoes, soybeans, sugar beet, and tomato have moderate sensitivity to zinc deficiency and carrots, alfalfa, asparagus, radish, and forage plants are resistance to zinc deficiency (Vitosh, Warncke, and Lucas 1994).",
          "table": []
        }
      ]
    },
    {
      "title": "Zinc sources",
      "div": [
        {
          "text": "Prevention of deficiencies is the best way to deal with micronutrients deficiencies, choose of resistant plant varieties and cultivars, and appropriate management practices can be used to prevent of Zinc deficiency occurrence (Mousavi, Galavi, and Rezaei 2013). Soil analysis can be used to diagnose problems in existing crops but is more valuable for enabling deficiencies to be predicted and remedial action taken to avoid reduced yields in subsequent crops (Alloway 2002;Mousavi, Galavi, and Rezaei 2013).",
          "table": []
        },
        {
          "text": "Zinc deficiency can be corrected through the application of Zn fertilizers, recycling crop residues, natural organic manures, and cultivation of Zn efficient genotypes (Singh 2008). Zinc fertilizers are broadcast and sprayed onto topsoil, banded in the seedbed, applied as foliar sprays, used as seed treatment, and in the case of transplanted rice seedlings, roots of these seedlings are dipped into Zn before transplanting (Hafeez, Khanif, and Saleem 2013).",
          "table": []
        },
        {
          "text": "Three different types of compounds are used as zinc fertilizers and these vary considerably in their zinc content, price and effectiveness for crops on different types of soils. These sources of zinc include:",
          "table": []
        },
        {
          "text": "(1) inorganic compounds: zinc oxide (ZnO), zinc carbonate (ZnCO 3 ), zinc sulfate (ZnSO 4 ), zinc nitrate (Zn(NO 3 ) 2 ), zinc chloride (ZnCl 2 ), zinc oxy-sulfate, and zinc-coated urea. Zinc sulfate is the most commonly used source around the world and is available in both the crystalline monohydrate and heptahydrate form. (2) Synthetic chelates, which are special types of complexed micronutrients generally formed by combining a chelating agent such as Ethylene Diamine Tetra-acetic Acid (EDTA) with a metal ion and the stability of the metal-chelate complex determines the availability of the metal to plants. (3) Natural organic complexes include those which are manufactured by reacting zinc salts with citrates or with organic by-products from paper pulp manufacture such as lignosulphonates, phenols and polyflavonoids. They are generally less expensive than synthetic chelates such as Zn-EDTA, but are generally much less effective. The main sources of zinc fertilizer are present in Main sources of zinc fertilizer (Alloway, 2008a;Mousavi, Galavi, and Rezaei 2013).",
          "table": []
        }
      ]
    },
    {
      "title": "Importance of Maize",
      "div": [
        {
          "text": "Maize (Zea mays L.) is one of the essential crops in India, which fulfill the demand of three important sectors like as a food for human utilization, feed for livestock and poultry (Vulkan and Eei 2002). It is one of the main sources of calories and minerals for most of the rural population (Ayyar and Appavoo 2017). It was also reported that approximately, 10% of the corn was used as food for humans. Its grain constitutes about 9.7396% grain protein, 4.85% grain oil, 9.432% grain crude fiber, 71.966% grain starch, 11.77% embryo while fodder contains 22.988% acid detergent fiber, 51.696% neutral detergent fiber, 28.797% fodder cellulose, 40.178% fodder dry matter, 26.845% fodder crude fiber, 10.353% fodder crude protein, and 9.095% fodder moisture (Ali et al., 2013;Ali et al., 2014 ;Shabaz et al. 2015).",
          "table": []
        }
      ]
    },
    {
      "title": "Zinc deficiency in crops",
      "div": [
        {
          "text": "Zinc deficiency in plants has become the most common of all the micronutrient deficiencies worldwide. Because, Zn acts as a structural component of several enzymes in an inadequate supply of Zn could result in serious physiological disturbances. Plants absorb Zn as a divalent cation (Zn 2+ ). Zinc content of plants varies widely depending on the soil, climate, and plant genotype. The critical deficiency concentration of Zn in leaves ranges from 15 to 30 mg kg -1 and the critical toxicity concentration in leaves of crop plants ranges from 200 to 500 mg kg -1 . Maize (Zea mays L.) is sensitive and highly responsive to zinc fertilization (Lucas and Knezek 1972).",
          "table": []
        },
        {
          "text": "Zinc deficiency results in the development of abnormalities in plants which become visible as deficiency symptoms such as stunted growth, chlorosis and smaller leaves, spikelet sterility. Zn deficiency can also adversely affect the quality of harvested products; plants susceptibility to injury by high light or temperature intensity and to infection by fungal diseases can also increase (Cakmak 2000;Marschner 1995). Zinc seems to affect the capacity for water uptake and transport in plants and also reduce the adverse effects of short periods of heat and salt stress (Disante, Fuentes, and Cortina 2010;Kasim 2007;Peck and McDonald 2010;Tavallali et al. 2010).",
          "table": []
        },
        {
          "text": "Zinc plays an important role in flowering and seed production and its deficiency causes male sterility in maize (Sharma et al. 1987). Reported symptoms of impaired nutrition in calcareous soils are chlorosis and stunted growth. This is attributed to the high pH and reduced nutrient availability, as direct toxicity of bicarbonate ions (HCO 3 -) to physiological and a biochemical system is much less likely. Formation of male and female reproductive organs and pollination process are disturbed in Zn deficiency which in turn causes a severe reduction in plant yield and may be attributed to the reduction of Indole acetic acid (IAA) synthesis. Reduced seed production under Zn deficiency is either due to enhanced formation of abscisic acid in the plant, causing premature abscission of leaves and flower buds, or to disruption of the development and physiology of anthers and pollen grains (Alloway 2004). Zn deficiency in soils also reduces Zn concentration and content in the edible portions of staple food crops and diminishes their nutritional quality (Welch and Graham 2004).",
          "table": []
        },
        {
          "text": "Zinc deficiency affects the absorption of water and nutrients from soil and thus resulting in growth and yield reduction in the plant. The flowering and fruiting process were greatly reduced under severe Zn deficiency. Corn is highly sensitive to Zn deficiency with symptoms of white to yellow chlorosis of leaves near the stalk (white bud), stunted growth due to shortened internodes and a reddish or yellowish streak on the lower leaves (Havlin et al. 2005;Alloway, 2008a).",
          "table": []
        },
        {
          "text": "Reduced concentration of IAA under Zn deficiency in plants causes shortening of internodes and restricts leaf development. This leads toward characteristic rosetting or clustering of small leaves at the top of the plant (Havlin et al. 2005). Zn deficiency prevents the elongation of internodes and leaves, which results crowding of leaves together at the top in a fan-shaped 'rosette' appearance (Singh et al. 2007). The visible Zn deficiency symptoms in crops usually occur only in cases of relatively severe deficiency (Alloway 2004). Zinc-deficient plants, in general, show a marked reduction in plant height and develop whitish-brown patches which turn necrotic with increasing severity of deficiency. Wheat plants show dusty brown spots on upper leaves of stunted plants, shoot growth is more inhibited than root growth, tillering decreases, spikelet sterility increases, midrib becomes chlorotic particularly near the leaf base of younger leaves, leaves lose turgor and turn brown as brown blotches and streaks appear on lower leaves. A white line sometimes appears along the leaf midrib and size of the leaf blade is reduced (Cakmak 1998). Symptoms may be more pronounced during early growth stages due to Zn immobilization. Based on field evaluation, Zn deficiency response of genotypes can be termed as Zn-efficient (showing no or relatively mild symptoms of Zn deficiency) and Zn sensitive (Cakmak 1998). In maize, Zn deficiency appears as a yellow striping of the leaves. Areas of the leaf near the stalk may develop a general white to yellow discolouration, i.e. white bud. In case of severe deficiency, the plants are stunted due to shortened internodes and the lower leaves show a reddish or yellowish streak about one-third of the distance from the margin. During Zn-deficient condition, barley leaves show uniform chlorosis and drying, and tip growth decreases. Deficiency symptoms in sorghum grains, are similar to those in maize, but less pronounced. In oats, the leaves become pale green; older leaves show collapsed areas at the margins and tips are grayish in color. Necrosis extends down the leaf and remainder of the leaf is gray to bronze green (Cakmak 1998;Gökhan et al. 2003;Hacisalihoglu, Hart, and Kochian 2001) In marginal deficiency, crop quality and yield may be reduced because of hidden Zn deficiency without obvious symptoms. This hidden Zn deficiency may go undetected for several seasons at a high cost to farmers.",
          "table": []
        },
        {
          "text": "Severe Zn deficiency is characterized by root apex necrosis ('dieback'), while sublethal Zn deficiency induces spatially heterogeneous or interveinal chlorosis ('mottle leaf'), the development of reddishbrown or bronze tints ('bronzing'), and a range of auxin deficiency-like responses such as internode shortening ('rosetting'), epinasty, inward curling of leaf lamina ('goblet' leaves), reductions in leaf size ('little leaf '), stunting its growth, decreasing number of tillers, white buds of maize, increasing crop maturity period, spikelet sterility, and inferior quality of harvested products (Hafeez, Khanif, and Saleem 2013).",
          "table": []
        }
      ]
    },
    {
      "title": "Zinc uptake from soil",
      "div": [
        {
          "text": "Zinc enters plants primarily via root absorption of Zn 2+ from the soil solution, which is a dynamic and complex process. Uptake depends on ion concentrations at the root surface, plant demand and root absorption capacity. Zn reaches the plant root surface through mass flow, diffusion, and root interception mechanisms (Sadeghzadeh 2013).",
          "table": []
        },
        {
          "text": "Mass flow is passive nutrient transport from the soil to the roots and is driven by transpiration. When the solution moving through the soil to the root contains a relatively large concentration of Zn, mass flow becomes the dominant mechanism bringing Zn to the root surface (Sadeghzadeh 2013).",
          "table": []
        },
        {
          "text": "When the Zn concentration is low, particularly in soils with low plant-available Zn, diffusion plays important role in the transport of Zn and other nutrients, such as P, K, Cu, Fe, and Mn, to the root surface because mass flow can only carry a small fraction of the nutrients required by the plants. In contrast to mass flow, diffusion operates only in the immediate volume of soil surrounding a root (Sadeghzadeh 2013) The interception of nutrients by roots is an important uptake mechanism for soil immobile nutrients such as Zn. Thus, root interception (i.e. root growth and root surface area) is also an important factor in determining plant availability of Zn. Poor root interception can limit Zn uptake if granules of ZnSO4 are banded in the soil, particularly at a low rate of ZnSO4 application (Sadeghzadeh 2013).",
          "table": []
        }
      ]
    },
    {
      "title": "Zinc fertilization on growth of maize",
      "div": [
        {
          "text": "Zn is essential for the production of growth hormones (auxins) such as indoleacetic acid. It increases the internodes elongation thereby contributing toward increase in growth and development of plant. Application of Zinc fertilizer increased the maize growth (Adhikary, Shrestha, and Baral 2010;Amanullah et al. 2011;Badiyala and Chopra 2011;Parasuraman, Prakash, and Chandrasekaran 2008;Salem and El-Gizawy 2012;Takrattanasaran et al. 2013) The beneficial role of zinc on DMP might be attributed to synthesis of tryptophan in plants, a precursor for the production of growth regulators like auxin, indole acetic acid, and cytokinin which play a significant role in cell division, cell elongation, and root growth, thereby enhances the growth and nutrient uptake by crop with consequent increase in vegetative growth and finally promotes the DMP. Application of zinc fertilizer increased the growth of leaf, shoot, and root which in turn increased the dry matter production (Amanullah et al. 2011;Eltelib, Hamad, and Ali 2006;Eraslan, Cicek, and Guneri 2004;Singh and Singh 1995).",
          "table": []
        }
      ]
    },
    {
      "title": "Zn fertilization on Zinc uptake in maize",
      "div": [
        {
          "text": "The uptake of nutrients by the plant depends on two factors viz., the nutrients supply from the soil which is being reflected on the concentration of nutrient in different plant parts and the second being the dry matter accumulation. Zinc uptake by root was the first step in the movement of Zn from soil to grain. Zn uptake has usually been measured as the product of root Zn concentration and root dry weight. The root surface area (RSA) and root length density should be increased so as to increase the capture of immobile Zn. Application of Zn fertilizer to soil could increase the concentration of DTPA-Zn (available Zn) in soil and then have an effect of Zn application on root morphology such as RDW and RSA (Rose et al. 2013). Translocation of root to shoot following Zn uptake by root is affected by many factors (Xue et al. 2014). Accumulation of Zn in grain depends on the remobilization of Zn from shoot and the continued shoot uptake of Zn during grain filling stage (Impa et al. 2013;Waters et al. 2009). Zn remobilization is critical for the accumulation of Zn in grain because shoot Zn uptake during grain filling can be limited by soil stresses such as low availability of Zn in soil, high CaCO 3 concentration, high soil pH, and drought (Kutman et al. 2012). The increased in soil zinc nutrient status which favored the enhanced of zinc uptake in maize (Ayyar and Appavoo 2017;Suganya and Saravanan 2016).",
          "table": []
        },
        {
          "text": "The Zn in grain has two sources: (1) recently acquired Zn that is transferred directly (via tranlocation from root without intermediate storage in shoot) to kernels during the grain filling stage, and (2) the less recently acquired Zn that has been stored in shoot and that is subsequently transferred (remobilized) to grain. The first source reflects postanthesis shoot uptake while the second source reflect preanthesis remobilization. When Zn supply is restricted by soil or weather conditions, plants have difficulty in acquiring Zn, postanthesis shoot Zn uptake can be limited, and the Zn in grain mostly depends on the remobilization of Zn from vegetative parts (Xue et al. 2012;Dun-Yi;Liu et al. 2019). Under Zn-sufficient conditions, however, shoot uptake of Zn during grain filling is the main source of Zn in grain (Impa et al. 2013;Zou et al. 2019).",
          "table": []
        }
      ]
    },
    {
      "title": "Importance of Zinc on Quality of maize grains",
      "div": [
        {
          "text": "There are two major sources of Zn in the grain: (i) Zn that is absorbed continuously by roots from soil and translocated into grain and (ii) Zn that is deposited in vegetative tissues (leaves and stems) and then remobilized to be translocated into grain during the reproductive stage (Kutman et al. 2012;Sperotto 2013;Waters et al. 2009). The relative contributions of these two sources to the accumulation of Zn in grain vary depending on several plant and soil factors, including micronutrient and water availability during grain-filling, timing of senescence, length of the grain-filling period, and the nitrogen (N) nutritional status of the plant. soil Zn applications at the time of sowing had little effect on the concentration of Zn in the grain under field conditions, whereas foliar Zn sprays were very effective in improving the grain Zn. suboptimal N supply limited the root uptake and root-to-shoot translocation as well as the remobilization of Zn, which reduced the accumulation of Zn in the grain (Erenoglu et al. 2011;Kutman, Yildiz, and Cakmak 2011).",
          "table": []
        },
        {
          "text": "Clearly, optimized N management is also required to realize the yield potential, which is critical from an economic point of view and to maximize the grain protein concentration (Abedi, Alemzadeh, and Kazemeini 2011;Kutman et al. 2010), which is valuable in itself from a nutritional point of view, given the large prevalence of protein malnutrition in the world (de Onis et al. 1993). Speciation and localization studies on cereal grains indicate that Zn interacts with proteins in the grain, and therefore, grain proteins constitute a physiological sink for Zn (Cakmak and Kutman 2018;Cakmak, Pfeiffer, and McClafferty 2010;Ozturk et al. 2006;Persson et al. 2016Persson et al. , 2009)). Zinc is essential for protein synthesis, reduction in RNA-polymerase activity, and increase in RNA destruction. Formation of NADPH or NADH depending on the Zn concentration might have involved in tapping and converting the radiation energy for photosynthetic activities and increased formation of sugars and starch Khan et al. (2015).",
          "table": []
        }
      ]
    },
    {
      "title": "Conclusions",
      "div": [
        {
          "text": "It was concluded that in India, maize is grown in a wide range of environments, extending from extreme semiarid to sub humid and humid regions. It is grown in about 9.09 M ha and utilized for versatile purposes. It is a main source of calories and minerals for most rural populations. But unfortunately Zn concentration in the grain is inherently very low, particularly when grown on Zndeficient soils. Zn is essential for development of immune system and brain function in humans and also plays an important role in enzymatic reactions and metabolic activities in plant system. Customary application of inorganic zinc partially caters the plant need as 96-99% of applied Zn is converted into different insoluble forms depending upon the soil types and physicochemical reactions within 7 days of application. The solubility of Zn is highly dependent upon soil pH and moisture and hence arid and semiarid areas of Indian agroecosystems are often zinc-deficient. Zinc deficiencies are widely prevalent in soils of arid and semiarid regions where major part of the soils low in Zn availability. Food crops grown in such soils produce grains with deficient quantities of micronutrients that cause malnutrition in humans. It has been estimated that over 3 billion people across the globe are affected by micronutrient deficiencies. Zinc deficiency in humans cause impairment in brain development, wound healing, and increase the susceptibility to infectious diseases. Malnutrition due to micronutrient deficiency is a prime concern in developing countries where the deficiency causes widespread illness and diseases. In fact, Zinc deficiency in soils affects the entire food chain. The fodder crops cultivated in deficient soils fed to the cattle caused low birth weight and number of offsprings besides affecting the humans who consumed the Zn-deficient milk. Mitigating Zinc deficiencies in food grains is quite complex and alternate strategy to be evolved to improve the Zn status. A new approach for tackling the problem of Zn deficiencies in the diet is through Zn fertilization with different sources. This approach has proved to be sustainable, can be implemented at a relatively low cost, is highly efficacious and has a large coverage, especially in the poorer regions of the world.",
          "table": []
        }
      ]
    }
  ],
  "tables": [
    "{\"title\": \"Main sources of zinc fertilizer.\", \"head\": [\"Compound\", \"Formula\", \"Zinc Content (%)\"], \"value\": [[\"Zinc sulfate monohydrate\", \"ZnSO4.H2O\", \"36\"], [\"Zinc sulfate heptahydrate\", \"ZnSO4.7H2O\", \"22\"], [\"Zinc oxysulphate\", \"xZnSO4.xZnO\", \"20-50\"], [\"Basic zinc sulfate\", \"ZnSO4.4Zn(OH)2\", \"55\"], [\"Zinc oxide\", \"ZnO\", \"50-80\"], [\"Zinc carbonate\", \"ZnCO3\", \"50-56\"], [\"Zinc nitrate\", \"Zn(NO3)2.3H2O\", \"23\"], [\"Zinc phosphate\", \"Zn3(PO4)2\", \"50\"], [\"Zinc frits\", \"Fritted glass\", \"10-30\"], [\"Ammoniated zinc sulfate solution\", \"Zn(NH3)4SO4\", \"10\"], [\"Disodium zinc EDTA\", \"Na2ZnEDTA\", \"8-14\"], [\"Sodium zinc HEDTA\", \"NaZnHEDTA\", \"6-10\"], [\"Sodium zinc EDTA\", \"NaZnEDTA\", \"9-13\"], [\"Zinc polyflavonoid\", \"-\", \"5-10\"], [\"Zinc lignosulfonate\", \"-\", \"5-8\"]]}"
  ]
}