{
  "meta": {
    "title": "Soil carbon dioxide emissions from maize (<scp><i>Zea mays</i></scp> L.) fields as influenced by tillage management and climate*",
    "author": "Safwan Mohammed, Morad Mirzaei, Ágnes Pappné Törő, Manouchehr Anari Gorji Anari, Ebrahim Moghiseh, Hossein Asadi, Szilárd Szabó, Adrienn Kakuszi‐széles, Endre Harsányi",
    "journal": "Wiley",
    "date": "2021. 08. 13."
  },
  "paragraphs": [
    {
      "title": "Abstract",
      "div": [
        {
          "text": "Emissions of CO 2 from the soil are the second-largest component of the global carbon cycle, which has altered the climate and led to climate change. The main aim of this research was to evaluate the direct impact of climate and soil management systems on soil carbon emissions. Thus, CO 2 emissions were measured from maize fields located in two different climate regions (continental and semi-arid). The experimental design involved two different soil management systems (conventional tillage [CT], non-tillage [NT]) from two different sites (Debrecen [Hungary], Karaj [Iran]). The results showed that total CO 2 emission from the cultivated system (CT) was higher than that from the non-cultivated (NT) one, regardless of the climate region. However, CO 2 emissions from agricultural soil in a humid region are significantly different (p < .05) from semi-arid regions, which clearly emphasizes the role of climate conditions in the CO 2 emission processes. However, the general linear model reveals that all studied variables (soil management systems, date of measurement, soil temperature, soil water content) had a significant (p < .05) effect on soil carbon emission, where the explained variance was 0.866. The findings of this research stress the importance of NT in CO 2 mitigations on the farm scale.",
          "table": []
        },
        {
          "text": "However, the output could help to draw up mitigation strategies to minimize the total greenhouse gas emissions from agricultural soil in both countries.",
          "table": []
        }
      ]
    },
    {
      "title": "",
      "div": [
        {
          "text": "étude était d'évaluer l'effet du climat sur les émissions de CO 2 par le sol. Nous avons mesuré les émissions de CO 2 par le sol des champs de maïs dans deux régions soumis aux climats différents (continental et semi-aride). Le design expérimental a impliqué deux différentes méthodes de gestion des sols (labour conventionnel (CT: conventional tillage), sans labour (NT: non-tillage)) dans deux sites différents (Debrecen (Hongrie) et Karaj (Iran)). Les résultats de cette étude ont montré que les émissions totales de CO 2 étaient plus élevées par les sols labourés (CT) que par les sols non-labourés (NT) et que cet effet était indépendant du climat de la région. Cependant, il y a eu une différence significative dans les émissions de CO 2 par le sol entre la région humide et semi-arides (p < 0.05), ce qui met en évidence l'effet des conditions climatiques sur les émissions de CO 2 par le sol. L'analyse du Modèle Linéaire Généralisé (Generaliesd Linear Model (GLM)) a montré que toutes les variables étudiées (système de gestion des sols, température du sol, humidité du sol et la date de mesure des émissions) avaient un effet significatif sur les émissions de CO 2 par le sol (p < 0.05), et que ces variables ont expliqué 86,6% de la variance dans les émissions de CO 2 . Les résultats de la présente étude soulignent le rôle du travail du sol dans l'augmentation des émissions de CO 2 à l'échelle des fermes.",
          "table": []
        },
        {
          "text": "Ces résultats sont également d'une grande importance pour la mise en place d'une stratégie de gestion des sols visant à diminuer les émissions de GES (Greenhouse gases) dans les champs cultivés.",
          "table": []
        }
      ]
    },
    {
      "title": "M O T S C L É S",
      "div": [
        {
          "text": "Cycle du carbone, les effets du climat, systèmes de cultures, réchauffement climatique, sécurité alimentaire, développement durable, objectifs de développement durable (ODD)",
          "table": []
        }
      ]
    },
    {
      "title": "| INTRODUCTION",
      "div": [
        {
          "text": "The major challenges that the world faces today include food insecurity, water scarcity, land degradation, energy shortages, increasing greenhouse gas (GHG) emission, and climate change (Alsafadi et al., 2020;Mohammed et al., 2020aMohammed et al., , 2020b)). The GHG are active gases that trap solar radiation reflection from the earth and increase global warming (Tessum, Hill, & Marshall, 2014). The main GHG are carbon dioxide (CO 2 ), methane (CH 4 ), and nitrous oxide (N 2 O) (Oertel et al., 2016).",
          "table": []
        },
        {
          "text": "In recent years, anthropogenic activities have contributed to more than 55% of total GHG emissions (Xi-Liu & Qing-Xian, 2018;Mohammed et al., 2021). More than 22% of total GHG emissions have originated from the agricultural sector (Platis et al., 2019), where different activities as well as the degradation of agricultural lands have increased GHG emissions (Gozubuyuk, Sahin, & Celik, 2020). Thus, determining and measuring CO 2 emissions from agricultural land has received major attention from scientists and policymakers all around the world (Li et al., 2016).",
          "table": []
        },
        {
          "text": "Globally, carbon dioxide (CO 2 ) is one of the greenhouse gases, and its concentration has increased by 35%, from 280 ppm in 1750 to 377 ppm in 2004, and is currently increasing by 0.47% per year (Follett et al., 2005;Lal et al., 2007). According to 2010 global emissions estimates, approximately 76% of global CO 2 is emitted as a result of the use of fossil fuels, industrial processes, deforestation, and other land uses (IPCC, 2013). Due to their impact on carbon dynamics, agricultural activities make a significant contribution to CO 2 emissions (Nawaz et al., 2017).",
          "table": []
        },
        {
          "text": "Agricultural soils play a significant role in CO 2 emissions, with large amounts of CO 2 being released as a result of microbial decomposition, burning of plant residue after harvest, and respiration of soil microorganisms and plant roots (Smith et al., 2008;Nawaz et al., 2017). Furthermore, CO 2 emissions are affected by soil properties, including organic matter, temperature, moisture, soil type, and agricultural management operations (Smith et al., 2008).",
          "table": []
        },
        {
          "text": "Tillage operations are among the major agronomic activities which accounted for the release of large amounts of CO 2 (Abdalla et al., 2013). Some studies have reported lower soil CO 2 emissions under conservation tillage compared to conventional tillage (CT) (Almaraz et al., 2009), while higher CO 2 emissions have also been reported from untilled soil compared with soil under CT in some climatic conditions (Hendrix, Han, & Groffman, 1988;Plaza-Bonilla et al., 2014). Tillage has a significant effect on carbon emissions from the soil and is one of the major agronomic activities involved in the loss of soil organic carbon (Abdalla et al., 2013). Comparative studies on the effects of tillage practices under different climates on CO 2 emissions are still rare. For instance, La Scala, Bolonhezi, & Pereira (2006) stated that tillage intensifies the oxidation of soil organic carbon and leads to the release of large amounts of CO 2 . It is estimated that tillage operations on US farmland release an average of 36 t of carbon per hectare (Lal, 1997). The use of conservation tillage methods in Europe has significantly reduced CO 2 emissions (Holland, 2004). It is estimated that by converting CT systems to no-tillage (NT), 100% of carbon emissions from all fossil fuels in Europe can be offset (Smith et al., 1998). Most field studies have reported different results regarding the effects of tillage on CO 2 emissions. For example, the results of previous studies indicate that soil CO 2 emissions under conservation tillage compared to CT may decrease (Almaraz et al., 2009;Fuentes et al., 2012;Rutkowska et al., 2018), increase (Hendrix, Han, & Groffman, 1988;Oorts et al., 2007), or remain similar (Fortin, Rochette, & Pattey, 1996;Aslam, Choudhary, & Saggar, 2000). Bista et al. (2017) in a 2-year study on the effect of a tillage system on GHG emissions in the wheat-fallow system reported that the NT system reduced CO 2 emissions by 35% compared to CT. Nawaz et al. (2017) reported that the use of a NT system reduced CO 2 emissions as a result of improving soil properties.",
          "table": []
        },
        {
          "text": "Changes in climatic factors such as temperature and precipitation can affect CO 2 emission by altering plant and microbial activity, soil organic matter mineralization, and thermal and hydrologic regimes (Schollert et al., 2017;Ray et al., 2020). Increasing soil microbial respiration and plant root respiration explain higher soil CO 2 emissions in response to increased soil temperature, soil moisture, and rainfall, according to previous studies (Ren et al., 2017;Ray et al., 2020). Because of the variability in CO 2 emissions resulting from climatic conditions, uncertainty still remains about the mitigation potential of tillage management on CO 2 emissions in different climatic conditions. A better understanding of how different tillage practices alter soil CO 2 emissions under different climatic conditions is required. Thus, the main aim of this research was (1) to track changes in soil CO 2 emission rates from maize (Zea mays L.) fields under contrasting tillage (CT and NT) systems in two different climate regions including continental (Debrecen in Hungary) and semi-arid (Karaj in Iran) and (2) to evaluate the impact of soil moisture and soil temperature on CO 2 emissions.",
          "table": []
        }
      ]
    },
    {
      "title": "| MATERIAL AND METHODS",
      "div": []
    },
    {
      "title": "| Site description and experimental design",
      "div": [
        {
          "text": "To fulfil the research goals, two different locations with different climate classification were chosen. The first location was an agricultural field at the University of Tehran, Karaj (Iran) (50 58 0 E, 35 48 0 N), representing a semi-arid climate, while the second location was the L at okép research station at the University of Debrecen (Hungary) (47 33 0 E, 21 26 0 N), representing a continental climate.",
          "table": []
        },
        {
          "text": "The climate characteristics of the studied locations are shown in Figure 1. The average temperature in L at okép was 11 C and the rainfall 600 mm (Figure 1F), while in Karaj the mean air temperature and rainfall were 13.7 C and 245.5 mm, respectively (Figure 1G).",
          "table": []
        },
        {
          "text": "In accordance with the study goals, in each location two fields under different maize cultivation managements were selected (Figure 1). The first management approach was CT, while the second was NT. In the following step, 10 random soil samples (0-20 cm) from each location were collected and analysed, as shown in from each subplot was calculated and recorded as a representative value(Tör} o et al., 2019).",
          "table": [
            "from each subplot was calculated and recorded as a representative value(Tör} o et al., 2019)."
          ]
        },
        {
          "text": "The experiments followed the randomized complete block design with three replications in each climatic region. The total number of plots was 12 (2 climate regions Â 2 treatments Â 3 replicates; Figure 2). The tillage characteristics and land preparation are presented in in Brazil, reporting that CT plots were the highest emitters of CO 2 in Comparison of treatments based on robust post hoc test.",
          "table": [
            "in Brazil, reporting that CT plots were the highest emitters of CO 2 in Comparison of treatments based on robust post hoc test"
          ]
        }
      ]
    },
    {
      "title": "| Measurement of CO 2 emissions",
      "div": [
        {
          "text": "Scientifically, 13.8% of the total GHG emissions originate from the agricultural sector, where different land use managements and different climates can significantly affect the GHG, in particularly CO 2 emissions. Thus, in this section the CO 2 emissions from two different climate zones with same land use (maize) and land management were investigated for one crop cycle. Gas sampling was performed at 7-10-day intervals at each subplot based on the GHG sampling protocol of GRACEnet Chamber-based Trace Gas Flux Measurement (Parkin & Venterea, 2010;Tenesaca & Al-Kaisi, 2015). In this sense, the well-known static closed chamber method was used to measure CO 2 emissions (Oertel et al., 2012).",
          "table": []
        },
        {
          "text": "In the semi-arid region experiment (i.e., Karaj), the polyvinyl chloride chambers (15 Â 12.5 cm) with ports for gas sampling were placed on the soil surface to a depth of 5 cm. In each subplot, two chambers (one within the plant row and one in between plant rows) were installed in three replications of each treatment, giving a total of 12 chambers for each location (2 tillage systems Â 3 replicateÂ 2 chambers = 12 chambers). The average of two chambers was considered to be the soil surface emission for the entire subplot. Gas samples  were collected during the day from 9 to 10 a.m. at 0-, 30-, and 60-min intervals after 24 hr of chamber installation to avoid disturbance effects. The sampling approach included inserting a needle attached to a 20-mL syringe in the sampling port and then transferring the gas sample in 12-mL evacuated glass vials sealed with butyl rubber septa. The gas vials were analysed for CO 2 concentration using a gas chromatograph equipped with a thermal conductivity detector (Teif Gostar Faraz, TG, 2552, Iran).",
          "table": []
        },
        {
          "text": "In the continental experiment (i.e., Debrecen), the digital meter Testo 535 (TESTO; 0560 5350) was used for capturing and recording CO 2 emission. This devise measures CO 2 concentration via infrared absorption with 1 ppm of CO 2 measuring resolution (Tör} o et al., 2019). Five chambers (118 Â 250 mm) were placed in each subplot, then CO 2 emission was measured and recorded, giving a total of 25 chambers for each location (2 tillage systems Â 3 replicateÂ 5 chambers = 30 chambers). At the end of each monitoring day, the average of five",
          "table": []
        }
      ]
    },
    {
      "title": "| Auxiliary measurements",
      "div": [
        {
          "text": "In parallel with soil CO 2 emission measurements, soil temperature and soil water content were also recorded.",
          "table": []
        },
        {
          "text": "In the semi-arid region experiment (i.e., Karaj), soil temperature was measured with a thermometer at approximately 10 cm soil depth. The volumetric soil moisture content was determined using oven-drying at 105 C multiplied by soil bulk density. In Debrecen, soil temperature was measured by the digital thermometer TFA LT101 (TFA Dostmann GmbH & Co. KG; 10 cm soil depth), while soil moisture was recorded by using TDR 300 (Spectrum Technologies, Inc.).",
          "table": []
        }
      ]
    },
    {
      "title": "| Statistical analysis",
      "div": [
        {
          "text": "Fisher's least significant difference (LSD) was applied to compare the mean of the first group with other groups and vice versa. Scientifically, the LSD approach is applied in analyses of variance (ANOVA), when it gives a significant result, which reveals that at least one variable differs significantly from the others. However, this variable is still anonymous; thus, we applied the LSD test (Williams & Abdi, 2010). We applied a robust ANOVA based on a trim proportion of 0.2 to reveal whether the combined variable of site and treatments (i.e., cultivated and non-cultivated experiments in Debrecen and Karaj) had a significant effect on the CO 2 emissions of the soils. This version of ANOVA was able to handle the deviations from non-normality of the CO 2 values. Our null hypothesis (H 0 ) was that CO 2 measurements had the same trimmed means in all experimental groups. We performed a robust type of post hoc test (Lincoln function) implemented in the WRS2 package of R (R Core Team, 2021;Mair & Wilcox, 2020).",
          "table": []
        },
        {
          "text": "For advanced statistical analysis between studied plots, we applied the general linear model (GLM) to assess the factors affecting CO 2 emissions as a dependent variable in the soil. We involved both the factors (sites, dates of measurements, treatment types) and the covariates (soil temperature, soil moisture). In the model, we determined whether the involved variables had significant effects. Regarding the factors, we had the H 0 that there were no significant differences in group means in sites, dates, and treatments. We applied logtransformation to the CO 2 values to ensure the assumption of normal distribution of the residuals, which was checked with the Shapiro-Wilk test. Homogeneity of variance was checked with the Levene test. We determined the main effects of the factors and also the statistical interactions. Besides the significance, effect sizes (ω 2 p) were also determined to quantify the contribution to the explained variance of a given variable or interaction in a standardized and comparable form. The effects of ω 2 p > 0.04 can be considered large (Field, Miles, & Field, 2012).",
          "table": []
        }
      ]
    },
    {
      "title": "| RESULTS",
      "div": []
    },
    {
      "title": "| A comparative analysis on a daily scale of CO 2 emissions",
      "div": [
        {
          "text": "Figure 3 depicts the differences in CO 2 emissions among treatments on a daily scale. According to the results obtained, we can separate the observed data into three groups. The first group contains results from 02/08/2018 and 10/08/2018, the second one contains data between 14/08/2018 and 11/09/2018, while the third group represents data from 13/09/2018. The results indicate that CO 2 emissions from CT2 plots in the semi-arid region are significantly different (p < .05) from all plots in the continental region (i.e., CT1, NT1). In a similar vein, CO 2 emissions from NT1 plots in the continental region are significantly different (p < .05) from all plots in the semi-arid region (i.e., CT2, NT2). In most of the cases our results indicate the absence of significant differences from the following pairs: CT2-NT2, and CT1-NT1, and NT2-CT1 (Figure 3).",
          "table": []
        },
        {
          "text": "As this study attempted to measure soil temperature and soil moisture, the results showed that the average soil temperature was 22.7 ± 2.5 C in the continental region and 20 ± 2.8 C in the semi-arid region. In most of the cases, the results showed a significant difference (p < .05) in soil temperature between Debrecen and Karaj (regardless of the soil treatment type) (Figure 4).",
          "table": []
        },
        {
          "text": "Soil water content was varied among soil treatments. In this sense, the average soil moisture ranged between 18.75% ± 4.3% in CT1 and 23.58% ± 2.7% in NT1, while it ranged between 15.6% ± 3.5% in CT2 and 20.74% ± 5.2% in NT2. The direct impact of soil treatment (i.e., cultivation and non-cultivation) resulted in significant differences (p < .05) regarding the soil moisture regardless of the climate zone (Figure 5).",
          "table": []
        }
      ]
    },
    {
      "title": "| A comparative analysis on total CO 2 emissions",
      "div": [
        {
          "text": "Total CO 2 emissions from the cultivated system (CT) were significantly higher than those from the noncultivated (NT) one, regardless of the climate region. The average CO 2 emissions from CT2 were 538.92 ± 180.93, while they were 174.72 ± 79.73 from CT1. However, the average CO 2 emissions from NT2 (418.93 ± 144.12) were higher than those from NT1 (102.83 ± 37.93) (Figure 6).",
          "table": []
        },
        {
          "text": "In this section, all the data collected from each system/treatment (i.e., CT1, NT1, CT2, NT2) were plotted against each other to test whether there is a significant difference among them or not. ANOVA of the combined variable of sites and treatments on the CO 2 emissions revealed a significant result; thus, we rejected the H 0 (F = 45.9; p < .001). According to the post hoc analysis, all possible groups differed from each other (Some measured values for greenhouse gas emission (GHG) in Hungary and Iran). In this sense, Some measured values for greenhouse gas emission (GHG) in Hungary and Iran indicates that CO 2 emissions from the cultivated system are significantly different from those from the non-cultivated one in both climate regions (CT1-NT1: p = .020; CT1-NT2: p = < .001; CT2-NT1: p = < .001), except for one treatment: CT2-NT2 (p = .076). Nonetheless, regardless of the treatment type, emissions from agricultural soil in humid regions are significantly different from those in semi-arid regions (CT1-NT2: p = < .001; CT2-NT1: p = < .001, NT1-NT2: p = < .001) (Some measured values for greenhouse gas emission (GHG) in Hungary and Iran).",
          "table": [
            "Some measured values for greenhouse gas emission (GHG) in Hungary and Iran",
            "Some measured values for greenhouse gas emission (GHG) in Hungary and Iran",
            "Some measured values for greenhouse gas emission (GHG) in Hungary and Iran"
          ]
        }
      ]
    },
    {
      "title": "| Analysis of the impacts of different ecological factors on total CO 2 emissions",
      "div": []
    },
    {
      "title": "| DISCUSSION",
      "div": [
        {
          "text": "CO 2 emissions were tracked in two different climate regions with almost the same conditions (except for the climate). The results reveal that CO 2 emissions from the CT system were higher than from the NT system. Also, CO 2 emissions were higher in the semi-arid region represented by Karaj (field of the Faculty of Agriculture) than in the continental region represented by Debrecen (L at okép field).",
          "table": []
        },
        {
          "text": "The outcomes of this study revealed that soil management systems (e.g., CT and NT) have a substantial impact on total soil carbon emissions. In this context, the cultivation process (Moldboard ploughing) separates soil aggregates into small particles, which directly accelerates soil aeration and microbial activity (de Oliveira Silva et al., 2019). Also, microaggregates enhance the biochemical process in the soil, leading to decomposition of soil organic matter and mineralization of organic carbon, and boost CO 2 emissions, which could explain our results (Some measured values for greenhouse gas emission (GHG) in Hungary and Iran andFigures 3 and6). Furthermore, soil management activities (sowing, harvesting, fertilization, etc.) have a direct impact on biomass, soil moisture, and the nutrient cycle through the ecosystem, which undeviatingly affect soil carbon emissions (Barcza et al., 2009). Unlike the NT system, crop management in the CT system causes a sharp decrease in total biomass due to the harvesting and removing of plant residue, which indirectly changes the carbon pools and affects the carbon balance; consequently, the physiological response will be varied in comparison with NT. In this sense, La Scala, Bolonhezi, & Pereira (2006) reported that the CT system generates a higher amount of CO 2 emissions compared with other tested soil management systems (i.e., NT and reduced tillage). In corn and corn-soybean rotations (Midwestern USA), CO 2 emissions from the chisel plough method were significantly higher than from the F I G U R E 4 Soil temperature ( C) affected by tillage treatments in different climate regions during the monitoring period. Means with the same letter are not significantly different. Bars represent standard deviation (n = 3). CT1, conventional tillage field in Debrecen; CT2, conventional tillage field in Karaj; NT1, non-tillage field in Debrecen; NT2, nontillage field in Karaj Moldboard plough and NT; hence, CO 2 emissions are significantly affected by the tillage system (Omonode et al., 2007). An identical conclusion to this research was drawn by Silva-Olaya et al. (2013)  comparison with other soil management treatments, such as minimum tillage and reduced tillage. Soil temperature is one of the key regulators of CO 2 emissions from the soil (Almaraz et al., 2009). Increased soil temperature can promote CO 2 emissions, mainly by accelerating the decomposition of plant residue and increasing root and microbial respiration (Campbell et al., 2014;Ding, Wang, & Zhang, 2017). Oertel et al. (2016) reported that increased soil temperatures result in higher soil respiration, which is in agreement with our results (Tables 3 and4, Figures 4 and6). Previous studies have also found a positive correlation between soil temperature and CO 2 emission rates (Raich, Potter, & Bhagawati, 2002;Lopes de Gerenyu, Rozanova, & Kudeyarov, 2005).",
          "table": [
            "Some measured values for greenhouse gas emission (GHG) in Hungary and Iran",
            "Some measured values for greenhouse gas emission (GHG) in Hungary and Iran"
          ]
        }
      ]
    },
    {
      "title": "| CONCLUSION",
      "div": [
        {
          "text": "In this research, CO 2 emissions were measured in two different agroecological regions; the first was a continental region represented by a field in Debrecen, Hungary. The second was the Karaj field, representing a semi-arid region in Iran. This research showed that CO 2 emissions were higher in semi-arid plots compared with continental ones. However, the highest emissions were observed in the tillage system compared with the NT system (regardless of the climate region). Considering the positive impacts of NT systems on soil carbon mitigation, the findings of this study could help scientists and decision-makers to draw up mitigation strategies to minimize the total GHG emission from the agricultural sector in both countries. However, further studies and longer-term experiments in agricultural systems are required to determine the full potential of different soil management practices on GHG emissions under different climatic conditions.",
          "table": []
        }
      ]
    }
  ],
  "tables": [
    "{\"title\": \"from each subplot was calculated and recorded as a representative value(Tör} o et al., 2019).\", \"head\": [\"Disc tillage\", \"NONE\", \"Disc tillage\", \"NONE\"], \"value\": [[\"Moldboard ploughing (Autumn)\", \"NONE\", \"Moldboard ploughing (Autumn)\", \"NONE\"], [\"Secondary tillage (Spring)\", \"NONE\", \"NONE\", \"NONE\"], [\"Seedbed preparation\", \"Seedbed preparation\", \"Seedbed preparation\", \"Seedbed preparation\"], [\"Sowing (April 22 +/À 4 days)\", \"Sowing (April 22 +/À 4 days)\", \"Sowing (July 7 +/À 2 days)\", \"Sowing (July 7 +/À 2 days)\"], [\"Weed control\", \"Weed control\", \"Weed control\", \"Weed control\"], [\"Inter-row cultivator\", \"Inter-row cultivator\", \"Inter-row cultivator\", \"Inter-row cultivator\"], [\"Harvesting (October 10 +/À\", \"Harvesting (October 10 +/À\", \"Harvesting (October 7 +/À\", \"Harvesting (October 7 +/À\"], [\"5 days)\", \"5 days)\", \"3 days)\", \"3 days)\"]]}",
    "{\"title\": \"in Brazil, reporting that CT plots were the highest emitters of CO 2 in Comparison of treatments based on robust post hoc test\", \"head\": [\"\", \"\", \"F I G U R E 5 Soil moisture (%)\"], \"value\": [[\"\", \"\", \"affected by tillage treatments in\", \"\"], [\"\", \"\", \"different climate regions during the\"], [\"\", \"\", \"monitoring period. Means with the\"], [\"\", \"\", \"same letter are not significantly\", \"\"], [\"\", \"\", \"different. Bars represent standard\"], [\"\", \"\", \"deviation (n = 3). CT1, conventional\"], [\"\", \"\", \"tillage field in Debrecen; CT2,\", \"\"], [\"\", \"\", \"conventional tillage field in Karaj; NT1,\"], [\"\", \"\", \"non-tillage field in Debrecen; NT2, non-\"], [\"\", \"\", \"tillage field in Karaj\", \"\"], [\"T A B L E 3 Treatments\", \"Psi-hat\", \"P (<0.05)\", \"95% CI Lower\", \"Upper\"], [\"CT1-CT2\", \"À386.3\", \"< .001\", \"À545.48\", \"À227\"], [\"CT1-NT1\", \"62.3\", \"0.020\", \"À1.09\", \"126\"], [\"CT1-NT2\", \"À268.5\", \"< .001\", \"À399.76\", \"À137\"], [\"CT2-NT1\", \"448.6\", \"< .001\", \"293.63\", \"604\"], [\"CT2-NT2\", \"117.8\", \"0.076\", \"À64.07\", \"300\"], [\"NT1-NT2\", \"À330.8\", \"< .001\", \"À456.05\", \"À206\"], [\"Note: Bold values indicate significance at p < .05.\", \"\", \"\"], [\"Abbreviations: CT, conventional tillage; NT, non-tillage; psi-hat, test\"], [\"statistic.\", \"\", \"\", \"\", \"\"], [\"F I G U R E 6 Boxplot of CO 2 emission from each treatment.\", \"\", \"\", \"\", \"\"], [\"Median (_____), mean (*), near outlier ( 0 ), median 95% CI\", \"\", \"\", \"\", \"\"], [\"(shaded). CT1, conventional tillage field in Debrecen; CT2,\", \"\", \"\", \"\", \"\"], [\"conventional tillage field in Karaj; NT1, non-tillage field in\", \"\", \"\", \"\", \"\"], [\"Debrecen; NT2, non-tillage field in Karaj\", \"\", \"\", \"\", \"\"]]}",
    "{\"title\": \"Some measured values for greenhouse gas emission (GHG) in Hungary and Iran\", \"head\": [\"T A B L E 4 CO 2 emission of soils based on soil properties, management,\", \"Parameters\", \"SS\", \"\", \"df\", \"F\", \"p value\", \"ω 2 p\"], \"value\": [[\"and the location using the general\", \"Model\", \"20.503\", \"25\", \"19.56\", \"< .001\", \"0.866\"], [\"linear model\", \"\", \"\", \"Site\", \"\", \"\", \"5.884\", \"1\", \"72.47\", \"< .001\", \"0.300\"], [\"\", \"\", \"\", \"Treatment\", \"\", \"0.663\", \"1\", \"8.17\", \"0.006\", \"0.833\"], [\"\", \"\", \"\", \"Date\", \"\", \"\", \"2.046\", \"5\", \"5.04\", \"< .001\", \"0.280\"], [\"\", \"\", \"\", \"Temperature\", \"\", \"0.396\", \"1\", \"4.88\", \"0.032\", \"0.012\"], [\"\", \"\", \"\", \"Soil moisture\", \"\", \"3.390\", \"1\", \"41.75\", \"< .001\", \"0.038\"], [\"\", \"\", \"\", \"Site Â Treatment a\", \"\", \"0.547\", \"1\", \"6.74\", \"0.013\", \"0.022\"], [\"\", \"\", \"\", \"Site Â Date a\", \"\", \"1.305\", \"5\", \"3.21\", \"0.014\", \"0.048\"], [\"\", \"\", \"\", \"Treatment Â Date a\", \"\", \"4.397\", \"5\", \"10.83\", \"< .001\", \"0.281\"], [\"\", \"\", \"\", \"Site Â Treatment Â Date a\", \"1.875\", \"5\", \"4.62\", \".002\", \"0.201\"], [\"\", \"\", \"\", \"Residuals\", \"\", \"3.735\", \"46\"], [\"\", \"\", \"\", \"Total\", \"2167.159\", \"72\"], [\"\", \"\", \"Abbreviations: df, degrees of freedom; F, F statistics; SS, sum of squares; ω 2 p, effect size.\"], [\"\", \"\", \"\", \"\", \"GHG emission\", \"\", \"\"], [\"Country Year\", \"Land use\", \"\", \"CO 2\", \"CH 4\", \"\", \"N 2 O\", \"Reference\"], [\"Hungary\", \"2006-2007 Grasslands\", \"\", \"-\", \"À0.04 to 0.05 kg\", \"0.5 kg N ha À1\", \"Horv ath et al. (2008)\"], [\"\", \"\", \"\", \"\", \"\", \"CH 4 ha À1 year À1\", \"year À1\"], [\"Hungary\", \"2002-2007 All Hungarian\", \"\", \"8.7 Mt per year\", \"-\", \"\", \"-\", \"Barcza et al. (2009)\"], [\"\", \"\", \"ecological systems\", \"\", \"\", \"\"], [\"\", \"\", \"(50% agriculture)\", \"\", \"\", \"\"], [\"Hungary\", \"2002\", \"Tillage experiment\", \"0.030-0.092 mg\", \"-\", \"\", \"0.003-0.516 μg\", \"Dencs} o et al. (2021)\"], [\"\", \"\", \"\", \"\", \"CO 2 m À2 s À1\", \"\", \"\", \"N 2 O m À2 s À1\"], [\"Hungary\", \"2010\", \"Agricultural lands\", \"\", \"379 mg kg À1\", \"-\", \"\", \"10.4 μg kg À1\", \"Kong et al. (2013)\"], [\"Iran\", \"2021\", \"Maize field\", \"\", \"-\", \"-\", \"\", \"0.93-1.62 kg\", \"Borzouei et al. (2021)\"], [\"\", \"\", \"\", \"\", \"\", \"\", \"\", \"N 2 O-N ha À1\"], [\"Iran\", \"2013\", \"Forest\", \"\", \"2-3.5 t C\", \"-\", \"\", \"-\", \"Moghiseh, Heidari, &\"], [\"\", \"\", \"\", \"\", \"ha À1 year À1\", \"\", \"\", \"Ghannadi (2013)\"]]}"
  ]
}