{
  "meta": {
    "title": "Stability and Adaptability of Maize Hybrids for Precision Crop Production in a Long-Term Field Experiment in Hungary",
    "author": "Csaba Bojtor, Seyed Mousavi Mohammad Nasir Mousavi, Árpád Illés, Adrienn Széles, János Nagy, Csaba Marton L Marton",
    "journal": "MDPI AG",
    "date": "2021. 10. 28."
  },
  "paragraphs": [
    {
      "title": "Abstract",
      "div": [
        {
          "text": "Sustainability is one of the main components of precision farming that will lead to food security and production resources for current and future generations. The selection of suitable hybrids and fertilizers is among the methods that can directly influence sustainable agriculture and economic efficiency at the farm level, providing accurate site-specific nutrient management strategies for yield maximization. This experiment included two fertilizer sources in ten maize hybrids in four replications for three consecutive years (2018-2020). The experiment was carried out at the Látókép Crop Production Experimental Site of the University of Debrecen, Hungary. The results of the ANOVA showed that genotype, year, and fertilizer levels had various effects on grain yield, oil, protein, and starch content. FAO340 had maximum grain yield on different fertilizers (NPK and N), and FAO350 had maximum protein content. To gain the best performance and maximum yield of maize on protein and oil, FAO350 is recommended for protein and FAO340 for oil content. The parameters of grain yield, oil content, protein content, and starch content affected by NPK fertilizer provide the stability of grain yield parameters. FAO360, FAO420, and FAO320 hybrids had their maximum desirable N fertilizer doses and NPK fertilizer stability in this research. These results indicate that FAO360, FAO420, and FAO330 hybrids had their maximum potential yield in different fertilizer and environmental conditions. Based on this multi-year study, the complete NPK fertilizer with 150 kg/ha nitrogen, 115 kg/ha potassium, 135 kg/ha phosphorus is recommended to be used on maize hybrids.",
          "table": []
        }
      ]
    },
    {
      "title": "Introduction",
      "div": [
        {
          "text": "With the increase in the global population, the agricultural sector is forced to use high amounts of fertilizers to produce more food while food prices are rising. These factors threaten global food security and a solution must be found. Forecasting year-to-year variability in the yields of major crops is expected to be useful in strengthening the ability of societies to better respond to food production difficulties and food price spikes influenced by climate extremes . Also, to increase food production, the agricultural sector is obliged to apply large amounts of fertilizers, which may adversely affect the environment . A more important issue than production is the optimal allocation and economic return of consumption inputs. It is not enough to increase the efficiency of input consumption from the economic point of view. Instead, farmers should provide a decent income for each unit of input . Improving crop yield production and quality while reducing operating costs and environmental pollution is a key goal in precision agriculture . Usually, farmers Agronomy 2021, 11, 2167 2 of 14 continue to use a given input until the income from the consumption of each unit equals the cost of consuming it . Yield prediction is an essential research topic for optimizing the use of different inputs, as it has an equally important point of reference for farm management during planning, agrotechnological intervention, and preharvest processes . However, the relationship between yield and high inputs values (such as water and nitrogen fertilizer) follows the law of diminishing returns.",
          "table": []
        },
        {
          "text": "Different NPK fertilizer treatments can be used to affect maize yield during the relatively short growth of the crop. Of the different cereals, maize has considerable importance due to its high genetic diversity, ease of planting, growing, and harvesting, control of erosion and weeds, lower expectations for soil nutrients, high sugar content, and high starch content in comparison with other crops . Grain yield is highly dependent on fertilizer consumption, due to the fact that chemical fertilizers are the fastest way to compensate for soil nutrient deficiencies. As a result, high yields have expanded significantly today, in many cases due to fertilizers . In the last 40 years, the FAO has estimated that a 33 to 60 percent increase in crop yields is due to chemical inputs, with fertilizer as the key to food security. However, the excessive use of chemical fertilizers destroys the physical and chemical properties of the soil . Researchers have reported an increase in grain yield due to NPK fertilizers as a result of the plant's greater access to nutrients. It has been shown that the mineralization of soil organic matter alone cannot fully meet the plant's nutritional needs . Other researchers have reported an increase in the quantitative and qualitative properties of maize under the influence of NPK chemical fertilizers. Researchers reported that increasing the amount of fertilizer from 0 to 120% of the recommended amount in NPK fertilizer composition can be optimized during the growing period. Increasing the amount of fertilizer application efficiency causes increasing maize yield . Phosphorus is one of the least active elements in the soil and can be fixed quickly on soil particles, which means they need appropriate phosphorus methods to ensure that it is available to the plant . Consumption of potassium and trace elements increased grain protein percentage, cob length, cob diameter, and maize plant height . Increasing nutrients as much as possible and improving plant performance per unit area can increase the productivity of nutrients by affecting the efficiency of absorption, leading to increased yield or dry matter per nutrient consumed. Conversely, researchers have reported increasing phosphorus utilization reduces its efficiency and productivity . Additive Main effects and Multiplicative Interaction (AMMI) analysis and multiplicative interaction analysis model provide a powerful tool for analyzing and interpreting large genotype matrices in the environment. The AMMI method combines ANOVA and PCA methods that calculate both the sum effect and the multiplicative effect. In this method, based on the additional linear model, the effect of genotype and environment is estimated using analysis of variance, then using principal component analysis, the amount of genotype is separated from the interaction in the environment (GE to the main components, justifying the interaction and the number of Residues or noise). In the AMMI model, genotypes and environments are localized and displayed on the biplot, simplifying the inference about the specific interaction of genotypes and environments . The main objective of this study was to identify the stability of hybrids and optimized fertilizer treatments based on the multiverse method analysis during adaptability in precision farming systems. Furthermore, this study helps to clarify the interrelation-ship between the use of fertilizers and the yield potential of the different maize hybrids, providing hybrid-and site-specific precision nutrient management strategies for sustainable agriculture.",
          "table": []
        }
      ]
    },
    {
      "title": "Materials and Methods",
      "div": []
    },
    {
      "title": "Site Description and Experimental Design",
      "div": [
        {
          "text": "The experiment was performed at the Látókép Crop Production Experiment Site of the University of Debrecen, Hungary. The site was located in the eastern part of the country, 15 km from Debrecen in the Hajdúság loess region. This study is part of a 38-year-old multifactorial fertilization field experiment [30], performed to include two sources of fertilizer (Types of the fertilizer used in this study) in ten maize hybrids (Types of the fertilizer used in this study) in four replications in 3 consecutive years (2018-2020). Sowing was performed in April. Irrigation was applied under rain-fed conditions, and the daily rainfall sum was measured (Figure 1). Rainfall and temperature conditions were suitable for maize production [30][31][32]. In total, the crop density was 72,000 plants per hectare in this study. The 3rd generation Infratec™ 1241 (2017-Denmark) is a whole grain analyzer using near-infrared transmittance technology to test multiple parameters (moisture, protein, oil, starch, etc.) in a broad range of grain commodities. Continental and often extreme conditions characterize the climatic-meteorological factors of the experimental area; the soil is calcareous chernozem with 80-90 cm depth topsoil and 2.7 Hu% humus. The soil has a pH of 6.6 (slightly acidic). In terms of its physical variety, it is a clayey loam with a plasticity index of KA 44, according to Arany.",
          "table": [
            "Types of the fertilizer used in this study.",
            ""
          ]
        }
      ]
    },
    {
      "title": "Statistical Analysis",
      "div": [
        {
          "text": "Variance analysis is a method which shows all changes or scatter in a data set divided into different components. There is a source of scattering for each component. In this method, the total variance or changes to two sources or two components of variance between groups indicate differences between groups and the source or component of variance within groups, which is called error variance and is assumed to be caused by factors Chance or randomly. Correlation is a statistical relationship between two random variables or two sets of data that does not necessarily mean they have a causal relationship. It examines the correlation of the relationships of variables in pairs and separately from the simultaneous effect of other variables. Additive Main effects and Multiplicative Interaction (AMMI) is a multivariate statistical method that explains the summative effects of genotype, environment, and multiplicative effects of genotype × environment. The AMMI formula is the following:",
          "table": []
        },
        {
          "text": "where μ is the overall mean of the studied traits (grain yield, oil content, protein content, starch content) in the population, Gi is the effect of the ith genotypes, Ej is the efficacy of the jth environment (treatments), GEij is the interaction of the ith genotypes with the jth environment, Bij is the effect of the kth replication in the jth environment, and ɛijk is the random error. It provides a good interpretation of the interaction of the genotype × environment. Before the AMMI analysis, the variance uniformity of experimental errors is examined using the Bartlett test. As a next step, the AMMI analysis was performed on the total performance of genotypes in different conditions using GenStat software (Copyright © 2000-2021 VSN International Ltd., Hertfordshire, UK). To analyse the yield stability of maize, the studied lines and hybrids used the AMMI model of the first components (IPCA1) and the second interactions of AMMI (IPCA2) as stability parameters for genotypes and treatments . The response of genotypes in the media used biplots to identify condition-compatible genotypes due to the graphical representation of the reaction of genotypes and conditions in the interaction effect. The GGE method (genotype + genotype × environment) biplot is one of the new methods in studying genotype × environment interaction. The effect of genotype and the interaction of genotype × on the environment are not separated. GGE biplot is used as a suitable tool for the following three purposes: A. Analyze large environments and give a model of which is suitable for which a particular genotype; B: Evaluation of stable genotypes with moderate yield; C: Evaluation of environmental.",
          "table": []
        }
      ]
    },
    {
      "title": "Statistical Analysis",
      "div": [
        {
          "text": "Variance analysis is a method which shows all changes or scatter in a data set divided into different components. There is a source of scattering for each component. In this method, the total variance or changes to two sources or two components of variance between groups indicate differences between groups and the source or component of variance within groups, which is called error variance and is assumed to be caused by factors Chance or randomly. Correlation is a statistical relationship between two random variables or two sets of data that does not necessarily mean they have a causal relationship. It examines the correlation of the relationships of variables in pairs and separately from the simultaneous effect of other variables. Additive Main effects and Multiplicative Interaction (AMMI) is a multivariate statistical method that explains the summative effects of genotype, environment, and multiplicative effects of genotype × environment. The AMMI formula is the following:",
          "table": []
        },
        {
          "text": "where µ is the overall mean of the studied traits (grain yield, oil content, protein content, starch content) in the population, G i is the effect of the i th genotypes, E j is the efficacy of the j th environment (treatments), GE ij is the interaction of the i th genotypes with the j th environment, B ij is the effect of the k th replication in the j th environment, and ε ijk is the random error. It provides a good interpretation of the interaction of the genotype × environment. Before the AMMI analysis, the variance uniformity of experimental errors is examined using the Bartlett test. As a next step, the AMMI analysis was performed on the total performance of genotypes in different conditions using GenStat software (Copyright © 2000-2021 VSN International Ltd., Hertfordshire, UK). To analyse the yield stability of maize, the studied lines and hybrids used the AMMI model of the first components (IPCA1) and the second interactions of AMMI (IPCA2) as stability parameters for genotypes and treatments .",
          "table": []
        },
        {
          "text": "The response of genotypes in the media used biplots to identify condition-compatible genotypes due to the graphical representation of the reaction of genotypes and conditions in the interaction effect. The GGE method (genotype + genotype × environment) biplot is one of the new methods in studying genotype × environment interaction. The effect of genotype and the interaction of genotype × on the environment are not separated. GGE biplot is used as a suitable tool for the following three purposes: A. Analyze large environments and give a model of which is suitable for which a particular genotype; B: Evaluation of stable genotypes with moderate yield; C: Evaluation of environmental.",
          "table": []
        }
      ]
    },
    {
      "title": "Results",
      "div": [
        {
          "text": "Variance analysis showed the effect of the genotype, year, genotype × year inter-action, and year × treatments (NPK) interaction were significant in grain yield, oil content, protein content, and starch content. The NPK treatment had a significant effect on grain yield, protein content, and starch content was significant at one percent (p < 0.01), and a significant effect on oil content at five percent (p < 0.05). Interaction of the years × genotype × NPK was not significant in the case of either parameter in the first treatments. In the second treatment (N fertilizer), variance analysis showed that the effect of genotypes, treatments, year, year × genotypes interaction, treatments × year interaction was significant on grain yield, protein content, oil content, and starch content. The effect of genotypes × treatments interaction was significant on protein content. The effect of genotypes × treatments in the year interaction was significant on grain yield (Hybrids used in this study). Tukey grouping showed that FAO 370 hybrids had a maximum performance on grain yield, FAO 340 had a maximum performance in oil content, FAO 350 had a maximum performance in protein content, and FAO 300 had a maximum performance in starch content as a result of the first treatment (NPK treatment). Tukey grouping showed that FAO430 had a maximum performance on grain yield, FAO 340 had a maximum performance in oil content, FAO350 had a maximum performance in protein content, and FAO 300 had the best performance in starch content as a result of the second treatment (nitrogen treatment) of this study (Hybrids used in this study). Correlation analysis between performance parameters (oil content, protein, starch, and grain yield) of maize showed a positive correlation between proteins with oil content. Also, there is no correlation between the other parameters. (Figure 2A). Correlation analysis showed that protein content had a positive correlation with the oil content in this research. In addition, starch content negatively correlated with protein content and oil content of all examined hybrids.  Additive Main effects and Multiplicative Interaction (AMMI) analysis showed a significant effect of the genotypes, the effect of NPK × genotype interaction, and the effect of Additive Main effects and Multiplicative Interaction (AMMI) analysis showed a significant effect of the genotypes, the effect of NPK × genotype interaction, and the effect of genotypes × NPK interaction. The first principle component analysis (IPCA1) covered 64 percent, and the second principal component analysis (IPCA2) covered 30 percent of the total variance of data on the first treatment. The effect of the NPK treatment was not significant in this analysis. (Hybrids used in this study). AMMI biplot showed that the protein content was stable in maize hybrids following NPK treatment. Grain yield and starch content showed yield stability as a result of the NPK × genotypes interaction. The oil content was stable among the different maize hybrids. FAO300, FAO420, FAO330, FAO350, and FAO360 had maximum stability in grain yield and protein content (Figure 3Y). AMMI analysis showed a significant effect of fertilizer, genotype, and their interaction in this analysis. The first principal component analysis covered 54 percent, and the second principal component analysis covered 34 percent of the total variance of all data on the second treatment (Hybrids used in this study). AMMI biplot showed that oil content showed stability of performance in the case of different fertilizer levels, and grain yield had minimum stability due to different fertilizer levels. Also, FAO490, FAO380, FAO340, FAO360, FAO420, and FAO330 showed desirable stability on performance in this research (Figure 3Z).  GGE biplot showed that the hybrids FAO300, FAO330, and FAO420 showed mum stability in their oil content. FAO 350, FAO360, FAO330 had maximum stabil their protein content. FAO330, FAO380, FAO490, FAO430, and FAO300 had maxi stability in their starch content. FAO420, FAO300, FAO370, FAO430, and FAO490 maximum stability in their grain yield. The first principal component analysis co 61.23 percent, and the second principal component analysis covered 29.30 percent total data of this research. Ninety percent of the total data is covered by the GGE b figure (Figure 4). GGE biplot showed that the hybrids FAO300, FAO330, and FAO420 showed maximum stability in their oil content. FAO 350, FAO360, FAO330 had maximum stability in their protein content. FAO330, FAO380, FAO490, FAO430, and FAO300 had maximum stability in their starch content. FAO420, FAO300, FAO370, FAO430, and FAO490 had maximum stability in their grain yield. The first principal component analysis covered 61.23 percent, and the second principal component analysis covered 29.30 percent of the total data of this research. Ninety percent of the total data is covered by the GGE biplot figure (Figure 4). GGE biplot analysis showed that FAO340 showed maximum performance and desirable stability in oil content, FAO350, FAO360, and FAO340 had the best performance in protein content, FAO380, FAO490, FAO330, FAO370, FAO420 and FAO300had the best performance in starch, FAO430, FAO300, FAO330 and FAO370 had maximum performance and desirable stability in grain yield. The first principal component covered 54 percent, and the second principal component covered 25 percent of the total variance of all data (Figure 5). GGE biplot analysis showed that FAO340 showed maximum performance an sirable stability in oil content, FAO350, FAO360, and FAO340 had the best perform in protein content, FAO380, FAO490, FAO330, FAO370, FAO420 and FAO300had the performance in starch, FAO430, FAO300, FAO330 and FAO370 had maximum pe mance and desirable stability in grain yield. The first principal component covered 54 cent, and the second principal component covered 25 percent of the total variance data (Figure 5).",
          "table": [
            "Hybrids used in this study.",
            "Results of variance analysis based on fertilizer treatments in hybrids in years.",
            "Tukey grouping analysis of hybrids in fertilizer treatments.",
            "Tukey grouping analysis of hybrids in fertilizer treatments."
          ]
        }
      ]
    },
    {
      "title": "Discussion",
      "div": [
        {
          "text": "The twentieth century has seen a significant increase in crop yields. Much of this crease has been achieved since the Second World War, and changes in crop potential yi and management methods have exacerbated this increase. However, food security a the need to provide food for the world's population are projected to reach 10.4 billion 2050. Finding the right solutions to the challenges mentioned above and concerns abo global food security over the next 30 years is an important reminder that crop yields m continue to increase over the next three decades. The consumption of sufficient nutrie was appropriate according to the physiological characteristics of growth, and the dev opment of crops is one of the management strategies to improve yield. This resear showed that the genotype, year, and fertilizer levels varied grain yield, oil percent, prot content, and starch content. FAO340 had a maximum performance in oil on different f tilizers (NPK and N), and FAO350 had a maximum performance in protein content. gain the best performance of maize in terms of protein and oil, FAO350 and FAO340",
          "table": []
        }
      ]
    },
    {
      "title": "Discussion",
      "div": [
        {
          "text": "The twentieth century has seen a significant increase in crop yields. Much of this increase has been achieved since the Second World War, and changes in crop potential yield and management methods have exacerbated this increase. However, food security and the need to provide food for the world's population are projected to reach 10.4 billion by 2050. Finding the right solutions to the challenges mentioned above and concerns about global food security over the next 30 years is an important reminder that crop yields must continue to increase over the next three decades. The consumption of sufficient nutrients was appropriate according to the physiological characteristics of growth, and the development of crops is one of the management strategies to improve yield. This research showed that the genotype, year, and fertilizer levels varied grain yield, oil percent, protein content, and starch content. FAO340 had a maximum performance in oil on different fertilizers (NPK and N), and FAO350 had a maximum performance in protein content. To gain the best performance of maize in terms of protein and oil, FAO350 and FAO340 are potential choices in terms of protein and oil content, respectively. Nitrogen application has a significant effect on the quantitative and qualitative yield characteristics of maize. The obtained results showed different reactions of maize hybrids to different levels of nitrogen fertilizer. In separate studies, some researchers reported that nitrogen can be increasing the grain yield on maize . Cui et al.  reported using 180 and 200 kg N/ha to achieve optimal maize yield. Increasing the amount of N fertilizer on maize showed the existing variation of parameters. For example, increasing N fertilizer amounts causes increasing starch content in kernels and decreasing oil percent and protein content. In this study, the grain yield is stable, while the oil content, protein content, and starch content was affected by NPK fertilization. FAO360, FAO420, and FAO320 hybrids showed their maximum desirable stability as a result of N fertilizer and NPK fertilizer in this research. The obtained results indicate that the hybrids FAO360, FAO420, and FAO330 hybrids showed their maximum performance in different conditions and situations of the fertilizer and environmental conditions. Examination of the effect of nitrogen on the quantitative and qualitative properties of maize showed that nitrogen increases dry matter production, grain yield, and yield components. Grain yield was significantly increasing due to the level of nitrogen fertilizer applied, and increasing ear length, grain number, ear weight, and grain yield showed a positive and significant correlation . FAO360 and FAO350 hybrids showed the best performance on oil content as a result of N fertilizer and NPK fertilizer. In addition, FAO300, FAO330, FAO380, and FAO490 showed the best performance on starch content, and FAO300 and FAO430 had a maximum performance on grain yield in the case of different fertilizer levels. For this reason, this hybrid is recommended to farmers to reach their performance goals. Furthermore, the obtained results showed researchers that the protein content increases with increasing the amount of nitrogen, and the amount of protein increases more if phosphorus and potassium are also applied . Based on the principle of sustainability, agriculture uses desirable and optimal fertilizers and hybrids with the new technical management method. This study showed that the yield of maize hybrids on NPK fertilizer and nitrogen fertilizer can improve stability and adaptability of yield hybrids. FAO 420 showed adaptability and stability on grain yield as a result of nitrogen fertilization at the fifth dose level (300 Kg/ha nitrogen, 184 Kg/ha phosphorus, 216 Kg/ha potassium). FAO 430 showed adaptability and stability in NPK fertilizer at the fifth dose level (150 Kg/ha nitrogen, 115 Kg/ha phosphorus, 135 Kg/ha potassium). FAO 330 showed adaptability and stability on starch; FAO 350 had stability on protein content; FAO 340 showed adaptability on oil content in fifth doses level nitrogen fertilizer and NPK fertilizer. It seems that, with the addition of chemical fertilizer to the soil, soil nitrogen increased. Consequently, the plant's uptake of this element increased, and with its transfer to the grain, the percentage of grain nitrogen increased . Mulyani et al.  reported that the combination of chemical fertilizers increased the uptake of nitrogen, phosphorus, and potassium in sugarcane. Nitrogen increased dry matter production, longevity, stem size and durability, plant size, leaf area index, and leaf area durability. In addition, potassium can increase the number of stomata on the leaf surface and result in more gas exchange and carbon dioxide uptake, increasing the intensity of photosynthesis and increasing growth and yield. This study showed that optimal fertilization could help to balance nutrients. However, increased use of fertilizer causes damage to the environment and changes the balance of nutrients. One of the goals of sustainable agriculture is to reach a balance of nutrients in the soil. Therefore, the study attempted to reach optimal fertilizer levels with maximum performance maize hybrids.",
          "table": []
        }
      ]
    },
    {
      "title": "Conclusions",
      "div": [
        {
          "text": "Sustainable agriculture acts in the interests of human beings. It is more efficient in using resources in balance with the environment. In other words, sustainable agriculture must be ecologically appropriate economically justifiable and socially desirable. This research showed maximum oil content in FAO340, protein in FAO350, and starch in FAO330 on NPK and nitrogen fertilizer. Grain yield showed maximum stability in FAO420 as a result of NPK fertilization and FAO430 as a result of nitrogen fertilization. Depending on the given fertilizer application, farmers can use the various hybrids to obtain a stable yield. The use of nitrogen fertilizer can result in the maximum grain yield in maize, but using potassium and phosphorus with nitrogen can also stabilize grain yield and other parameters. This study recommends using the complete fertilizer NPK dose with (150 Kg/ha nitrogen, 115 Kg/ha potassium, 135 Kg/ha phosphorus) on maize hybrids.",
          "table": []
        }
      ]
    }
  ],
  "tables": [
    "{\"title\": \"Types of the fertilizer used in this study.\", \"head\": [\"Treatments\", \"Level\", \"N(Kg\\\\ha)\", \"P2O5(\"], \"value\": []}",
    "{\"title\": \"\", \"head\": [\"\", \"0\", \"0\", \"0\", \"0\", \"0\"], \"value\": [[\"\", \"1\", \"30\", \"23\", \"27\", \"80\"], [\"Treatment I\", \"2\", \"60\", \"46\", \"54\", \"160\"], [\"\", \"3\", \"90\", \"69\", \"81\", \"240\"], [\"\", \"4\", \"120\", \"92\", \"108\", \"320\"], [\"\", \"5\", \"150\", \"115\", \"135\", \"400\"], [\"\", \"0\", \"0\", \"0\", \"0\", \"0\"], [\"\", \"1\", \"60\", \"184\", \"216\", \"460\"], [\"Treatment II\", \"2\", \"120\", \"184\", \"216\", \"520\"], [\"\", \"3\", \"180\", \"184\", \"216\", \"580\"], [\"\", \"4\", \"240\", \"184\", \"216\", \"640\"], [\"\", \"5\", \"300\", \"184\", \"216\", \"700\"]]}",
    "{\"title\": \"Hybrids used in this study.\", \"head\": [\"Hybrids in Figures\", \"Hybrids\", \"FAO Number\"], \"value\": [[\"A\", \"FAO300\", \"300\"], [\"B\", \"FAO330\", \"330\"], [\"C\", \"FAO340\", \"340\"], [\"D\", \"FAO350\", \"350\"], [\"E\", \"FAO380\", \"380\"], [\"F\", \"FAO360\", \"360\"], [\"G\", \"FAO420\", \"420\"], [\"H\", \"FAO490\", \"490\"], [\"I\", \"FAO370\", \"370\"], [\"J\", \"FAO430\", \"430\"]]}",
    "{\"title\": \"Results of variance analysis based on fertilizer treatments in hybrids in years.\", \"head\": [\"\", \"Sources of Variance\", \"df\", \"Yield\", \"Oil\", \"Protein\", \"Starch\"], \"value\": [[\"\", \"Genotypes\", \"9\", \"20.25 **\", \"92.87 **\", \"53.54 **\", \"37.45 **\"], [\"\", \"Treatments (NPK)\", \"5\", \"400.12 **\", \"2.98 *\", \"268.83 **\", \"19.70 **\"], [\"Treatment I\", \"Year\", \"2\", \"381.71 **\", \"1732.50 **\", \"4470.83 **\", \"275.90 **\"], [\"\", \"Genotype × Treatments\", \"45\", \"1.04\", \"1.03\", \"1.67 **\", \"1.16\"], [\"\", \"Genotype × Year\", \"18\", \"22.62 **\", \"53.16 **\", \"46.73 **\", \"25.72 **\"], [\"\", \"Treatments ×Year\", \"10\", \"4.73 **\", \"5.59 **\", \"30.29 **\", \"14.96 **\"], [\"\", \"Genotypes × Treatments × Year\", \"90\", \"1.14\", \"1.10\", \"1.16\", \"1.10\"], [\"\", \"Genotypes\", \"9\", \"6.38 **\", \"83.65 **\", \"21.24 **\", \"15.47 **\"], [\"\", \"Treatments (N)\", \"5\", \"338.36 **\", \"4.39 **\", \"253.82 **\", \"25.96 **\"], [\"\", \"Year\", \"2\", \"162.71 **\", \"2678.21 **\", \"3554.64 **\", \"541.76 **\"], [\"Treatment II\", \"Genotype × Treatments\", \"45\", \"1.21\", \"1.17\", \"1.54 *\", \"1.19\"], [\"\", \"Genotype × Year\", \"18\", \"15.87 **\", \"43.56 **\", \"24.11 **\", \"16.52 **\"], [\"\", \"Treatments × Year\", \"10\", \"18.32 **\", \"7.29 **\", \"12.35 **\", \"9.69 **\"], [\"\", \"Genotypes × Treatments × Year\", \"90\", \"1.41 *\", \"1.20\", \"1.17\", \"1.19\"]]}",
    "{\"title\": \"Tukey grouping analysis of hybrids in fertilizer treatments.\", \"head\": [\"Fertilizer Index Genotypes\", \"Mean (t/ha)\", \"Grouping\", \"\", \"Genotypes\", \"Mean (%)\", \"Grouping\", \"\", \"Genotypes\", \"Mean (%)\", \"Grouping\", \"\", \"Genotypes\", \"Mean (%)\", \"Grouping\"], \"value\": [[\"\", \"\", \"FAO370\", \"9.91\", \"A\", \"\", \"FAO340\", \"4.10\", \"A\", \"\", \"FAO350\", \"7.19\", \"A\", \"\", \"FAO300\", \"65.06\", \"A\"], [\"\", \"\", \"FAO420\", \"9.77\", \"B\", \"\", \"FAO300\", \"3.80\", \"B\", \"\", \"FAO340\", \"6.93\", \"B\", \"\", \"FAO380\", \"64.89\", \"B\"], [\"\", \"\", \"FAO490\", \"9.71\", \"B\", \"\", \"FAO420\", \"3.80\", \"B\", \"\", \"FAO380\", \"6.92\", \"B\", \"\", \"FAO370\", \"64.45\", \"C\"], [\"\", \"\", \"FAO430\", \"9.58\", \"B\", \"\", \"FAO330\", \"3.75\", \"C\", \"\", \"FAO360\", \"6.87\", \"B\", \"\", \"FAO420\", \"64.40\", \"C\"], [\"T I\", \"Yield\", \"FAO300\", \"9.42\", \"B\", \"Oil\", \"FAO370\", \"3.69\", \"D\", \"Protein\", \"FAO490\", \"6.80\", \"C\", \"Starch\", \"FAO350\", \"64.29\", \"C\"], [\"\", \"\", \"FAO330\", \"9.29\", \"B\", \"\", \"FAO430\", \"3.68\", \"E\", \"\", \"FAO330\", \"6.65\", \"D\", \"\", \"FAO490\", \"64.15\", \"D\"], [\"\", \"\", \"FAO340\", \"9.26\", \"B\", \"\", \"FAO490\", \"3.63\", \"F\", \"\", \"FAO370\", \"6.62\", \"D\", \"\", \"FAO330\", \"64.15\", \"D\"], [\"\", \"\", \"FAO380\", \"9.21\", \"B\", \"\", \"FAO380\", \"3.62\", \"G\", \"\", \"FAO430\", \"6.54\", \"E\", \"\", \"FAO360\", \"63.79\", \"D\"], [\"\", \"\", \"FAO360\", \"8.26\", \"C\", \"\", \"FAO350\", \"3.61\", \"G\", \"\", \"FAO300\", \"6.43\", \"F\", \"\", \"FAO430\", \"63.73\", \"D\"], [\"\", \"\", \"FAO350\", \"8.17\", \"C\", \"\", \"FAO360\", \"3.55\", \"G\", \"\", \"FAO420\", \"6.30\", \"F\", \"\", \"FAO340\", \"62.94\", \"E\"], [\"\", \"\", \"FAO430\", \"11.87\", \"A\", \"\", \"FAO340\", \"4.1155\", \"A\", \"\", \"FAO350\", \"7.83\", \"A\", \"\", \"FAO300\", \"64.07\", \"A\"], [\"\", \"\", \"FAO380\", \"11.25\", \"B\", \"\", \"FAO420\", \"3.80\", \"B\", \"\", \"FAO340\", \"7.75\", \"B\", \"\", \"FAO370\", \"64.01\", \"A\"], [\"\", \"\", \"FAO300\", \"11.24\", \"B\", \"\", \"FAO300\", \"3.76\", \"C\", \"\", \"FAO380\", \"7.66\", \"B\", \"\", \"FAO380\", \"64.00\", \"A\"], [\"\", \"\", \"FAO490\", \"11.20\", \"B\", \"\", \"FAO330\", \"3.70\", \"D\", \"\", \"FAO490\", \"7.58\", \"C\", \"\", \"FAO330\", \"63.85\", \"B\"], [\"T II\", \"Yield\", \"FAO330\", \"11.13\", \"C\", \"Oil\", \"FAO490\", \"3.68\", \"E\", \"Protein\", \"FAO360\", \"7.44\", \"D\", \"Starch\", \"FAO350\", \"63.41\", \"C\"], [\"\", \"\", \"FAO340\", \"11.12\", \"C\", \"\", \"FAO430\", \"3.67\", \"E\", \"\", \"FAO430\", \"7.37\", \"E\", \"\", \"FAO420\", \"63.24\", \"D\"], [\"\", \"\", \"FAO370\", \"11.10\", \"C\", \"\", \"FAO370\", \"3.66\", \"E\", \"\", \"FAO300\", \"7.34\", \"E\", \"\", \"FAO430\", \"63.14\", \"D\"], [\"\", \"\", \"FAO420\", \"10.63\", \"C\", \"\", \"FAO380\", \"3.62\", \"E\", \"\", \"FAO330\", \"7.33\", \"E\", \"\", \"FAO490\", \"63.08\", \"D\"], [\"\", \"\", \"FAO350\", \"10.56\", \"C\", \"\", \"FAO350\", \"3.61\", \"F\", \"\", \"FAO370\", \"7.24\", \"E\", \"\", \"FAO360\", \"63.04\", \"D\"], [\"\", \"\", \"FAO360\", \"10.46\", \"C\", \"\", \"FAO360\", \"3.54\", \"F\", \"\", \"FAO420\", \"7.16\", \"E\", \"\", \"FAO340\", \"62.76\", \"D\"], [\"\", \"\", \"\", \"\", \"\", \"\", \"(TI= Treatment I: NPK fertilizer) and (TII= Treatment II: N fertilizer).\", \"\", \"\", \"\", \"\", \"\", \"\"]]}",
    "{\"title\": \"Results of the AMMI Variance analysis.\", \"head\": [\"\", \"Source\", \"df\", \"SS\", \"MS\", \"F\", \"Percentage F_prob\"], \"value\": [[\"\", \"Total\", \"2879\", \"92.99\", \"0.032\", \"-\", \"\", \"-\"], [\"\", \"Treatments\", \"59\", \"59.68\", \"1.530\", \"130.21\", \"\", \"0.00000\"], [\"\", \"Genotypes\", \"9\", \"0.31\", \"0.034\", \"2.90\", \"\", \"0.00206\"], [\"TI\", \"NPK Block\", \"5 18\", \"57.67 0.07\", \"19.222 0.006\", \"3143.42 0.52\", \"\", \"0.90308 0.00000\"], [\"\", \"Interactions\", \"45\", \"1.71\", \"0.063\", \"5.39\", \"\", \"0.00000\"], [\"\", \"IPCA1\", \"13\", \"1.10\", \"0.100\", \"8.53\", \"0.64\", \"0.00000\"], [\"\", \"IPCA2\", \"11\", \"0.51\", \"0.057\", \"4.84\", \"0.30\", \"0.33687\"], [\"\", \"Residuals\", \"21\", \"0.09\", \"0.013\", \"1.14\", \"0.06\", \"-\"], [\"\", \"Error\", \"2802\", \"33.24\", \"0.012\", \"-\", \"\"]]}",
    "{\"title\": \"Cont.\", \"head\": [\"\", \"Total\", \"2879\", \"80.86\", \"0.028\", \"-\", \"\", \"-\"], \"value\": [[\"\", \"Treatments\", \"59\", \"41.75\", \"1.070\", \"77.54\", \"\", \"0.00000\"], [\"\", \"Genotypes\", \"9\", \"0.35\", \"0.039\", \"2.82\", \"\", \"0.00264\"], [\"\", \"NPK\", \"5\", \"40.41\", \"13.471\", \"2303.35\", \"\", \"0.00000\"], [\"TII\", \"Block\", \"18\", \"0.07\", \"0.006\", \"0.42\", \"\", \"0.95497\"], [\"\", \"Interactions\", \"45\", \"0.98\", \"0.036\", \"2.64\", \"\", \"0.00001\"], [\"\", \"IPCA1\", \"13\", \"0.53\", \"0.048\", \"3.51\", \"0.54\", \"0.00007\"], [\"\", \"IPCA2\", \"11\", \"0.34\", \"0.037\", \"2.70\", \"0.34\", \"0.00390\"], [\"\", \"Residuals\", \"21\", \"0.12\", \"0.017\", \"1.20\", \"0.12\", \"0.29955\"], [\"\", \"Error\", \"2802\", \"39.04\", \"0.014\", \"-\", \"\", \"-\"]]}"
  ]
}