{
  "meta": {
    "title": "Stability yield indices on different sweet corn hybrids based on AMMI analysis",
    "author": "S Mousavi M N Mousavi, A Illés, A Szabó, S Shojaei H Shojaei, C Demeter, Z Bakos, A Vad, A Széles, J Nagy, C Bojtor",
    "journal": "FapUNIFESP (SciELO)",
    "date": "2024."
  },
  "paragraphs": [
    {
      "title": "Abstract",
      "div": [
        {
          "text": "Currently, sweet corn is considered an important crop due to its high sugar content and low starch content. Important sugars in sweet corn include sucrose, fructose, glucose, and maltose. The purpose of the present study was to use the yield indices of the eight examined sweet corn hybrids and the correlation of the yield indices together. Concentration is important for consumers in terms of yield indices. The research site was located at the Látókép Experimental Station of the University of Debrecen. The small plot experiment had a strip plot design with four replications. The previous crop was sweet corn; the plant density was 64 thousand/ha. The obtained result indicates that Biplot AMMI based on IPCA1 showed that the DB, NO, GS, and GB hybrids had stability and high performance in terms of yield indices. At the same time, fructose and glucose had stable parameters for the hybrids involved in the study. IPCA1 AMMI biplot showed that the ME hybrid had stability and high performance in terms of iron and zinc as well. IPCA2 AMMI biplot showed that DE, GB, and GS hybrids had stability and the highest performance on yield parameters in the scope of the research. Fructose, glucose, and sucrose had stable parameters on hybrids based on IPCA2. The DB and SE hybrids had desirable performance in Lutein and Zeaxanthin based on the biplot. The DE hybrid had a maximum performance on iron and zinc parameters.",
          "table": []
        }
      ]
    },
    {
      "title": "",
      "div": [
        {
          "text": "carotenoids (β-carotene, β-cryptoxanthin and α-carotenes) serve as an important dietary intervention for relieving vitamin A shortage in developing countries (Simon, 1992). Lutein and zeaxanthin are the primary carotenoids in the fresh sweet corn market, while β-carotene, α-carotene, β-cryptoxanthin and antheraxanthin occur but in lower doses (Kurilich and Juvik, 1999;Kopsell et al., 2009). Lutein and zeaxanthin belong to the sub-category of xanthophylls, and they are associated with age-related macular degeneration (Perry et al., 2009). In addition to sugar content, it has been reported that carotenoid content in sweet corn cobs, including the sh2 gene, is higher than in standard and sugar enhanced sweet corn (Singh et al., 2014). Probably in yellow sweet corn it is higher than in the case of other colour types of maize (Lynch et al., 1999). As that the xanthophyll content of the examined cobs was ca. 0.02mg/g, they can be considered highly pigmented (Scott and Eldridge, 2005). This study aims to evaluate Hungary's new sweet maize hybrids' biochemical parameters.",
          "table": []
        }
      ]
    },
    {
      "title": "Materials and Methods",
      "div": []
    },
    {
      "title": "Site description",
      "div": [
        {
          "text": "The experiments were carried out in the Research Center of the University of Debrecen on chernozem soil with calcareous deposits. Eight sweet corn hybrids were tested (A: DB, B: HO, C: GB, D: SE, E: ME, F: DE, G: GS, H: NO). The small plot experiment had a strip plot design with four replications. The previous crop was sweet corn, plant density was 64 thousand/ha. Applied nutrients were 90 kg N/ha, 23 kg CaO/ha, 16 kg Mg/ha. The experimental station is located on high quality calciferous chernozem soil, with width top (80 cm) A layer. The average of the organic matter in the plots were 2.13% in the top 30 centimeters. The pH content decreased slightly with increasing nitrogen levels. The average of the soil pH was slightly acidic (5.80) (Soil parameters in the experiment). In the winter months of 2020 (January-February), the total precipitation was 59.6 mm, which was lower than the multiple-year average (67.2 mm). The total precipitation from April to September was 214 mm in 2020 and 181 mm in 2021 (Figure 1). Dry matter (DM), Fructose (Fruc), Glucose (Glu), Sucrose (Suc), Calcium (Ca), Iron (Fe), Potassium (K), Magnesium (Mg), Zinc (Zn), Phosphorus (P), Lutein (Lu), Zeaxanthin (Zx),β-Cryptoxanthin (β), α-Carotene (α), 9Z-β-Carotene(9Z), and β-Carotene (β C). The parameters were determined under laboratory conditions at the Accredited Agricultural Instrument Centre of the University of Debrecen by removing the grains from ten cobs on each",
          "table": [
            "Soil parameters in the experiment."
          ]
        }
      ]
    },
    {
      "title": "Introduction",
      "div": [
        {
          "text": "Sweet corn hybrids are classified based on the type of endosperm mutation that increases sweetness. The most common types of sweet corn include standard hybrids with increased sweetness, super sweet hybrid (super sweet), synergistic hybrid and triple hybrid. Each of these hybrids has some desirable and undesirable characteristics. Sweet corn is a type of corn that has a high sugar content. Sweet corn was created due to a reverse mutation in the genes that control the conversion of sugar into starch inside the seed. (Revilla et al., 2021). Currently, sweet corn is considered an important crop due to its high sugar content and low starch content. Important sugars in sweet corn include sucrose, fructose, glucose, and maltose. In addition to various sugars, sweet corn has a compound called \"water-soluble polysaccharide,\" which can be easily absorbed after being converted into simpler sugars (Nemeskéri et al., 2019). This maize has a small amount of starch (about one percent). Sweet corn is rich in vitamins B, A and C. It also contains minerals such as calcium, phosphorus, iron, potassium and manganese. The potassium content of the crop is significant (Khan et al., 2018). Sweet corn produces ears whose grain endosperm has a high percentage of sugar. The sweetness of the grains is the most important factor in the quality of sweet corn. It is affected by the amount of sugar and starch in the grains. Crispy grains and raw texture are other traits that help improve the quality of sweet corn (Okumura et al., 2014). The best breeding method to increase maize yield per unit production area is the growing of maize hybrids. Due to the limitation of arable land and water resources, it is possible to maximize the use of arable land by using the multi-vessel system per year. For this purpose, early maturing hybrids are recommended that can be planted after grain harvest. Increasing the density compensated for the yield limitation of early maturing hybrids compared to late maturing hybrids (Coşkun et al., 2006). Maize yield data also allowed for the additive main effect and multiplicative interaction (AMMI) analysis. (Illes et al., 2021;Khodadad et al., 2013;Bojtor et al., 2022Bojtor et al., , 2021a;;Shojaei et al., 2022;Szabó et al., 2022;Khatibi et al., 2022;Mousavi et al., 2018Mousavi et al., , 2019)). Lutein and zeaxanthin help treat and prevent macular degeneration and cataracts antioxidants in maize, which, in advanced cases, lead to blindness (Calvo-Brenes et al.,2019). Zeaxanthin-biofortified sweet corn has a deeper golden-orange colour than standard yellow sweet corn due to a greater ratio of orange carotenoids (zeaxanthin, β-cryptoxanthin and β-carotene) to yellow carotenoids (lutein, zeaxanthin) (Khamkoh et al., 2019). Orange maize genotypes rich in provitamin A hybrid and in each replication and taking average samples from the grains.",
          "table": []
        }
      ]
    },
    {
      "title": "Laboratory testing methodology",
      "div": [
        {
          "text": "A gentle, low temperature was applied to determine various elements during the drying of sweet corn grains. Samples were dried at 50 ° C and stored at 24 ° C until processing. The drying process started in a drying oven at maximum air velocity immediately after collecting the samples from the population (Moros et al., 2002). 0.5 g of the prepared sample was measured to determine the element content of sweet corn grain samples and 5 mL of distilled c.c. HNO 3 and 3 mL of 30% H 2 O 2 were added. The sample was sealed and digested in four steps by the Application Note 076 method, using an ETHOS Plus Milestone microwave digestion system. After the digestion process, the vessels were cooled, and the contents were poured into 50 mL volumetric flasks. Measurements were performed with an inductively coupled plasma atomic emission ICAP 7000 spectrophotometer (Thermo Scientific). The light emission of the plasma was spectrally resolved to measure the intensity of the spectral line of each element at a given wavelength. Each element can be measured at several wavelengths. The optimal one was selected without interference and spectral line overlap: Ca -317.933, Fe-238.204, K-769.896, Li-670.784, Mg-285.213, Na-589.592, P-177.495, Zn-213.856. As a next step, the ICP-OES instrument was used to measure the sample solutions considering the optimal instrument parameters and evaluate the obtained data. The sugar content of the samples was measured in the accredited laboratory of the University using HPLC (Agilent 1200 RI). The samples were first dissolved and then measured after separation, dilution and filtration. Measurement procedure: 3-5 g were weighed in a centrifuge tube, 10 mL of the acetonitrile-water mixture, 0.5-0.5 mL of Carrez I and II solution were added to the sample, then mixed. The final volume is 20-25 mL. 100-100 mg of solid fructose, glucose and sucrose were added to the sample, and the amounts were determined.",
          "table": []
        },
        {
          "text": "The moisture content of sweet corn samples was measured before determining the amount of carotenoids in the samples. The tests were performed according to A.O.A.C. Official Method 934.01. The maize samples were ground with dry ice, and approximately 1/3 of the ground sample was placed in a 40 mL EPA vial, weighed accurately. The dry ice was stored in an open container at room temperature until sublimation. Immediately after reaching room temperature, the vial was weighed to calculate the initial sample weight for moisture content determination. The vials were then placed in a vacuum drying oven at 70 °C, using a vacuum of 500 mbar, reduced to 100 mbar after 3 hours and dried overnight at the same pressure. After removing the oven, the sample was hermetically sealed and weighed when it had cooled to room temperature.",
          "table": []
        },
        {
          "text": "To determine the amount of lutein, zeaxanthin, and β-cryptoxanthin a specific method was used . Maize samples were ground with dry ice and stored in an open container in the freezer at -18 °C until the dry ice was sublimed. For testing, 0.6 g of ground sample was weighed into a 50 mL centrifuge tube. 6 mL of 100% ethanol was added and the tube was vortexed for 30 seconds and then ultrasonicated in a cooled ultrasonic bath for 5 minutes. 3 mL of 10% NaCl solution and 10 mL of hexane were added and the tube was vortexed for 30 seconds and centrifuged for 3 min until phase separation at 5000 rpm. The upper hexane phase was pipetted into an evaporator tube. The hexane extraction was repeated twice until the lower aqueous-alcoholic phase was discoloured. The collected hexane fractions were evaporated to dryness under a stream of nitrogen at room temperature in the dark. 2 mL of MeOH containing 0.1% BHT was added to the evaporated residue. After dissolution by vortex and ultrasonication, the solution was filtered through a syringe filter with a pore diameter of 0.22 μm into an HPLC vial, stored in a freezer at -18 °C until HPLC analysis.",
          "table": []
        }
      ]
    },
    {
      "title": "Statistical analysis",
      "div": [
        {
          "text": "Correlation is a term that refers to the strength of the relationship between two variables, in which a strong or high correlation means that two or more variables are strongly related to each other. In contrast, a weak or low correlation means that the variables are weakly related. Correlation analysis examines the strength of this relationship with existing statistical data. The most widely used statistical bivariate index correlation is the Pearson correlation coefficient, commonly called the Pearson correlation, abbreviated as R. Pearson coefficient shows the extent to which there is a linear relationship between quantitative variables. The main use of the Pearson coefficient is when variables are parametric; that is, they have a normal distribution and are at a distance / relative level. Some researchers use the Pearson coefficient when the variables are of the quasi-distance type (i.e., each variable is a combination of several sequential variables, so-called compression scales). Some authors have even used the Pearson coefficient for a two-valued variable and a distance/relative variable. Interpreting Pearson correlation can also be logical when one variable is bi-value (containing only two levels) (Ilker, 2011;Shojaei et al., 2021;Mousavi et al., 2022;Bodnár et al., 2018). Cluster analysis is a statistical method for grouping data or observations according to their similarity or degree of proximity. Data or observations are divided into homogeneous and distinct categories through cluster analysis. This method is used to segment customers based on their similarities. An answer obtained at the level of at least the Bayesian and Achaean criteria can represent the best balance between accuracy and complexity, which considers the most important effects and does not underestimate their importance. Also, another way to decide on the number of clusters is to use the distance ratio. The optimal number of clusters is observed with a large distance ratio change (Blashfield and Aldenderfer, 1978;Bojtor et al., 2021b). The model is analysed in terms of the main works of additive main effects and multiplication interaction (AMMI) by pointing the genotypes and conditions on the biplot. Biplot identifies the position of the genotypes about each other and the studied conditions (Annicchiarico, 1997).",
          "table": []
        }
      ]
    },
    {
      "title": "Results and Discussion",
      "div": []
    },
    {
      "title": "Correlation between yield indices",
      "div": [
        {
          "text": "The dry matter negatively correlated with potassium, phosphorus, sucrose and β-Carotene. Fructose had a positive correlation with Glucose, Potassium, Magnesium, Zinc, Phosphorus, and α-Carotene. Glucose positively correlated with potassium, magnesium, Zinc, Phosphorus, β-Cryptoxanthin, β-Carotene and α-Carotene. Sucrose had a negative correlation with iron and a positive correlation with potassium, Zeaxanthin and β-Cryptoxanthin. Iron had a positive correlation with magnesium and α-Carotene. Potassium positively correlated with magnesium, zinc, phosphorus, α-Carotene, 9Z-β-Carotene and β-Carotene. Magnesium had a positive correlation with zinc, phosphorous, and α-Carotene. Also, zinc had a positive correlation with phosphorous, α-Carotene and 9Z-β-Carotene. Lutein had a positive correlation with Zeaxanthin and β-Cryptoxanthin. There is a positive correlation between Zeaxanthin and β-Cryptoxanthin. Also, α-Carotene had a positive correlation with 9Z-β-Carotene and β-Carotene. 9Z-β-Carotene positively correlated correlation with β-Carotene (Correlation analysis between performance parameters). Some studies reported heritability, and quantitative trait correlation had the highest percentage of heritability for 1000-seed yield traits on single cross maize hybrids (Oliveira and Rodriguez-Amaya, 2007). The vitreous endosperm showed a positive correlation between protein and soluble sugar levels. In the vitreous endosperm of the two types of maize evaluated (sweet corn and popcorn), sweet corn had higher protein and less starch content than popcorn. There is a positive correlation between β-branch carotenoids, but the only significant correlation exists between β-carotene and zeaxanthin (Trono, 2019). A correlation was found between main carotenoids and Dry matter (D.M.), Fructose (Fruc), Glucose (Glu), Sucrose (Suc), Calcium (Ca), Iron (Fe), Potassium (K), Magnesium (Mg), Zinc(Zn), Phosphorus (P), Lutein (Lu), Zeaxanthin (Zx), β-Cryptoxanthin (β), α-Carotene (α), 9Z-β-Carotene(9Z), β-Carotene (βC).",
          "table": [
            "Correlation analysis between performance parameters."
          ]
        },
        {
          "text": "Brazilian Journal of Biology, 2024, vol. 84, e270680",
          "table": []
        },
        {
          "text": "5/8",
          "table": []
        },
        {
          "text": "Stability on sweet corn the sum of zeaxanthin, β-carotene and β-cryptoxanthin in the zeaxanthin-biofortified sweet corn hybrids, and the zeaxanthin-biofortified hybrids within the commercial yellow sweet corn (Song et al., 2016).",
          "table": []
        }
      ]
    },
    {
      "title": "Cluster analysis on yield indices",
      "div": [
        {
          "text": "Cluster analysis showed that the first group included dry matter in this research. The second group includes fructose, glucose, potassium, phosphorus, iron, magnesium and zinc. The third group includes calcium α-Carotene, 9Z-β-Carotene and β-Carotene. The fourth group includes sucrose, lutein, zeaxanthin, and β-Cryptoxanthin. Grouping by cluster analysis showed which parameters had connections together. Sucrose is strongly connected with lutein, zeaxanthin, and β-Cryptoxanthin (Figure 2). Many reasons can be given for the value of cluster analysis; first, cluster analysis can help find real groups. Second, cluster parsing can be useful for data reduction) Palamarchuk et al. ( 2021). In yellow maize (Zea mays L.), comparable results have been reported in relation to the germ fraction contribution to the grain. Lutein percentage in the germ is much lower than in the grain, and a higher ratio of zeaxanthin to lutein was discovered in the germ of yellow maize (Weber et al., 1987;Calvo-Brenes et al., 2019). Effect of freezing and cool storage on carotenoid content and quality of zeaxanthin-biofortified and standard yellow sweet-corn (Zea mays L.). Journal Of Food Composition And Analysis, 86, p.103353) (Ndolo and Beta, 2013). The clustering analysis could identify the best cross combinations for generating variability concerning various characters under study. The traits clubbed in the different clusters, if intercrossed, may generate wide variability. The clustering pattern indicated no association between the geographical distribution of accessions and genetic divergence (Murty and Arunachalam, 1966). Cluster analysis based on plant morphology suggested that accessions could be grouped. Such groupings are useful to breeders in determining possible genotypes used as parents in breeding for any of the morphological traits studied. Above all, the information generated will decrease the overall time needed by plant breeders to screen large populations for potential breeding products (Ilker, 2011). The correlation of the highly heritable attributes with complex ones could determine whether selection for one attribute affects another (Srdić et al., 2012).",
          "table": []
        }
      ]
    },
    {
      "title": "Additive main effects and multiplication interaction (AMMI) analysis on yield indices",
      "div": [
        {
          "text": "Additive main effects and multiplication interaction (AMMI) analysis showed IPCA1 and IPCA2 were significant on performance parameters. Genotypes in performance parameters interaction were significant in AMMI variance analysis. IPCA1 covered 30.61 percent of all data and IPCA2 28.57 percent of all data (AMMI analysis on performance parameters). Biplot AMMI based on IPCA1 showed that DB, NO, GS, and GB hybrids had stability and high performance in yield indices.",
          "table": [
            "AMMI analysis on performance parameters."
          ]
        },
        {
          "text": "At the same time, fructose and glucose had stable parameters on hybrids in this research. IPCA1 AMMI biplot showed that ME hybrid had stability and high performance in iron and zinc. IPCA2 AMMI biplot showed that DE, GB, and GS hybrids showed stability and the highest performance on yield parameters in this research. Fructose, glucose, and sucrose had stable parameters on hybrids based on IPCA2. DB and SE hybrids had desirable performance in Lutein and Zeaxanthin based on the biplot. DE hybrid had the maximum iron and zinc parameters (Figure 3). The principal carotenoids were lutein, zeaxanthin, β-cryptoxanthin and β-carotene, and the total carotenoid content in the germ  was significantly descending compared to the whole grain. Ndolo and Beta 2013, discovered that the concentration of lutein, zeaxanthin and total carotenoid content in the germ fraction was significantly lower than in the whole grain (Demeter et al., 2021). Principal component analysis (PCA) was performed to find diverse parameters for a successful breeding program (Tarighaleslami et al., 2012). Mohammed et al. (2017) found sweet potato obtainments (116) were grown under rain-fed conditions and Mushtaq et al. (2021), in their study on maize, reported that PCA abridged the total variation into four principal components.",
          "table": []
        }
      ]
    },
    {
      "title": "Conclusions",
      "div": [
        {
          "text": "This research revealed that the DE, GB, and GS hybrids showed stability and the highest performance on yield parameters. DB and SE hybrids had desirable performance in Lutein and Zeaxanthin based on the biplot. The DE hybrid had a maximum performance on iron and zinc parameters.",
          "table": []
        }
      ]
    }
  ],
  "tables": [
    "{\"title\": \"Soil parameters in the experiment.\", \"head\": [\"Fertilisation levels\", \"pH (KCl 1:2,5)\", \"K A\", \"Salt content [m/m%]\", \"CaCO 3 [m/m%]\", \"Organic matter [m/m%]\", \"Nitrogen [mg/kg]\", \"Magnesium [mg/kg]\", \"Potassium oxide [mg/ kg]\", \"Phosphorus pentoxide [mg/kg]\"], \"value\": [[\"0\", \"6.15\", \"38.56\", \"<0.02\", \"<0.1\", \"2.16\", \"1.17\", \"362.30\", \"185.28\", \"52.90\"], [\"1\", \"5.70\", \"40.28\", \"<0.02\", \"<0.1\", \"2.23\", \"2.30\", \"346.15\", \"277.44\", \"146.65\"], [\"2\", \"5.57\", \"36.81\", \"<0.02\", \"<0.1\", \"2.02\", \"2.11\", \"359.00\", \"277.02\", \"129.12\"]]}",
    "{\"title\": \"Correlation analysis between performance parameters.\", \"head\": [\"\", \"DM\", \"Fruc\", \"Glu\", \"Suc\", \"Ca\", \"Fe\", \"K\", \"Mg\", \"Zn\", \"P\", \"Lu\", \"Zx\", \"β\", \"α\", \"9Z\"], \"value\": [[\"Fruc -0.467\", \"\", \"\", \"\", \"\", \"\", \"\", \"\", \"\", \"\", \"\", \"\", \"\", \"\"], [\"Glu\", \"-0.472 0.892\", \"\", \"\", \"\", \"\", \"\", \"\", \"\", \"\", \"\", \"\", \"\", \"\"], [\"Suc\", \"-0.787 0.103 0.240\", \"\", \"\", \"\", \"\", \"\", \"\", \"\", \"\", \"\", \"\", \"\"], [\"Ca\", \"-0.155 -0.129 -0.021 0.044\", \"\", \"\", \"\", \"\", \"\", \"\", \"\", \"\", \"\", \"\"], [\"Fe\", \"0.208 0.487 0.461 -0.585 0.157\", \"\", \"\", \"\", \"\", \"\", \"\", \"\", \"\", \"\"], [\"K\", \"-0.858 0.729 0.670 0.598 -0.048 0.141\", \"\", \"\", \"\", \"\", \"\", \"\", \"\", \"\"], [\"Mg\", \"-0.216 0.693 0.688 -0.229 0.293 0.882 0.505\", \"\", \"\", \"\", \"\", \"\", \"\", \"\"], [\"Zn\", \"-0.124 0.780 0.664 -0.276 0.068 0.852 0.522 0.902\", \"\", \"\", \"\", \"\", \"\", \"\"], [\"P\", \"-0.625 0.616 0.567 0.088 0.047 0.438 0.677 0.663 0.545\", \"\", \"\", \"\", \"\", \"\"], [\"Lu\", \"-0.053 0.209 0.467 0.319 -0.243 0.064 0.171 0.119 0.029 -0.149\", \"\", \"\", \"\", \"\"], [\"Zx\", \"-0.213 0.137 0.384 0.529 -0.425 -0.295 0.189 -0.191 -0.255 -0.126 0.892\", \"\", \"\", \"\"], [\"β\", \"-0.456 0.281 0.569 0.579 -0.068 -0.123 0.361 0.100 -0.095 0.175 0.836 0.886\", \"\", \"\"], [\"α\", \"-0.308 0.581 0.632 0.065 0.468 0.689 0.566 0.848 0.815 0.459 0.101 -0.193 0.074\", \"\"], [\"9Z\", \"-0.367 0.368 0.447 0.340 0.359 0.295 0.557 0.471 0.522 0.250 -0.003 -0.151 -0.001 0.821\"], [\"β C\", \"-0.501 0.428 0.523 0.492 0.368 0.136 0.609 0.394 0.432 0.277 -0.014 -0.068 0.090 0.754 0.937\"]]}",
    "{\"title\": \"AMMI analysis on performance parameters.\", \"head\": [\"Source\", \"df\", \"SS\", \"MS\", \"F\", \"%\", \"F_prob\"], \"value\": [[\"Total\", \"511\", \"4800\", \"9.39\", \"-\", \"\", \"-\"], [\"Treatments\", \"127\", \"4800\", \"37.79\", \"17932.64\", \"\", \"0.00000\"], [\"Genotypes\", \"7\", \"20\", \"2.89\", \"1371.72\", \"\", \"0.00000\"], [\"Performance\", \"15\", \"4730\", \"315.36\", \"180787.56\", \"\", \"0.00000\"], [\"Block\", \"48\", \"0\", \"0.00\", \"0.83\", \"\", \"0.78523\"], [\"Interactions\", \"105\", \"49\", \"0.47\", \"221.67\", \"\", \"0.00000\"], [\"IPCA1\", \"21\", \"15\", \"0.71\", \"337.05\", \"30.61\", \"0.00000\"], [\"IPCA2\", \"19\", \"14\", \"0.74\", \"350.73\", \"28.57\", \"0.00000\"], [\"Residuals\", \"65\", \"20\", \"0.31\", \"146.66\", \"\", \"0.00000\"], [\"Error\", \"336\", \"1\", \"0.00\", \"-\", \"\", \"-\"]]}"
  ]
}