{
  "meta": {
    "title": "Steep, cheap and deep: an ideotype to optimize water and N acquisition by maize root systems",
    "author": "Jonathan Lynch P Lynch",
    "journal": "Oxford University Press (OUP)",
    "date": "2013. 01. 17."
  },
  "paragraphs": [
    {
      "title": "Abstract",
      "div": [
        {
          "text": "Background A hypothetical ideotype is presented to optimize water and N acquisition by maize root systems. The overall premise is that soil resource acquisition is optimized by the coincidence of root foraging and resource availability in time and space. Since water and nitrate enter deeper soil strata over time and are initially depleted in surface soil strata, root systems with rapid exploitation of deep soil would optimize water and N capture in most maize production environments. †The ideotype Specific phenes that may contribute to rooting depth in maize include (a) a large diameter primary root with few but long laterals and tolerance of cold soil temperatures, (b) many seminal roots with shallow growth angles, small diameter, many laterals, and long root hairs, or as an alternative, an intermediate number of seminal roots with steep growth angles, large diameter, and few laterals coupled with abundant lateral branching of the initial crown roots, (c) an intermediate number of crown roots with steep growth angles, and few but long laterals, (d) one whorl of brace roots of high occupancy, having a growth angle that is slightly shallower than the growth angle for crown roots, with few but long laterals, (e) low cortical respiratory burden created by abundant cortical aerenchyma, large cortical cell size, an optimal number of cells per cortical file, and accelerated cortical senescence, (f ) unresponsiveness of lateral branching to localized resource availability, and (g) low K m and high V max for nitrate uptake. Some elements of this ideotype have experimental support, others are hypothetical. Despite differences in N distribution between low-input and commercial maize production, this ideotype is applicable to low-input systems because of the importance of deep rooting for water acquisition. Many features of this ideotype are relevant to other cereal root systems and more generally to root systems of dicotyledonous crops.",
          "table": []
        }
      ]
    },
    {
      "title": "INTRODUCTION",
      "div": [
        {
          "text": "Soil resource acquisition is a primary limitation to crop production. In poor nations drought and low soil fertility cause low yields and food insecurity, while in rich nations irrigation and intensive fertilization cause environmental pollution and resource degradation. The development of new crop cultivars with enhanced soil resource acquisition is therefore an important strategic goal for global agriculture (Lynch, 1998;Vance et al., 2003;Lynch, 2007).",
          "table": []
        },
        {
          "text": "Soil resources can be relatively mobile or immobile (Barber, 1995). The two resources required in largest amounts by crops, water and N, are highly mobile (when N is in the form of nitrate, the dominant form in most agricultural soils), as is S in the form of sulfate. Phosphorus is the most immobile of the macronutrients, and K and ammonium are also relatively immobile, as are most of the micronutrients, with Ca and Mg having intermediate mobility. Although most of the plant nutrients can limit plant growth in specific soils, the most universally limiting nutrients in agricultural soils are N, P and K (Havlin et al., 2004). Therefore, crop growth is often limited by two mobile resources, water and nitrate, as well as two immobile resources, P and K.",
          "table": []
        },
        {
          "text": "In the case of P, the ideotype of 'topsoil foraging' has been useful in guiding the development of common bean and soybean cultivars with enhanced P acquisition in low-P soils of Africa, Asia and Latin America (Lynch and Brown, 2001;Wang et al., 2010;Lynch, 2011;Richardson et al., 2011). The basic premise of this ideotype is that since P is immobile and is concentrated in the topsoil over time by plant bioaccumulation and deposition, root phenes ('phene' is to 'phenotype' as 'gene' is to 'genotype') associated with enhanced topsoil foraging also increase P acquisition. Indeed, several root phenes that enhance topsoil foraging such as shallow axial root growth angles, hypocotyl-borne roots and long root hairs also enhance P acquisition, and are now being deployed in crop breeding programmes for stressful soil environments.",
          "table": []
        },
        {
          "text": "In 2009 an analogous ideotype for acquisition of water and N was proposed called 'steep, cheap and deep' (SCD), consisting of an integrated phenotype of architectural, anatomical and physiological phenes enhancing the rapid exploitation of deep soil strata (Fig. 1). Since 2009 several elements of this ideotype have received experimental support. The purpose of this article is to present the SCD ideotype, and to summarize its rationale and available evidence. The focus is maize, although several components of this ideotype apply to other monocotyledonous crops and, in a general sense, to dicotyledonous crops. Many aspects of this ideotype remain hypothetical or lack adequate validation. The scope and focus of this article preclude a comprehensive review of all relevant topics, although where possible, recent reviews are cited.",
          "table": []
        }
      ]
    },
    {
      "title": "PREMISES",
      "div": [
        {
          "text": "The basic premise of this ideotype is that soil resource acquisition is closely related to the coincidence of root foraging and resource availability in time and space. Resource availability and root foraging are highly nonuniform in time and space (Jackson and Caldwell, 1993;Lynch, 1995;Eshel and Waisel, 1996;Rubio et al., 2004;Sorgona et al., 2010Sorgona et al., , 2011)), and the metabolic cost of soil exploration by roots and their symbionts is significant (Lambers et al., 2002;Lynch and Ho, 2005). Crop root systems are unable to completely exploit available soil resources; this is especially true of annual crops, which require time to develop extensive root systems, during which soil resources may be lost to evaporation (including denitrification), leaching, soil fixation into unavailable forms, or competing organisms. Therefore, phenotypes in which root foraging coincides with soil resource availability in time and space will have greater resource acquisition than otherwise comparable phenotypes lacking this coincidence.",
          "table": []
        },
        {
          "text": "A more specific premise of this ideotype is that, in general, the availability of water and N are greater in deeper soil strata over the growing season in most agricultural soils. Under conditions of terminal drought, seeds are planted in moist soil but the soil progressively dries from the surface due to drainage, evaporation and root uptake, resulting in relatively greater water availability in deeper soil strata as the season progresses. In intermittent drought, rainfall occurs during the growing season but is inadequate to meet crop requirements. In this case, surface soil strata can be periodically moist in addition to moisture in deeper soil strata. The SCD ideotype posits that these shallow water resources can be acquired by the shallow portions of a basically deep root system, such as lateral roots arising from seminal, crown and brace roots, and that overall water acquisition will be optimized by focusing on acquisition of deep soil water. Phenotypic trade-offs between deep and shallow soil resources are asymmetric, in that shallow roots lack the ability to forage for deep soil resources, whereas deep roots have shallow portions that may be capable of acquiring shallow resources. The spatiotemporal availability of N is more complex. In the simplest case the majority of N is applied early in the season as nitrate or as N forms that rapidly convert to nitrate subject to leaching with precipitation. This is generally the case in commercial maize production. When the rate of nitrate leaching exceeds the development of root foraging in deep soil strata, nitrate can leach below the root zone, which is a significant cause of low recovery of N fertilizer in commercial crop production systems (Wiesler and Horst, 1993;Raun and Johnson, 1999;Cassman et al., 2002;Chen et al., 2010). The SCD ideotype seeks to improve the capture of leaching nitrate by accelerating the development of root foraging in deep soil strata (Wiesler and Horst, 1994a;Dunbabin et al., 2003), although N can continue to be available in the topsoil throughout the season even in fertilized systems (Wiesler and Horst, 1994b), presumably as a result of mineralization and fertility in excess of crop requirements. Mineralization of organic matter in the topsoil can also be a significant source of N in some systems, and is often the major source of N in low-input systems. In this case, N availability may be greatest in shallow soil and may be prolonged over time (Poudel et al., 2001). As with intermittent drought, the SCD ideotype posits that these shallow N resources can be acquired by the shallow portion of deep roots and, furthermore, that many low-input systems are subject to drought in addition to low N availability, so that a deeper root system would be preferable to a shallower root system that may have greater ability to acquire shallow soil N at the expense of greater susceptibility to drought. The hypothesis that deeper root phenotypes will enhance water and N acquisition in the majority of agricultural systems, despite the fact that both water and N availability may be greater in surface soils in some situations, is consistent with available evidence (O'Toole and Bland, 1987;Bernier et al., 2009;Manschadi et al., 2010;Gowda et al., 2011;Henry et al., 2011).",
          "table": []
        },
        {
          "text": "A third premise of this ideotype is that the utility of root phenotypes for soil resource acquisition is most fruitfully evaluated in the context of 'rhizoeconomics', which considers the costs as well as the benefits of specific root phenes, both as direct metabolic costs and as trade-offs and risks (Lynch and Ho, 2005;Nord and Lynch, 2009). Evidence supporting the utility of this approach is provided below.",
          "table": []
        }
      ]
    },
    {
      "title": "THE IDEOTYPE",
      "div": [
        {
          "text": "Primary root system: a large diameter primary root with few but long laterals and tolerance of cold soil temperatures Three phenes are proposed for the primary root: large diameter, few but long laterals, and the ability to grow into cold soil. Large diameter would be useful in increasing the ability to penetrate hard soils (Clark et al., 2008;Bengough et al., 2011), and is also correlated with sink strength (Thaler and Pages, 1996). The frequency and length of lateral roots is important for two reasons. The first is that lateral roots are more metabolically demanding per gram of tissue than axial roots, and compete with each other for internal resources. An optimum level of lateral root development will balance the need for soil exploration and exploitation with the metabolic demands of these roots and their consequent effects on other plant processes, including the growth of other roots (Miller et al., 2003). A clear illustration of this effect is the case in which abundant production of hypocotyl-borne roots in common bean decreases P acquisition by slowing the development of basal root branching (Walk et al., 2006). Abundant lateral branching may also be associated with slower elongation of the root axis from which they originate, possibly because of differential response of axial and lateral roots to hormonal signals (Borch et al., 1999). The second reason that the frequency and length of lateral branching is important is that they determine the balance between the capture of mobile and immobile resources. Mobile resources are captured more efficiently [in the sense of a cost/benefit analysis, as in Zhu and Lynch (2004) and Zhu et al. (2005c)] by fewer but longer laterals capable of exploring larger volumes of soil with greater spatial dispersion among roots. In contrast, immobile resources may be efficiently exploited by fine-scale foraging by dense branching. The overlap of resource depletion zones around roots of the same plant is inefficient (Ge et al., 2000); since depletion zones for mobile resources are larger, root phenotypes that optimize capture of mobile resources are more dispersed than phenotypes that optimize capture of immobile resources. Therefore, lateral root phenotypes to optimize water and N capture should be long and dispersed along the axial roots. Genotypic variation for lateral branching in maize genotypes was associated with greater P acquisition in the field (Zhu and Lynch, 2004). In this context, the fact that branching density of a given axial root typically is greatest in surface soils that have the greatest P availability, and decreases in deeper soils which are usually enriched in nitrate in leaching environments, may be interpreted as a strategy to co-optimize acquisition of N and P (J. A. Postma, A. Dathe and J. P. Lynch, unpubl. res.).",
          "table": []
        },
        {
          "text": "The ability to grow at cold temperatures would be beneficial for warm-season crops like maize grown in temperate climates where spring soil temperatures may be suboptimal (Pahlavian and Silk, 1988;Kaspar and Bland, 1992). In isothermic and isohyperthermic soil temperature regimes as commonly found in the tropics this phene would not be needed.",
          "table": []
        },
        {
          "text": "Resource allocation between primary root elongation and the development of seminal roots must be optimized, since capture of topsoil resources (which initially include N and water) by the seminal roots is important for early seedling growth, including elongation of the primary root.",
          "table": []
        },
        {
          "text": "Seminal root system: shallow growth angles, thin diameter, many laterals and long root hairs or, as an alternative, seminal roots with steep growth angles, large diameter, and few laterals coupled with abundant lateral branching of the initial crown roots Two alternative ideotypes are presented for the seminal root system depending on the phenotype of the initial crown roots. The general concept is that early in seedling development, as the primary root is penetrating deeper soil strata, it is advantageous to have a network of shallow roots to acquire topsoil resources, which include immobile resources such as P, K and ammonium as well as mobile resources such as water and nitrate that have not yet been subject to depletion from the topsoil by plant uptake, evaporation (including denitrification and volatilization) and leaching.",
          "table": []
        },
        {
          "text": "In the first case mesocotyl-borne roots are poorly developed as is often the case in the field and the seminal root system is responsible for topsoil foraging. Seminal roots should therefore be abundant, have shallow root growth angles, small diameter, many laterals and long root hairs. Shallow root growth angles are beneficial for topsoil foraging in maize and common bean (Liao et al., 2001;Zhu et al., 2005c;Lynch, 2011). Small diameter would be beneficial by reducing the metabolic cost of constructing and maintaining these roots (Eissenstat, 1992) and, since shallow soils are typically not as hard as deeper soils, especially under tillage.",
          "table": []
        },
        {
          "text": "In the second case, rapid and extensive development of lateral roots arising from the initial crown roots are responsible for foraging for topsoil resources, permitting the seminal roots to grow at a steeper angle, resulting in more rapid development of deep root foraging. In this case, the seminal roots should have a larger diameter for penetration of harder soil at depth and reduced lateral branching, as rationalized above. The advantage of this phenotype is that seminal roots would contribute to foraging in deeper soil horizons. The utility of this phenotype would depend on the ability of the crown root laterals to exploit topsoil resources rapidly enough to capture topsoil resources before they are lost, which would in turn depend on environmental conditions.",
          "table": []
        },
        {
          "text": "A benefit to either of these phenotypes is that the development of a seminal or crown root system capable of topsoil foraging would enhance P acquisition, which is useful, since P availability is generally low in many tropical soils (Sanchez, 1976;Lynch, 2011) and P availability can be limited by low soil temperature in temperate maize production (Grant et al., 2001). Topsoil foraging would also be important to capture ammonium and nitrate from recent fertilization or mineralization before it can be lost to volatilization, denitrification, leaching or weeds.",
          "table": []
        }
      ]
    },
    {
      "title": "Crown root system: an intermediate number of crown roots with steep growth angles and few but long lateral branches",
      "div": [
        {
          "text": "The crown root system is the most important part of the maize root system for soil resource acquisition during vegetative growth and remains important through reproductive development. As crown roots appear at successively younger nodes, their diameter and metabolic cost increases. The number of crown roots (CN) varies among maize genotypes from six to .40 (FIG.1. The 'steep, cheap, and deep' ideotype for optimal acquisition of water and N by maize root systems, as discussed in the text). At the low end of this range, the number of crown root axes may be too spatially dispersed to adequately exploit available soil resources, especially considering root loss to soil herbivores and pathogens, while at the high end the large number of crown roots may compete with each other for soil resources, as well as for internal metabolic resources, resulting in reduced elongation and wasted effort.",
          "table": [
            "FIG.1. The 'steep, cheap, and deep' ideotype for optimal acquisition of water and N by maize root systems, as discussed in the text."
          ]
        },
        {
          "text": "An intermediate CN may be ideal. The optimum range of CN has yet to be determined, but is likely to be greater in lowdensity maize plantings and soils of low P availability typical of low-input agroecosystems.",
          "table": []
        },
        {
          "text": "The growth angle of axial roots is a primary determinant of root foraging depth. It is well established that the growth angle of axial roots is related to rooting depth in several crop species (Oyanagi et al., 1993;Bonser et al., 1996;Liao et al., 2001;Kato et al., 2006;Manschadi et al., 2008;Hund, 2010;Singh et al., 2011), which in turn is closely correlated with the depth of soil resource acquisition, with shallow growth angles being superior for topsoil foraging and therefore P acquisition (Lynch and Brown, 2001;Zhu et al., 2005c) and steep growth angles being superior for water acquisition under drought (Ho et al., 2005;Mace et al., 2012). In maize, genotypic variation for the growth angle of crown roots is well correlated with the depth of root placement (Fig. 2) (Trachsel et al., 2013). SimRoot indicates that the growth angle of crown roots affects N capture in leaching environments (A. Dathe, J. A. Postma and J. P. Lynch, unpubl. res.). However, the growth angle of crown roots of shallow genotypes becomes steeper under low N, which may have adaptive value in leaching environments but reduces phenotypic variation among genotypes (Fig. 2).",
          "table": []
        },
        {
          "text": "Sparse lateral branching of crown roots should concentrate internal resources on axial elongation and thereby increase rooting depth and should reduce competition for nitrate among neighbouring lateral roots, as discussed above. Fewer, longer laterals would explore a greater volume of soil accessible via mass flow of water (and therefore nitrate) than a greater number of short laterals of equivalent total length. As N availability increases, or as the rate of leaching decreases, greater lateral branching would have value by increasing resource exploitation, whereas reduced lateral branching would favour soil exploration at the expense of soil exploitation.",
          "table": []
        },
        {
          "text": "Brace root system: one whorl of brace roots of high occupancy, a growth angle that is slightly shallower than the growth angle for crown roots, with few but long laterals Brace roots arise from above-ground shoot nodes, appear later than crown roots, and function in mechanical support of the shoot as well as in mid-season topsoil exploitation. The successive appearance of maize root systems over time, beginning with the primary root, followed rapidly by the seminal roots, mesocotyl-borne roots, then crown and finally brace roots, represents successive flushes of roots originating in surface soil and descending into deeper soil over time. This is relevant to drought adaptation since, as noted above, steeply angled crown and brace root phenotypes that rapidly exploit deep soil resources may not have to sacrifice exploitation of topsoil resources, such as shallow water in intermittent drought, or N mineralization from topsoil organic matter, since successive root systems are passing through the topsoil throughout vegetative growth. This phenomenon may be more important for acquisition of water than N since, in agricultural soils, topsoil N resources may be fairly depleted by flowering (Wiesler and Horst, 1993), although in low-input systems, gradual release of mineral N from organic matter may make the topsoil a continuing source of N (Poudel et al., 2001). One whorl of brace roots is preferable to multiple whorls since brace roots from younger whorls appear later in development and arise farther from the soil, so are likely to be less useful for soil resource acquisition. The first above-ground node should have high occupancy, however, i.e. be fully occupied with brace roots that successfully reach the soil. These roots should have a steep growth angle but, to avoid direct competition with the crown roots, should be slightly less steep than the angle of crown roots. Intermediate rather than steep growth angles of brace roots may also be useful for physical bracing of the shoot. The rationale for few but long laterals on the brace roots is given above. In the field many brace roots branch profusely upon entering the soil -this phene may be counterproductive in cases where topsoil resources are depleted during vegetative growth, although it may aid in mechanical support of the shoot.",
          "table": []
        },
        {
          "text": "Low root cortical metabolic burden consisting of abundant root cortical aerenchyma (RCA), large cortical cell size, an optimal number of cortical cell files and accelerated cortical senescence",
          "table": []
        },
        {
          "text": "The metabolic cost of soil exploration is substantial, especially under conditions of drought and low soil fertility (Lambers et al., 2002;Lynch and Ho, 2005). One avenue to reduce the metabolic costs of soil exploration is to reduce the respiratory burden of the root cortex. RCA may be generally useful for soil resource acquisition by converting living cortical tissue to air space, thereby reducing the nutrient and carbon costs of soil exploration (Fan et al., 2003;Zhu et al., 2010). Phenotypic variation for RCA formation in maize is strongly related to root nutrient content and respiration and root growth maintenance in low phosphorus soil (Fan et al., 2003). SimRoot modelling indicates that RCA could substantially increase the acquisition of N, P and K by maize, especially in low fertility soils and coarse soils with high rates of N leaching (Postma and Lynch, 2011a, b). Under drought conditions in the field, maize genotypes with high RCA had greater rooting depth, plant water status and yield than related lines with less RCA (Zhu et al., 2010). These results show that reducing the metabolic costs of soil exploration can substantially increase soil resource acquisition, especially in stressful soils.",
          "table": []
        },
        {
          "text": "In addition to RCA, other phenes that may be similarly useful are larger cortical cell size, fewer cortical cell files and accelerated cortical senescence. Larger cells have a smaller ratio of cytoplasmic to vacuolar volume and hence reduced respiratory and nutrient requirements on a volume basis. Fewer cortical cell files in the cortex should also reduce cortical metabolism. Accelerated cortical senescence (Robinson, 1990) may also be useful, so long as sufficient living cortical tissue remains to support the younger regions of the root by facilitating radial movement of water and nutrients and by sustaining mycorrhizal symbioses.",
          "table": []
        }
      ]
    },
    {
      "title": "Unresponsiveness of lateral branching to localized resource availability",
      "div": [
        {
          "text": "Some genotypes of some plant species proliferate lateral roots in response to localized patches of N and P availability (Drew and Saker, 1975;Zhu and Lynch, 2004;Robinson, 2005). It has been suggested by several authors that this response would be useful for crops in commercial agriculturein fact, it has been proposed as a principal feature of an ideotype for enhanced N acquisition (Mi et al., 2010). However, localized root proliferation in response to a mobile resource may be maladaptive if the resource moves faster than roots proliferate, especially when such proliferation retards root development in soil domains that will have greater resource availability in the future, as in deeper soil strata during N leaching. The metabolic costs of maintaining roots in unproductive soil domains could be substantial when integrated over time, considering that, unlike leaves, roots are not actively senesced (Fisher et al., 2002). Plasticity of lateral branching in response to nutrient patches is more likely to enhance resource capture when the nutrient source is sustained or in conditions of interspecific competition, which are more common in natural ecosystems and in low-input agroecosystems than in intensive agriculture (Robinson et al., 1999). Although this hypothesis has yet to be rigorously tested in the field, it is reasonable.",
          "table": []
        },
        {
          "text": "Low K m and high V max for nitrate uptake Mechanistic modelling indicates that nitrate acquisition from fertile soil should increase along with V max , the maximum velocity of nitrate uptake by root segments (Barber, 1995;Dunbabin, 2007). SimRoot modelling indicates that reducing K m (i.e. reducing the nitrate concentration at which root segments reach half of the maximum velocity of nitrate uptake) may also increase N acquisition at lower N availability (M. Silberbush, L. M. York and J. P. Lynch, unpubl. res.).",
          "table": []
        }
      ]
    },
    {
      "title": "Indirectly beneficial phenes",
      "div": [
        {
          "text": "In addition to phenes directly related to soil resource acquisition, phenes that indirectly enhance root function will also benefit resource capture. Perhaps the most generally important of these will be phenes ameliorating root damage from soil organisms, since root loss to biotic stress is a significant limitation for root function (Fisher et al., 2002;Yanai and Eissenstat, 2002). In weathered soils, Al tolerance will be important for subsoil exploration.",
          "table": []
        },
        {
          "text": "Shoot phenes will have many substantial interactions with root phenes for nitrogen and water acquisition. Any shoot phene that enhances the conversion of water or nitrogen to carbon and energy in photosynthesis will permit greater root growth and hence greater soil resource acquisition. Many phenes have been considered and explored for their ability to enhance this conversion, presented in a literature too large to review here.",
          "table": []
        },
        {
          "text": "The phenology of shoot growth and reproduction has important interactions with soil resource acquisition. Phenology determines the duration of the acquisition and utilization of soil resources, as well as the synchrony of shoot demand and soil foraging with soil resource availability (Nord and Lynch, 2009). Longer growth duration increases the utilization of mineral nutrients simply by extending the time that plants use them. Longer growth duration increases the acquisition of soil resources whose cumulative availability increases over time. For example, since the acquisition of P is limited by diffusion, a longer growing season increases P acquisition, as shown by comparison of arabidopsis genotypes with contrasting phenology (Nord and Lynch, 2008). A model that considered P and C as two limiting resources showed that the optimal phenology for reproductive output was longer in low-P soils (Nord et al., 2011). In water-limited environments, shorter growth durations are often beneficial by allowing plants to escape terminal drought (Nord and Lynch, 2009). Phenology determines the synchrony of shoot growth and, therefore, the demand for water and nutrients with the availability of soil resources that change over time, including water, leaching resources such as N and adequate soil temperatures for root growth and nutrient mobilization (Nord and Lynch, 2009). Phenology may interact with the SCD ideotype by affecting root turnover and thus the utility of root phenes that affect the susceptibility of roots to loss from biotic or abiotic factors. There may be inherent trade-offs between phenes for rapid soil exploration and root longevity that are more important with longer growing seasons.",
          "table": []
        }
      ]
    },
    {
      "title": "PHENE INTERACTIONS",
      "div": [
        {
          "text": "SCD is an integrated phenotype that seeks to optimize the allocation of internal resources and soil foraging 'effort' among root classes in time and space. This is important since the utility of a given root phene for resource capture will often depend on the expression of other root phenes. An example of such phene interactions is shown by the increased utility of RCA for phosphorus capture in highly branched maize phenotypes (Postma and Lynch, 2011) and the synergism of several root hair phenes in arabidopsis for P acquisition (Ma et al., 2001). Interactions among root phenes for resource capture are poorly understood. The large number of potential interactions, especially considering that synergism or antagonism among root phenes for soil resource acquisition will depend on environmental conditions, makes this a challenging research problem. Structural-functional models may be especially useful in this context by permitting exploration of many phenotypes in many environments in silico to identify the subset of cases meriting empirical validation (Lynch and Brown, 2012).",
          "table": []
        }
      ]
    },
    {
      "title": "COMPETITION",
      "div": [
        {
          "text": "SimRoot modelling indicates that internal competition among roots of the same plant is greater than interplant competition (Rubio et al., 2001;Postma and Lynch, 2012), as expected. This is especially true for immobile resources. In fact, recent results indicate that interplant below-ground competition for immobile resources like P and K is negligible because very few roots are close enough to roots of neighbouring plants for such competition to occur (Postma and Lynch, 2012). The SCD ideotype seeks to minimize intraplant competition, which is a waste of metabolic resources. The SCD ideotype also implicitly considers interplant competition, in that moderately steep growth angles of axial roots would minimize interplant competition in monocultures, depending on plant density (Rubio et al., 2001;Hammer et al., 2009). Another avenue to reduce interplant competition is the use of architectural multilines of genotypes that differ in root architecture, which would have greater niche segregation, hence less competition, greater soil exploration, and may have greater yield stability in low-input systems where limitations of both water (a deep resource) and P (a shallow resource) are prevalent. Multilines of common bean differing in basal root growth angle tended to have greater yields than the average of their component isolines in stressful soil environments in Honduras (Henry et al., 2010). This approach may also be possible in maize by employing genotypes of varying nodal root growth angle.",
          "table": []
        },
        {
          "text": "Interplant competition with other species is important in many low-input agroecosystems, which traditionally consist of polycultures of different species and generally experience greater competition from weeds. SimRoot modelling indicates that spatial niche segregation caused by root architectural differences confers growth advantages to maize/bean and maize/ bean/squash polycultures in low-N soils (Postma and Lynch, 2012). Differences in root architecture among these three crops are large and it is not clear how phenotypic variation for root architecture within maize, for example, might affect performance in polyculture. Crop ideotypes may be affected by weed competition (Donald, 1968). The importance of root phenes for soil resource acquisition with or without weed competition was studied using the functional -structural model ROOTMAP (Dunbabin, 2007). This study concluded that, without competition from weeds, phenes enhancing foraging efficiency were must useful, whereas with competition from weeds, phenes enhancing the rate of growth and foraging intensity were more important by denying the weeds access to soil resources (Dunbabin, 2007). The SCD ideotype includes phenes for efficiency as well as rapid growth, some of which are predicted by the ROOTMAP study as being most useful with or without weed competition. In resource-poor soils, efficiency of root foraging may confer more rapid growth (Nielsen et al., 2001). The predictions of these modelling studies need to be confirmed in field studies.",
          "table": []
        }
      ]
    },
    {
      "title": "MANAGEMENT INTERACTIONS",
      "div": [
        {
          "text": "Crop management has substantial effects on soil resource availability in time and space that will influence the utility of the SCD ideotype. Maize is primarily grown under rain-fed conditions and is, therefore, subject to both terminal and intermittent drought. As discussed above, under terminal drought deep rooting is beneficial. Under intermittent drought the value of deep rooting is less obvious since water availability may be greatest in the topsoil. Deep rooting may still be the best phenotype since deep root systems have shallow root components, and since deep root systems provide insurance against terminal or prolonged drought.",
          "table": []
        },
        {
          "text": "Nitrogen inputs vary greatly among maize production systems. At the coarsest resolution two types of systems exist: high-input and low-input. The typical high-input maize monoculture receives large amounts of mineral N fertilizer associated with substantial leaching, whereas at the other extreme, maize produced by smallholders in Africa may receive little or no mineral fertilizer, and gradual N mineralization from organic residues and soil organic matter may create a relatively shallow N resource. Some maize production systems receive adequate N but mainly from organic sources such as animal manure or crop residues -these are intermediate in terms of leaching risk. The SCD ideotype is clearly applicable to environments with substantial leaching. In environments with less nitrate leaching it may still be beneficial by increasing water capture.",
          "table": []
        },
        {
          "text": "Expression of the SCD phenotype requires root exploration of deep soil strata. Management options that increase the accessibility of deep soil strata should be synergistic with this phenotype. Such options include deep liming in acid soils (or genetic Al tolerance), avoidance of soil compaction, deep tillage, minimum tillage, rotations with deep-rooted crops, methods to optimize soil temperature by manipulating albedo, etc.",
          "table": []
        }
      ]
    },
    {
      "title": "APPLICABILITY OF THIS IDEOTYPE TO OTHER CROP SPECIES",
      "div": [
        {
          "text": "The SCD ideotype is focused on a particular crop, maize, since the ideotype can be more specific in the context of a given crop and its agroecology; since maize is a primary global crop with large water and N requirements, and since more data are currently available for the specific elements of the ideotype in maize than in other species. However, the ideotype is relevant to other crops as well. Sorghum root systems are structurally and anatomically very similar to maize root systems and the ideotype is fully applicable to sorghum. Root systems of wheat, rice, barley and oats are homologous to maize in having the same basic components, albeit with the important modifications of producing multiple tillers and in being smaller. For tillering species, the number of tillers may be analogous to CN in maize, since each tiller produces roots.",
          "table": []
        },
        {
          "text": "There should be an optimum number of tillers to enhance resource capture that is neither too large nor too small, as there appears to be for CN in maize. The smaller stature of these species makes the rapid development of deep roots even more important, since leaching can carry resources below the root zone more readily in a small-statured crop. Phenes to balance topsoil and deep soil foraging may be less important in these species since much of the root system is already located in shallow soil. These crops have root systems that are less spatially dispersed than maize, and may have inherently more intraplant root competition for mobile resources. This factor may make dispersion of lateral branches and accelerated cortical senescence more useful. Most of the SCD ideotype would apply to these species with slight modification, at least qualitatively (Oyanagi, 1994;Manschadi et al., 2008, Wasson et al., 2012).",
          "table": []
        },
        {
          "text": "For dicotyledonous crops, homologies with maize are more distant, and there are important differences between the morphology of monocots and dicots. The lack of secondary growth in cereals means that root diameters increase in successively younger axial roots but do not expand over time. Contrary to popular conception, this means that maize has a generally coarser root system than herbaceous dicots such as common bean, for example, since the bean root system consists of relatively few axial roots of large diameter with more highly developed lateral root systems (Postma and Lynch, 2011b). In bean, basal roots originating from the base of the hypocotyl are analogous to crown roots of maize. Indeed, the growth angle of basal roots in bean determines depth of rooting and relative acquisition of water (deep) or P (shallow) among contrasting architectural phenotypes (Ho et al., 2005). RCA is less abundant and forms later in bean than in maize (Fan et al., 2003), so is less attractive as a means to reduce cortical burden. Root etiolation, or delayed secondary development in response to nutrient stress, may be an alternative strategy to reduce the metabolic cost of soil exploration in dicot species (Morrow de la Riva, 2010; Lynch, 2011). Other grain legume crops such as cowpea and soybean do not have basal roots but instead are dominated by lateral root systems originating from the primary root or 'taproot'. In this case the dominant laterals emerging from older portions of the taproot are analogous to crown roots in maize. Mesocotyl-borne roots in maize are homologous with hypocotyl-borne roots in dicots. An important difference between monocot and dicot root systems is that the monocots continually produce new flushes of roots from younger stem nodes and tillers, whereas in dicots new roots predominantly arise as laterals from older root axes, with the exception of hypocotyl-borne roots, which normally do not comprise a large part of the dicot root system unless the primary root system is lost to biotic stress. This may confer an advantage to monocots for topsoil foraging, since new roots are continuously pushing down through shallow soil, whereas in dicots new roots may be forming at depth.",
          "table": []
        },
        {
          "text": "Full development of the SCD ideotype for other monocot and dicot crops is beyond the scope of this article, but the ideotype as described for maize has multiple points of application to other crops, especially cereals.",
          "table": []
        }
      ]
    },
    {
      "title": "GENETIC VARIATION",
      "div": [
        {
          "text": "Substantial genotypic variation exists in maize for many of the phenes that comprise this ideotype (FIG.1. The 'steep, cheap, and deep' ideotype for optimal acquisition of water and N by maize root systems, as discussed in the text). Considerable effort is being devoted to identifying the genetic control of useful root phenes to facilitate molecular breeding (e.g. Hochholdinger and Tuberosa;2009;Hund et al., 2011). Many elements of the SCD ideotype can be directly evaluated with simple tools (Bonser et al., 1996;Vieira et al., 2007;Hund et al., 2009;Trachsel et al., 2011; http://roots.psu.edu/) and hence are suitable for direct phenotypic selection in crop breeding programmes. This approach is being successfully deployed in bean breeding programmes for root phenes in Latin America and Africa (Lynch, 2011).",
          "table": [
            "FIG.1. The 'steep, cheap, and deep' ideotype for optimal acquisition of water and N by maize root systems, as discussed in the text."
          ]
        }
      ]
    },
    {
      "title": "PROSPECTS",
      "div": [
        {
          "text": "Our ability to understand and manipulate the plant genome has far outstripped our understanding of the plant phenome. This 'phenome bottleneck' is an obstacle to breeding crops with better soil resource acquisition, with or without molecular tools. We need to identify elementary and unique root phenes, understand their fitness landscape (i.e. their utility in diverse environments and in diverse integrated phenotypes), and develop methods to rapidly evaluate them in many genotypes (Lynch and Brown, 2012). The SCD ideotype is an attempt to identify phenes and integrated phenotypes that enhance water and N acquisition in maize. Many elements of this ideotype are hypothetical and require empirical validation. Given the number of phenes involved and their interactions with each other and with the biotic and abiotic environment, structural -functional plant modelling will be a useful tool, especially as these models grow in sophistication and predictive power (Hammer et al., 2002;Hoogenboom et al., 2004;de Dorlodot et al., 2007). Modelling will be helpful in identifying knowledge gaps requiring further research, as well as phenes and phenotypes meriting empirical validation. Such validation could employ isophenic contrasts, i.e. phenotypes contrasting for specific phenes against an otherwise similar phenotypic background. While closely related genotypes such as RILs (recombinant inbred lines) or even NILs (near isogenic lines) may be excellent tools for such studies, it is important to note that, while single gene variants are useful to conclusively evaluate the identity and function of genes, they may be considerably less useful in evaluating the identity and function of phenes expressed at the tissue, organ and organismal scale, which are generally under polygenic control, possibly with epistatic and pleiotropic properties, and have pronounced environmental interactions. It should be recognized that understanding the plant phenome is as challenging, complex and important, and is as deserving of its own methods, approaches and standards, as is understanding the plant genome. Given the pressing need for more stress-tolerant crops in global agriculture, better understanding of the root phenome should be a research priority. By advancing a set of testable hypotheses about root phenes and soil resource acquisition, it is hoped that the SCD ideotype will contribute to that effort.",
          "table": []
        }
      ]
    }
  ],
  "tables": [
    "{\"title\": \"FIG.1. The 'steep, cheap, and deep' ideotype for optimal acquisition of water and N by maize root systems, as discussed in the text.\", \"head\": [\"Steep, cheap, and deep Steep, cheap, and deep\", \"Brace roots\"], \"value\": [[\"\", \"• One whorl of high occupancy\"], [\"\", \"• steep growth angle, but\"], [\"\", \"shallower than crown roots\"], [\"\", \"• high RCA\"], [\"\", \"• few, long laterals\"], [\"\", \"• unresponsive to N\"], [\"OR\", \"\"], [\"Seminal roots\", \"\"], [\"• shallow deep • thin thick • high RCA • many few, long laterals coupled with many laterals from\", \"Seminal roots • shallow • thin • high RCA • many laterals • long hairs\"], [\"initial crown roots\", \"\"], [\"\", \"Crown roots\"], [\"\", \"• steep growth angle\"], [\"\", \"• high RCA\"], [\"\", \"• few, long laterals\"], [\"Primary roots\", \"• unresponsive to N\"], [\"• thick • few, long laterals\", \"• high V max • optimal number\"], [\"• cold tolerant\", \"\"]]}",
    "{\"title\": \"Natural genotypic variation in maize for phenes of the 'steep, cheap, and deep' ideotype\", \"head\": [\"\", \"Extent of variation\", \"Growth environment\", \"Reference\"], \"value\": [[\"Primary root system\", \"\", \"\", \"\"], [\"Diameter\", \"1 . 66-3 mm\", \"Cigar rolls\", \"Zhu et al., 2005a\"], [\"\", \"Significant\", \"Cigar rolls\", \"Hoecker et al., 2006\"], [\"\", \"24 . 9-38 . 6 cm\", \"Solution culture\", \"Tuberosa et al., 2002\"], [\"Branching\", \"10-190 lateral roots/plant, 15-135 cm/plant\", \"Cigar rolls\", \"Zhu et al., 2005b\"], [\"\", \"2-175 lateral roots/plant\", \"Field\", \"Bayuelo-Jimenez et al., 2011\"], [\"\", \"0 . 7-3 . 4 lateral roots/cm primary root\", \"Cigar rolls\", \"Hoecker et al., 2006\"], [\"Growth in cold soil\", \"Substantial\", \"\", \"Hund et al., 2004\"], [\"Seminal root system\", \"\", \"\", \"\"], [\"Number\", \"1-11/plant\", \"Greenhouse\", \"Burton, 2010; Burton et al., 2013\"], [\"\", \"Slight\", \"Pouches\", \"Trachsel et al., 2009\"], [\"\", \"2 . 2-8 . 4/plant\", \"Greenhouse\", \"Hund et al., 2004\"], [\"\", \"0-6/plant\", \"Field\", \"Bayuelo-Jimenez et al., 2011\"], [\"\", \"0-8/plant\", \"Cigar rolls\", \"Zhu et al., 2006\"], [\"\", \"0-5/plant\", \"Cigar rolls\", \"Hoecker et al., 2006\"], [\"Growth angle\", \"22-90 8 from horizontal\", \"Field\", \"Bayuelo-Jimenez et al., 2011\"], [\"Diameter\", \"2 ×\", \"Greenhouse\", \"Hund et al., 2004\"], [\"Branching\", \"0 . 1-44 . 3 cm/plant\", \"Greenhouse\", \"Hund et al., 2004\"], [\"\", \"1-3 orders of branching\", \"Field\", \"Bayuelo-Jimenez et al., 2011\"], [\"Root hair length\", \"0 . 6-3 . 5 mm\", \"Cigar rolls\", \"Zhu et al., 2005a\"], [\"\", \"Significant variation\", \"Field\", \"Bayuelo-Jimenez et al., 2011\"], [\"Crown root system\", \"\", \"\", \"\"], [\"Number\", \"5-50\", \"Field\", \"Trachsel et al., 2011\"], [\"\", \"6-45\", \"Greenhouse\", \"Burton, 2010; Burton et al., 2013\"], [\"\", \"10-32\", \"Field\", \"Bayuelo-Jimenez et al., 2011\"], [\"\", \"1-11\", \"Solution culture\", \"Liu et al., 2008\"], [\"\", \"11-16\", \"Root boxes in phytotron\", \"Grzesiak et al., 1999\"], [\"Growth angle\", \"10-80 degrees from horizontal\", \"Field\", \"Trachsel et al., 2011\"], [\"\", \"-5 to 70 8 from horizontal\", \"Greenhouse\", \"Omori and Mano, 2007\"], [\"\", \"22-67 8 from horizontal\", \"Field\", \"Bayuelo-Jimenez et al., 2011\"], [\"Branching\", \"1-3 orders of branching\", \"Field\", \"Trachsel et al., 2011\"], [\"\", \"Slight variation\", \"Field\", \"Bayuelo-Jimenez et al., 2011\"], [\"\", \"43-107 per nodal root\", \"Root boxes in phytotron\", \"Grzesiak et al., 1999\"], [\"Brace root system\", \"\", \"\", \"\"], [\"Whorl number\", \"0-2\", \"Field\", \"Trachsel et al., 2011\"], [\"Occupancy\", \"Substantial\", \"Field\", \"Trachsel et al., 2011\"], [\"Growth angle\", \"10-80 8 from horizontal\", \"Field\", \"Trachsel et al., 2011\"], [\"\", \"Slight\", \"Greenhouse\", \"Giuliani et al 2005\"], [\"Branching\", \"Substantial\", \"Field\", \"Trachsel et al., 2011\"], [\"Cortical metabolic burden\", \"\", \"\", \"\"], [\"Aerenchyma\", \"0-30 % cross-sectional area\", \"Greenhouse\", \"Burton et al., 2012\"], [\"\", \"0-37 . 8 % cross-sectional area\", \"Greenhouse\", \"Burton, 2010; Burton et al., 2013\"], [\"\", \"Substantial\", \"Greenhouse\", \"Mano et al., 2006\"], [\"Cell files\", \"6-16 cells/file\", \"Greenhouse\", \"Burton, 2010; Burton et al., 2012\"], [\"Cell size\", \"4× variation\", \"Greenhouse\", \"Burton et al., 2012\"], [\"Branching response to local\", \"Significant\", \"Solution culture\", \"Liu et al., 2008\"], [\"N availability\", \"\", \"\", \"\"], [\"N uptake kinetics\", \"10× variation in K\", \"\", \"\"]]}"
  ]
}