{
  "meta": {
    "title": "Temporal dynamics of post-silking nitrogen fluxes and their effects on grain yield in maize under low to high nitrogen inputs",
    "author": "Peng Ning, Felix Fritschi B Fritschi, Chunjian Li",
    "journal": "Elsevier BV",
    "date": "2017. 02. 11."
  },
  "paragraphs": [
    {
      "title": "Abstract",
      "div": [
        {
          "text": "Post-silking nitrogen (N) fluxes from vegetative tissues to developing kernels affect both N use efficiency (NUE) and grain yield in maize, while the impacts of various N applications at and especially after silking on temporal dynamics of post-silking N uptake and remobilization are poorly understood. Field experiments were conducted with N regimes ranging from low to high N levels. Nitrogen applications above optimal rates at and after silking neither increased late-season N uptake and leaf photosynthesis, nor reduced leaf N export during grain filling compared to the optimal N input, and thus significantly reduced the NUE. In most experiments, reductions in leaf N concentrations were observed around 15 days after silking (DAS). A 15 N labeling study revealed that remobilization of N taken up prior to silking from vegetative tissues during the entire grain-filling phase was 58%-60%, which contributed 53%-61% of the total grain N at maturity, and more than 60% of it was remobilized during the 0-30 DAS. N remobilization initially occurred preferentially from stems relative to leaves, while significant amounts of N were remobilized from leaves during late grain filling and deposited in the stem, particularly in high N treatments. No matter whether 15 N was applied before or at silking, a greater proportion of 15 N taken up was allocated to leaves under N deficient than under N sufficient conditions. At maturity, 70%-76% of the N taken up after silking was allocated to grain. Under N deficiency, direct N allocation to grains originating from post-silking uptake was 45%, 56%, 70% and 96% at 0-15, 15-30, 30-46 and 46-60 DAS, respectively, while these values were relatively lower and constant in N-sufficient plants (43%-50%). Overall, results indicated a strong developmental control over post-silking N fluxes with limited differences observed between N deficient and N sufficient maize, but no impact of high N applications to N-sufficient plants at or after silking.",
          "table": []
        }
      ]
    },
    {
      "title": "Introduction",
      "div": [
        {
          "text": "Maize (Zea mays) grain yields have increased dramatically over the past decades (Ciampitti and Vyn, 2012;Duvick and Cassman, 1999), while the nitrogen use efficiency (NUE) lags far behind this increase due to excessive N application (Guo et al., 2010). A major challenge for sustainable agriculture is to limit the Over-application of N without reducing grain yield (Masclaux-Daubresse et al., 2008).",
          "table": []
        },
        {
          "text": "Compared to older maize hybrids, modern hybrids have greater N uptake during the post-silking period (Ciampitti and Vyn, 2012;Ning et al., 2012Ning et al., , 2014)), which is consistent with the maintenance of larger root biomass and greater root length after silking (Ning et al., 2014(Ning et al., , 2015)), and with the greater resilience of post-silking N uptake to mid-season N stress (Mueller and Vyn, 2016). In intensive maize production region in China, over-application of chemical N fertilizer is common. In some high-yield experimental plots, the amount of topdressing N fertilizer including post-silking N supply varied from 450 to 720 kg N ha -1 (Wang, 2008;Chen et al., 2009;Guo et al., 2010). Maize plants continue to take up N even beyond three weeks after silking (Ciampitti and Vyn, 2011;Subedi and Ma, 2005a) and 35%-55% of grain N is contributed by post-silking N uptake (Gallais et al., 2006(Gallais et al., , 2007;;Ning et al., 2013). The question was whether post-silking over-application of N could improve lateseason N uptake and increase plant biomass and grain yield, or alter the pattern of plant N recycling.",
          "table": []
        },
        {
          "text": "To meet the N demand of developing grains, large amounts of N are progressively remobilized from different vegetative tissues during the reproductive growth stage (Masclaux-Daubresse et al., 2008, 2010). Remobilized N contributes 45%-65% of the total grain N, depending on environmental conditions and/or genotype (Gallais et al., 2006(Gallais et al., , 2007)). At the whole plant level, there is a trade-off between the maintenance of photosynthesis and N remobilization from leaves during grain filling (Borrell et al., 2001;Thomas and Ougham, 2014). Delayed leaf senescence contributes to prolonged photosynthesis while the retention of leaf N may reduce N availability for grain filling and lead to reduced NUE and grain protein concentration (Duvick and Cassman, 1999). The physiological regulation of the transition from carbon (C) capture to N remobilization during leaf development is a long standing issue in senescence research (Thomas and Ougham, 2014). It is critical to investigate the temporal pattern of N fluxes after silking in order to better understand its impacts on the C capture and grain yield, as well as the NUE.",
          "table": []
        },
        {
          "text": "The occurrence of N remobilization has been well documented in a range of agricultural species, largely based on the \"balance method\", which determines apparent N budgets as the difference between the N content in vegetative parts at silking and at maturity (Barbottin et al., 2005;Masoni et al., 2007;Ning et al., 2013;Pommel et al., 2006). However, the method cannot answer the question how much N taken up after silking were integrated into the protein turnover in the stover before leaf N remobilization (Ta and Weiland, 1992;Gallais et al., 2006). Alternatively, 15 N can be used as a tracer to examine N uptake and remobilization with greater accuracy, which allows the separation of newly assimilated N after silking from that taken up earlier (Gallais et al., 2006). Most studies using 15 N-labeling methodology for this purpose have been conducted in hydroponic systems and seldom under field conditions. Gallais et al. (2006Gallais et al. ( , 2007) used 15 N-enriched fertilizer to examine (i) remobilization of N that was assimilated prior to silking to grain, and (ii) allocation of N taken up after silking to stems and leaves or grains. Thus, 15 N-labeling studies can be used to more thoroughly elucidate the dynamics of N remobilization at the whole plant level. This is of great interest as the onset and speed and/or extent of N remobilization critically influences the transition phase from carbon capture to N remobilization, concomitantly yield and N utilization (Masclaux-Daubresse et al., 2010;Thomas and Ougham, 2014).",
          "table": []
        },
        {
          "text": "The objectives of this study were to investigate the influences of large N application before, at and especially after silking on maize grain yield, and to characterize the temporal dynamics of two N fluxes to developing grains, i.e. remobilization during reproductive growth and post-silking uptake.",
          "table": []
        }
      ]
    },
    {
      "title": "Materials and methods",
      "div": []
    },
    {
      "title": "Field experiments",
      "div": [
        {
          "text": "Field experiments were conducted from 2011 to 2013 at the Shangzhuang Experimental Station (40 • 8 20 N, 116 • 10 47 E), China Agricultural University, Beijing, China. The soil type at the study site was a typical calcareous alluvial soil with a silt loam texture. The characteristics of the soil were determined prior to sowing each year. The chemical properties of the 0-30 cm soil layer in 2011, 2012 and 2013 were: soil bulk density 1.33, 1.33 and 1.33 g cm -3 ; organic matter 21, 20 and 21 g kg  (2012,2013) from the US were used in this study. Each year, 59 kg P ha -1 as triple superphosphate (Ca(H 2 PO 4 ) 2 H 2 O), 66 kg K ha -1 as potassium sulphate (K 2 SO 4 ) and 7 kg Zn ha -1 as ZnSO 4 •7H 2 O were broadcast-applied and incorporated into the top 0-15 cm soil layer by rotary tillage one day before sowing. Hybrids were sown with a hand planter on April 29th in 2011, April 25th in 2012, and May 12th in 2013. Seeds were placed in 0.5 m wide rows and thinned at the V3 stage (third leaf with visible ligule) to a stand density corresponding to 70,000 plants ha -1 , resulting in a 0.28 m intra-row distance between plants. Each plot was 10 rows wide and 6.3 m long (31.5 m 2 ). Weeds were controlled by pre-emergence herbicides, and an additional 40 kg K ha -1 was broadcast by hand at V12. A randomized complete block design with four replicates for each treatment was used in each year.",
          "table": []
        },
        {
          "text": "The amount of rainfall during the maize growing season in May, June, July, August, and September was: 13, 119, 466, 63 and 0 mm in 2011; 35, 118, 310, 22 and 118 mm in 2012, and 3, 55, 137, 55 and 29 mm in 2013, respectively. In addition, 12 and 15 mm of irrigation were applied on June 19th and 30th in 2011, respectively; 44 mm on June 15th in 2012; and 24 and 14 mm on June 24th and July 10th in 2013.",
          "table": []
        }
      ]
    },
    {
      "title": "Experiment I. Response to high N fertilizer application rates -2011 and 2012",
      "div": [
        {
          "text": "The experiments in 2011 and 2012 were performed to study the effects of high N application rates on post-silking N uptake and plant growth (Exp. I). Maize hybrids ZD958 and XY335 were grown in 2011 with three N regimes: (i) N 200 , optimal 200 kg N ha -1 ; (ii) N 200+100 , 100 kg N ha -1 was applied at silking in addition to N 200 ; (iii) N 200+100+100 , another 100 kg N ha -1 was applied at three weeks after silking in addition to N 200+100 . In 2012, only ZD958 was planted and grown with three N regimes: N 200 , N 200+150 and N 200+150+150 , instead of N 200+100 and N 200+100+100 , respectively. The detailed information on N application timing and rate was listed in Table S1.",
          "table": []
        }
      ]
    },
    {
      "title": "Plant sampling and N concentration determination",
      "div": [
        {
          "text": "At silking and maturity five consecutive plants were cut at the stem base in each plot each year. The shoot was divided into middle leaves (3 leaves total: ear leaf, one leaf above and one leaf below ear leaf), upper leaves (all the leaves above the middle leaves), lower leaves (all the leaves below the middle leaves), stems, cob plus husks, and grain (when applicable). After shoot excision, roots of three plants were excavated from each plot. For each plant, a 0.14 m 2 area (the soil surface occupied by each plant) centered on the cut stem was excavated with shovels to a depth of 0.4 m. Roots were washed gently to remove all soil particles. All shoot and root samples were dried at 60 • C, weighed, and ground to pass a 1 mm screen, and 0.2 g of the ground plant material was used to determine the N concentration using a modified Kjeldahl digestion method (Nelson and Somers, 1973).",
          "table": []
        }
      ]
    },
    {
      "title": "Photosynthesis (P n ) and leaf SPAD values measurements",
      "div": [
        {
          "text": "In 2012, five uniform plants from maize hybrid ZD958 in each plot were marked. The ear leaf and the third leaves above (+3) and below (-3) the ear leaf were selected, representing leaves at different canopy levels. Leaf P n and SPAD values were measured at silking, 18, 34, 48, and 64 days after silking (DAS). P n was conducted on three out of the five tagged plants with a portable photosynthesis system (LI-6400XT, Li-Cor Inc., Lincoln, NE, USA), with light supplied by a LI-6400-02B LED light source set at an irradiance of 1800 mol m -2 s -1 (PAR). Measurements were conducted in the middle of the leaf blade, avoiding the midrib with CO 2 set at 400 mol mol -1 , flow rate at 500 mol s -1 , and the leaf temperature maintained at 30 ± 1 • C. Leaf greenness was measured with a chlorophyll meter (SPAD-502) on all five tagged plants in each plot. Five measurements were made along the length of each leaf blade and averaged for each of the three selected leaves of the five tagged plants. Leaves from five different plants were removed, dried, weighed, and ground to determine the N concentration (Nelson and Somers, 1973).",
          "table": []
        }
      ]
    },
    {
      "title": "Experiment II. Post-silking N uptake and remobilization -2012 and 2013",
      "div": [
        {
          "text": "The experiments performed in 2012 and 2013 (Exp. II) were conducted to study the relationship between N remobilization and photosynthesis during grain filling. Maize hybrids ZD958 and P32D79 were planted and three N treatments were imposed (Table S1): (i) low N (N 0/40 ), zero N in 2012 or 40 kg N ha -1 in 2013; (ii) N 200 ; (iii) N 500/400 , 500 kg N ha -1 in 2012 or N 400 , 400 kg N ha -1 in 2013. The N rates indicate fertilizer N input, and do not include background soil N min . Each treatment was in the same plot in 2012 and 2013.",
          "table": []
        }
      ]
    },
    {
      "title": "Plant sampling",
      "div": [
        {
          "text": "Plants were sampled at silking, 30 DAS and maturity in 2012 and at around 15-day intervals after silking in 2013, and processed as described above in Section 2.2.1. The apparent N remobilization for the whole-plant was defined as the ratio of the difference in total N in vegetative parts between silking and maturity to total N at silking. Apparent N remobilization for leaf and stem tissues was calculated analogous to the calculation for vegetative tissues, but for various time intervals.",
          "table": []
        }
      ]
    },
    {
      "title": "Leaf P n , SPAD values, leaf N, and grain C and N content",
      "div": [
        {
          "text": "At silking, five plants in each plot were tagged and the ear leaf, the third leaf above (+3) and the third leaf below (-3) the ear leaf were selected in 2012 for the P n and SPAD value measurements on each plant approximately every 15 DAS starting at silking. At each measurement, the ear leaf, +3 leaf, and -3 leaf from another three plants in each plot were collected to determine N concentration (Nelson and Somers, 1973) and to measure soluble protein concentration by Coomassie brilliant blue G-250 stain (Bradford, 1976). In 2013, the same approach was used but only the ear leaf was measured. At the same time, the developing kernels of the three plants were also collected from ZD958 in 2012 and from ZD958 and P32D79 in 2013 for total C and total N concentration analysis with a C/N analyzer (vario Macro CN, Elementar, Germany).",
          "table": []
        }
      ]
    },
    {
      "title": "Experiment III. 15 N-labeling study -2013",
      "div": [
        {
          "text": "To estimate the fluxes of the N taken up pre-and post-silking at the whole plant level, long-term pulse chase 15 N-labeling treatments consisting of labeling at the beginning of stem elongation and at silking were conducted (Exp. III). To this end, two separate series of microplots were established in ZD958 plots. Microplots (9.1 m 2 ) consisting of a total of 65 plants in five rows were established in three replications of the N 40 and N 200 treatments described in Exp. II. One series of microplots was used for presilking (V8) label application, and the other series for labeling at silking. In the fourth replication of the experiment, microplots were established to obtain 15 N natural abundance data, and thus were fertilized with equivalent amounts of non-labeled N.",
          "table": []
        }
      ]
    },
    {
      "title": "15 N-labeling at stem elongation and at silking",
      "div": [
        {
          "text": "To monitor the proportion of the pre-silking N remobilized from stover (the sum of roots, stem, leaves, and cob plus husks) to the grain, 20 and 80 kg N ha -1 were applied at the beginning of stem elongation (V8) in the designated N 40 and N 200 microplots, respectively. To facilitate uniform application, 5.14% 15 atom excess labeled urea and non-labeled urea were dissolved in 2 L of water, each corresponding to 10 kg ha -1 and 40 kg ha -1 of fertilizer for the N 40 and N 200 treatments, respectively. The respective 15 N-enriched fertilizer solutions were applied to the corresponding microplots with a watering can to achieve a uniform distribution. After the application of the labeled fertilizer, two additional liters of water were applied in the same manner to enhance movement of fertilizer into the root zone and minimize volatilization losses. In each microplot, 6.7 and 26.7 mg 15 N was applied per plant in the N 40 and N 200 treatments, respectively. Microplots designated for 15 Nlabeling at silking as well as the microplots designated for 15 N background determination were fertilized in the same manner with non-labeled urea solution.",
          "table": []
        },
        {
          "text": "To examine uptake and allocation of N applied at silking, the second series of microplots was labeled using applications of 10 and 30 kg N ha -1 in the N 40 and N 200 treatments, respectively. The fertilizer solution was prepared and applied as described above, resulting in an application of 6.7 and 20.1 mg 15 N for each of the 65 plants in N 40 and N 200 microplots, respectively. Using the same application procedure, the same amounts of non-labeled urea were applied to the 15 N-and background-microplots established early stem elongation such that all microplots received the same amounts of N fertilizer.",
          "table": []
        }
      ]
    },
    {
      "title": "Plant sampling and 15 N determination",
      "div": [
        {
          "text": "In each microplot, five plants were harvested at silking, 15, 30, 46 and 60 DAS (N 40 ) or 65 DAS (N 200 ). To avoid cross contamination between labeled and background plants, samples were processed separately. At each sampling, plants were divided into stem, lower leaves, middle leaves, upper leaves, cob plus husks, and grains (except at silking). Roots were excavated from the space pertaining to three plants (0.5 m wide, center-row to center-row) to a depth of 0.4 m and washed free of soil. All plant tissues were dried at 60 • C to constant weight. The dried tissues were ground to pass a 1 mm screen, and subsamples were taken for further grinding by ball mill for tissue 14 N/ 15 N analysis, which was conducted using an isotope ratio mass spectrometer (Finnigan Delta Plus XP, Thermo Electron Corporation, Bremen, Germany).",
          "table": []
        }
      ]
    },
    {
      "title": "Calculations of N remobilization of the 15 N-labeling study",
      "div": [
        {
          "text": "Calculations of N uptake and remobilization parameters provided in Eqs. ( 1), ( 2), ( 3) and ( 10) are based on Gallais et al. (2007), and form the basis for the remaining equations detailed below. For the calculations below, it was assumed that (i) the stable isotope was uniformly distributed in the soil surrounding the roots, (ii) 15 N was distributed in the same manner as 14 N within the plant, (iii) both isotopes were translocated in the same proportion, and (iv) there were no N losses from plants (Gallais et al., 2006(Gallais et al., , 2007)).",
          "table": []
        },
        {
          "text": "For a plant tissue x, i.e. roots, stem, leaves, kernels, etc., the amount of 15 N from labeled fertilizer (q x ) was calculated as,",
          "table": []
        },
        {
          "text": "where A 0x is 15 N abundance in background plants and A x is the 15 N abundance in labeled plants, and Q x is the total N content in tissue x. The A 0x was 0.3666 ± 0.0003, close to the natural abundance of atmospheric dinitrogen. The whole plant 15 N quantity (q wp ) was calculated as the sum of the 15 N amount in each tissue.",
          "table": []
        },
        {
          "text": "In order not to bias the estimation of the amount of fertilizer N that was taken up prior to silking, the amount of residual 15 N (applied at V8) from fertilizer taken up after silking (q abs ) has to be accounted for. Consequently, the amount and percentage of 15 N remobilized to grains that originated from pre-silking uptake at time t DAS (q rem(t) ) should be",
          "table": []
        },
        {
          "text": "(2)",
          "table": []
        },
        {
          "text": "where tr% (t) , is the percentage of N originating from post-silking uptake that is allocated to the grain at day t (see Eq. ( 9)). q veg(silk) is the amount of 15 N in all vegetative parts at silking. The amount of 15 N remobilized in a given time interval t to t + t ( q rem ) was calculated according to Eq. (4).",
          "table": []
        },
        {
          "text": "And the 15 N remobilization percentage for an interval from t to t + t on the basis of pre-silking N at silking ( rem%) and on the basis of pre-silking N at the beginning of time t ( rem'%) will be rem% = q rem q veg(silk)",
          "table": []
        },
        {
          "text": "× 100%",
          "table": []
        },
        {
          "text": "(5)",
          "table": []
        },
        {
          "text": "where q veg(t) is the amount of 15 N originating from pre-silking uptake that is retained in the vegetative parts at time t, and can be calculated as",
          "table": []
        },
        {
          "text": "Based on Eq. ( 3), the amount of N remobilized (Q rem(t) ) to the grain at a given time t can be calculated,",
          "table": []
        },
        {
          "text": "The total amount of remobilized N during time interval t to t + t ( Q rem ) will be",
          "table": []
        },
        {
          "text": "where Q veg(t) is the total amount of N retained in vegetative parts at time t.",
          "table": []
        },
        {
          "text": "2.4.4. Calculations of post-silking N uptake and allocation of the 15 N-labeling study",
          "table": []
        },
        {
          "text": "The application of 15 N-labeled fertilizer at silking was conducted to quantify the proportion of post-silking N uptake allocated to the grain. Thus, at time t, the percentage of N that originates from postsilking uptake and is allocated to grain (tr % (t) ) will be tr% = q G(t)",
          "table": []
        },
        {
          "text": "q wp(t) × 100% (10)",
          "table": []
        },
        {
          "text": "It follows that the total amount of N that originates from postsilking uptake and is allocated to the grain at time t (Q tr(t) ) is determined as",
          "table": []
        },
        {
          "text": "where Q wp is the difference in whole plant N content between silking and day t.",
          "table": []
        },
        {
          "text": "For the interval between day t and t + t, the grain N derived from post-silking uptake ( Q Gtr ) will be",
          "table": []
        },
        {
          "text": "which has two sources: (i) Q Gtr , the N taken up post-silking during t which was directly allocated to the grain, and (ii) Q Grem , the post-silking N present in vegetative parts on day t and remobilized to the grain during the interval t. Therefore, Q Gtr can also be calculated as",
          "table": []
        },
        {
          "text": "where Q veg(t) × rem % can be analogous to Eq. ( 9). It follows that the percentage of post-silking N uptake directly allocated to the grain ( tr%) during the interval t, can be calculated as",
          "table": []
        }
      ]
    },
    {
      "title": "Statistical analysis",
      "div": [
        {
          "text": "After verifying the homogeneity of error variances, data were subjected to analysis of variance (ANOVA) using PROC ANOVA with the SAS package 9.1 (SAS Institute, Cary, NC). Genotype, N rates and year were treated as fixed effects and replication as random effect in Fig. 1 and Table S3, and a two-tail t test was conducted in Figs. 6 and7. The least significant difference was used to determine treatment differences at a P < 0.05 level of probability. The relationships between leaf P n , N content, N concentration and soluble protein concentration were analyzed using SigmaPlot (SigmaPlot 10.0, USA).",
          "table": []
        }
      ]
    },
    {
      "title": "Results",
      "div": []
    },
    {
      "title": "Effects of low, optimal, and high N fertilizer applications on N remobilization and leaf photosynthesis after silking",
      "div": [
        {
          "text": "On average across years and hybrids, plant DM, total N uptake, and grain yield were 19%, 42%, and 16% greater in N 200 compared to low N (LN) treatments. Application of an additional 200 (N 400 , 2013) or 300 kg N ha -1 (N 500 , 2012), largely failed to further increase plant DM, total N uptake, and grain yield, except for plant DM and total N uptake of ZD958 at silking in 2012, and total N uptake of P32D79 at maturity in 2013 (Fig. 1). Significant differences were observed between years across N treatment and genotype for DM, N uptake, and grain yield, with greater values in 2013 than in 2012 at maturity (Fig. 1). In 2013, plant DM accumulation of both hybrids was lower in LN treatments compared to the optimal N rate (N 200 ). In 2012, differences in plant DM production between LN and N 200 were only significant for ZD958 and only at maturity (Fig. 1a). Total N uptake in N 200 was consistently greater than in LN for ZD958, in both years and at both silking and maturity. For P32D79, the differences in total N uptake between these treatments were significant at both developmental stages in 2013, but not in 2012 (Fig. 1b). On average, 41% and 26% of the fertilizer N was recovered in the optimal and high N plants across years and genotypes, respectively (calculated based on N in LN plants with the data presented in Fig. 1b).",
          "table": []
        }
      ]
    },
    {
      "title": "Table 1",
      "div": [
        {
          "text": "Effects of post-silking N application on whole plant dry matter (DM), grain yield, total N uptake, grain N content and concentration, N use efficiency (NUE) and N remobilization efficiency (NUE) at silking and maturity for ZD958 and XY335 in 2011 and 2012 (n = 4).",
          "table": []
        }
      ]
    },
    {
      "title": "Year",
      "div": [
        {
          "text": "Geno-types N rate * (kg ha Grain yield in N 200 treatments was greater than in LN treatments for ZD958 in both years, but only in 2013 for P32D79 (Fig. 1c). Similar to DM accumulation and N uptake, plants grown with optimal and very high N levels had similar leaf N concentration and content, SPAD values, and P n (Figs. 2 and3). As indicated by the data from 2012, these responses were consistent for ear leaves, as well as for the third leaf above and the third leaf below the ear leaf. On average across all measured leaves, plants that received 200 or more kg N ha -1 had 32% and 11% greater leaf N concentration and 55% and 22% greater leaf N content during grain filling than LN plants for ZD958 and P32D79, respectively (Fig. 2). In addition, leaf SPAD values and P n of the plants fertilized with optimal and very high N rates were also greater than for LN-grown plants (Fig. 3). Nevertheless, independent of N fertilizer treatment, SPAD readings, leaf N concentration and N content, displayed similar declines beginning around 15 DAS. Interestingly, the decline in P n generally already started at silking, while the decline in SPAD values beginning at 15 DAS tended to be less pronounced than the declines in leaf N concentration and N content. More pronounced declines in N concentration, N content and P n compared to SPAD were consistent with the pronounced declines observed for soluble protein concentration in ear leaves (Table S2). The strong positive relationships between P n , and N content, N concentration and soluble protein concentration were underscored by the regression analyses (Fig. S4). During this time span, reductions in SPAD readings under optimal and high N supply were significantly greater in P32D79 (25%-64%) than in ZD958 (10%-23%) across years and at all leaf positions (Fig. 3).",
          "table": []
        },
        {
          "text": "Apparent N remobilization from leaves during the first half of the reproductive period (0-34 DAS) was 23% in 2012, and 3% and 12% for 0-15 DAS and 15-30 DAS in 2013, respectively. With 36% (0-34 DAS, 2012) and 12% (0-15 DAS, 2013) and 21% (15-30 DAS, 2013), apparent N remobilization from stems during the same periods was more prominent than for leaves (Fig. 4). Accumulation of C and N in the grain followed classic growth curves for all N treatments and both hybrids (Fig. 5). However, while differences between LN and the other N treatments were apparent by approximately 30 DAS in ZD958, N treatment differences were pronounced only after 30 DAS in P32D79. Across years, hybrids and N treatments, 58%-86% and 58%-95% of the final grain N and C content, respectively, had been accumulated by 30-34 DAS. The rest of the N and C was deposited in grains during the second half of the reproductive period (Fig. 5a andb). Significant N remobilization from leaves continued after 30 DAS while apparent N remobilization from stems slowed dramatically or stopped entirely. In fact, a net increase in stem N was observed during the second half (2012) or last few days (2013) of the reproductive growth period (Fig. 4). These data suggest that much of the N accumulated in the grain after 30 DAS originated from leaves rather than stems. Kernel C and N assimilation rates were strongly and linearly correlated with each other (Fig. 5c).",
          "table": []
        },
        {
          "text": "The effects of study year, N treatment, genotype, and their interactions on apparent N remobilization from silking to maturity for upper, middle, and lower leaves and stems, roots and cob + husks were analyzed and presented in Table S3. All vegetative organs contributed to grain N, with the lowest apparent N remobilization percentages from roots and stems and the greatest apparent N remobilization from cob + husks or lower leaves. In most cases, no interaction effects between year, N, and genotypes were detected for N remobilization from the examined tissues. However, N treatment influenced apparent N remobilization of some of the tissues, primarily middle and lower leaves, stems, and cob plus husks. The two maize hybrids differed in apparent N remobilization from all tissues with greater values observed for P32D79, except for the cob + husks. The apparent N remobilization from leaves and cob plus husks was greater in 2012 than in 2013, but N remobilization from stems was greater in 2013 than in 2012.",
          "table": []
        }
      ]
    },
    {
      "title": "Estimation of post-silking N fluxes based on 15 N application at stem elongation and silking",
      "div": []
    },
    {
      "title": "15 N partitioning after silking",
      "div": [
        {
          "text": "The percentages of 15 N present in stover (the sum of roots, stem, leaves, and cob plus husks) from both pre-and post-silking uptake continuously decreased while the percentage in the grain continuously increased over the course of the reproductive period (Fig. 6). Regardless whether taken up pre-or post-silking, a greater percentage of 15 N was retained in the leaves of N 40 plants than in leaves of N 200 plants during the first half of the reproductive period (from silking to 30 DAS). For the N 40 and N 200 treatments, 35%-48% and 30%-41% of the 15 N taken up pre-silking and 22%-27% and 18%-19% of the 15 N taken up post-silking, remained in the leaves for the different time intervals, respectively. In contrast to leaves, the percentage of 15 N in the stems was greater in N 200 plants than N 40 plants during most of the reproductive growth period, whether taken up pre-or post-silking. Interestingly, N 40 plants allocated a 1.6-, 2.8-, 1.6-and 2.5-fold greater fraction of 15 N taken up post-silking to the cob plus husks than N 200 plants at 15, 30, 46, and 60/65 DAS, respectively. At maturity, 63% of the 15 N taken up pre-silking was found in grain of the N 40 plants, which was greater than the 60% found in the grain of the N 200 plants (Fig. 6a). Similarly, the percentage of 15 N taken up post-silking that was found in the grain of N 40 plants (76%) was greater than that found in the grain of N 200 plants (70%). From the first measurement after silking through maturity, a greater percentage of 15 N was found in the grain of plants labeled at silking than in the grain of plants labeled during stem elongation.",
          "table": []
        }
      ]
    },
    {
      "title": "Pre-silking N remobilization and post-silking N uptake and allocation",
      "div": [
        {
          "text": "Application of 15 N labeled fertilizer during stem elongation and at silking enabled calculation of pre-silking N remobilization and post-silking N uptake and allocation for different intervals after silking (Fig. 7). For N taken up pre-silking, a total of 1.10 and 1.77 g N plant -1 , corresponding to 57.9% and 60.3%, was remobilized from the stover to the grain at maturity in N 40 and N 200 plants, respectively (Fig. 7). The majority of this N (>60%) was remobilized in the first 30 DAS, and in N 200 , remobilization was particularly pronounced during the period of 15-30 DAS. Both N treatments showed similar N remobilization percentages in each interval.",
          "table": []
        },
        {
          "text": "Application of 15 N labeled fertilizer at silking coupled with periodic tissue analyses for 15 N revealed significant post-silking N uptake in both N 40 and N 200 treatments, even at late stages of reproductive development. At maturity, the amount of N taken up after silking by the N 40 plants was 19% lower than that taken up by N 200 plants, largely because of smaller amounts taken up during 0-15 and 15-30 DAS. However, in the grain, the amount of N from post-silking uptake was only 11.7% lower in N 40 than N 200 plants. From day t to t + t, grain N net gain from post-silking uptake had two sources: (i) the N taken up post-silking during t which was directly allocated to the grain, and (ii) the post-silking N present in vegetative parts on day t and redistributed to the grain during the interval t. In N 40 treatments, the percentages of post-silking N directly partitioned to the grain increased from 45% during the first 15-day interval to 96% during the last 14 days of reproductive development. In contrast, the N taken up post-silking that was partitioned directly to the grain in the N 200 treatment remained relatively constant (43%-50%) throughout reproductive development. However, post-silking N redistribution from stover to grain was 2-3 times greater in N 200 than in N 40 plants, with a higher redistribution percentage in 15-30 DAS.",
          "table": []
        },
        {
          "text": "Overall, 57.9% (N 40 ) and 60.3% (N 200 ) of N taken up pre-silking was remobilized from stover and contributed 53% (N 40 ) and 61% (N 200 ) to total grain N at maturity, and the remaining 39% and 47% of grain N were derived from post-silking N uptake.",
          "table": []
        }
      ]
    },
    {
      "title": "Discussion",
      "div": []
    },
    {
      "title": "Influence on N uptake and grain yield",
      "div": [
        {
          "text": "It has been reported that there is no yield reduction associated with restricted N supply from silking or three weeks after silking to maturity in maize, compared with continuous N supply in pot experiments (Subedi and Ma, 2005a,b). In contrast, growing plants without N from sowing to the 8-leaf stage, but fertilized with N thereafter, causes an irreversible reduction in ear size and grain yield. Their results imply that N supply before silking is critical, which is also consistent with the documented influence of pre-silking N availability on the production of maize spikelets and the size of the developing ear (Jacobs and Pearson, 1992). Kernel number is a crucial component of yield, which does not appear to respond much to N fertilization above medium levels (112-180 kg N ha -1 ) (Ciampitti et al., 2013;Paponov et al., 2005). Thus, by extension, the lack of response to post-silking supplemental N application on grain yield in the present study, suggests that post-silking additionally N supply above the optimal N rate failed to enhance ear sink strength or growth potential which, in turn, could have resulted in increased post-silking N uptake.",
          "table": []
        }
      ]
    },
    {
      "title": "Influence on leaf N concentration, remobilization and recycling",
      "div": [
        {
          "text": "Maize grains are formed after silking, but not all N deposited in grains is taken up during grain filling. A close relationship exists between N remobilization in leaves and leaf senescence during grain filling (Borrell et al., 2001;Thomas and Ougham, 2014). Differences in N application strongly influenced leaf SPAD readings. Optimal and supra-optimal N fertilization resulted in relative maintenance of chlorophyll levels for a longer time and to a greater extent than in the low N treatments (Fig. 3). Particularly during the last third of the reproductive period, a dramatic reduction in SPAD was apparent in the low N treatments in both genotypes. Leaf N concentration and N content generally remained high at silking or 15 DAS in all N treatments, albeit at lower levels in low N treatments, and then declined progressively, and at least initially, more rapidly than SPAD values (Figs. 2 and3, and Fig. S3). The observed progressive decline of leaf N concentration and content after 15 DAS was consistent with N export from the leaves. Additional application of N at silking to maize already fertilized with optimal N rate (200 kg N ha -1 ) did not delay leaf senescence or prolong leaf photosynthesis (Figs. 2 and3, and Fig. S3; Hou et al., 2012). In concert, these results indicate a strong genetic control over leaf N remobilization with limited responsiveness to supply of N above an optimal rate. On the other hand, the stem might act as an alternative sink once the grain demand for N had been satisfied at late reproductive stage (Fig. 4). In intact and ear-removing maize plants, the amount of N exported from leaves during the first half of grain filling was the same, with the stem as an alternative sink for N in earless plants (Christensen et al., 1981).",
          "table": []
        },
        {
          "text": "At optimal or higher N fertilization, leaf P n started to decline earlier and more quickly than SPAD values (more pronounced in ZD958 than in P32D79). For instance, while leaf P n declined by 46%-52% between silking and 46 DAS, SPAD values only declined by 10%-23% during the same time period in ZD958 (Fig. 3). This indicates that degradation of photosynthetic proteins was initiated prior to chlorophyll catabolism, and implies contribution of photosynthetic proteins such as rubisco, which accounts for considerable amount of soluble protein in plants, to N remobilization (Smart et al., 1995;Mae et al., 1983). The observed declines in leaf N concentration and soluble protein along with leaf P n underscore this observation (Fig. S4). Thus, at optimal and high N supply, ZD958 leaves in essence exhibited the stay-green trait (Fig. 3). The greater N remobilization efficiency from vegetative tissues of P32D79 plants (Table S3), but similar DM and yield at maturity as ZD958 (Fig. 1), implies more efficient N utilization within P32D79 plants.",
          "table": []
        },
        {
          "text": "Regardless of N level and genotype, plant total DM, N uptake, and yield at maturity were lower in 2012 than in 2013 (Fig. 1). This could be related to unusually heavy rainfall during maize flowering in July of 2012, which may have influenced pollination (Ning et al., 2012). Similarly, a more rapid decrease in SPAD readings in 2012 compared to 2013 (Fig. 3), could have resulted from excessive soil moisture which has been shown to accelerate leaf senescence in maize (Zaidi et al., 2007). The greater N remobilization from upper, middle, and lower leaves (Table S3) observed in 2012 was consistent with the more rapid decline in SPAD readings when compared with 2013 (Fig. 3).",
          "table": []
        }
      ]
    },
    {
      "title": "Influence on C and N fluxes to developing grains",
      "div": [
        {
          "text": "From silking to 15 DAS, the early developing ear needs a large amount of amino acids and carbohydrates to support its growth,  and to establish sink capacity (Ca ñas et al., 2009;Seebauer et al., 2004). In the present study, the developing grains of plants from the LN (N 40 ) and optimal N (N 200 ) treatments accumulated 0.48 g and 0.68 g N from silking to 15 DAS, respectively. This accumulation accounted for 23%-24% of total grain N uptake at maturity and more than 70% of it was originated from N taken up prior to silking (Fig. 7). Furthermore, the grain N gain during this phase was mainly from the stem as opposed to leaves (Fig. 4). This is consistent with the reports that large portions of assimilates and N-containing compounds are temporarily stored in stem during the vegetative growth period, and remobilized during the reproductive period in maize (Uhart and Andrade, 1995) and in other crops (Girondé et al., 2015). The formation of reproductive sinks greatly stimulates the onset of senescence in many plant species (Schippers et al., 2015). The priority of N remobilization from stem also indicated its pivotal role in the plants'N management (Girondé et al., 2015;Van Oosterom et al., 2010), delaying leaf N remobilization and thus conserving leaf photosynthetic capacity (Van Oosterom et al., 2010). Regardless whether N was taken up pre-or post-silking, more N was partitioned to the leaves in low N (N 40 ) than high N (N 200 ) treatments (Fig. 6). This, again, highlights the role of the stem as an N reservoir (Schippers et al., 2015), especially at high N doses.",
          "table": []
        },
        {
          "text": "Since the linear grain filling phase begins around two weeks after pollination, and the grain develops and increases in weight at a constant rate for an extended period of time (Fig. 5a; Johnson ) is indicated as decimals and the thickness of lines, while the percentages show the ratios of pre-silking N remobilization from stover to grain, and the ratios of N allocation of the post-silking N uptake into stover or grain in each time interval. Numbers in the parenthesis indicates the cumulative changes at maturity (60/65 DAS). Stover included roots, stem, leaves, and cob plus husks. Asterisks represent significant differences between N levels (P < 0.05).",
          "table": []
        },
        {
          "text": "and Tanner, 1972), the question arises whether the C demands of the rapidly growing grain can be met despite declining leaf N concentrations and P n after15 DAS, especially under low N supply. Results presented here indicated that stem N in N deficient plants was remobilized prior to leaf N, effectively delaying declines in P n . In addition, a greater proportion of N taken up during grain filling was partitioned to the grain in low N compared to high N treatment. Under N deficiency, direct N allocation to grains originated from post-silking uptake was 45%, 56%, 70% and 96% at 0-15, 15-30, 30-46 and 46-60 DAS, respectively, while these values were relatively lower and constant in N-sufficient plants (43%-50%) (Fig. 7). Greater partitioning of N taken up post-silking directly to the grain may lessen the need for remobilization of leaf N to satisfy grain N demand and thus aid in maintaining leaf photosynthesis.",
          "table": []
        },
        {
          "text": "Both C and N fluxes to the developing kernels increased rapidly during early kernel development, and the linear relationship between C and N assimilation rate in kernels revealed the interdependence of C/N fluxes into kernels (Fig. 5; Mi et al., 2003). In the final two to three weeks prior to physiological maturity, grain filling slowed (Fig. 5a andb) and N fluxes from both pre-silking N remobilization and post-silking N allocation to grain were reduced (Fig. 7). After silking, root system senescence begins and a pronounced reduction in lateral root length occurs (Peng et al., 2010), and corresponds to reduced post-silking N uptake observed during late reproductive stages. Given progressing senescence of the root system, one might expect that increases in grain N during the first half of reproductive growth would preferentially arise from uptake of soil N rather than remobilization of N assimilated prior to silking, and thus favor maintenance of photosynthetic activity in leaves. However, in both N 40 and N 200 treatments, much of the remobilization of pre-silking N from stover to grains occurred during the first 30 DAS, not in the final two to three weeks of reproductive growth (Fig. 7). Separation of the stover into stems and leaves revealed earlier N remobilization from stems and remarkable remobilization from leaves during the final period (Figs. 2 and4, and Fig. S3). It is proposed that the preferential N remobilization from stem than leaves is an effective strategy to manage leaf N status during grain filling phase, which to some extent maintains the ability of C capture.",
          "table": []
        },
        {
          "text": "As revealed by the apparent net stem N gain shown in Fig. 4, it is predicted that some of the N remobilized from leaves was deposited in the stem during late reproductive growth. Besides that, a larger percentage of N from both pre-and post-silking uptake was present in stem tissue of plants in the N 200 compared to the N 40 treatment (Fig. 6a andb). These observations are consistent with retention of higher N concentrations in stems at maturity in modern staygreen hybrids, and, in turn, constrain NUE, especially under high N supply (Chen et al., 2010;Hou et al., 2012;Mi et al., 2003). Future work should focus more on leaf N remobilization and improving N remobilization from stem during late reproductive growth.",
          "table": []
        }
      ]
    },
    {
      "title": "Conclusions",
      "div": [
        {
          "text": "Over-applications of N fertilizer to N-sufficient plants at and especially after silking did not further increase N uptake or grain yield in maize, but reduced NUE and increased the risk of N leaching. Observed post-silking N fluxes and changes in leaf photosynthetic rates highlight the close relationship between leaf N remobilization and C assimilation. Additional research is needed to elucidate changes in the temporally offset declines in photosynthetic rates compared to N concentration and photosynthetic pigments (SPAD) during the first couple of weeks after silking.",
          "table": []
        }
      ]
    }
  ],
  "tables": []
}