{
  "meta": {
    "title": "Temporal and spatial variation in accumulated temperature requirements of maize",
    "author": "Peng Hou, Yuee Liu, Ruizhi Xie, Bo Ming, Daling Ma, Shaokun Li, Xurong Mei",
    "journal": "Elsevier BV",
    "date": "2014. 03."
  },
  "paragraphs": [
    {
      "title": "Abstract",
      "div": [
        {
          "text": "≥10 • C accumulated temperature GDD Coefficients of variation North spring maize region Huanghuaihai maize region a b s t r a c t",
          "table": []
        },
        {
          "text": "Temperature, especially accumulated temperature, is an important environmental factor that plays a fundamental role in agricultural productivity. To examine temporal and spatial variation in accumulated temperature requirements of maize as indicated by ≥10 • C accumulated temperature and growing degree days (GDD), we conducted experiments during 2007-2012 at 35 locations in seven provinces in the north spring maize region between 35 • 11 N and 48 • 08 N and 6 locations in four provinces in the Huanghuaihai maize region between 32 • 52 N and 41 • 05 N in China. The most widely cultivated maize hybrids of ZD958 and XY335 were used in this study. We found that the coefficients of variation for ≥10 • C accumulated temperature and GDD requirements were different during different growth periods, with a descending rank order of sowing to emergence > silking to maturity > emergence to silking > sowing to maturity and greater in the north spring maize region than in the Huanghuaihai maize region. The coefficients of variation were lower for ≥10 • C accumulated temperature than GDD requirements for both cultivars in both planting regions. Significant differences existed between locations and years for the ≥10 • C accumulated temperature and GDD requirements. These have implications for appropriate maize cultivars recommendation, and high and stable yield achieving by reasonably using accumulated temperature across different regions of China.",
          "table": []
        }
      ]
    },
    {
      "title": "Introduction",
      "div": [
        {
          "text": "The north spring maize (Zea mays L.) and Huanghuaihai maize regions of China (hereafter, NM and HM, respectively) are the largest and second largest maize production regions in China spanning latitudes from 32 • 00 N to 50 • 50 N. The total maize acreage in these two regions accounts for 79.7% of the maize-planted area in China and 16.5% of the world planted area, and represents about 82% and 15.2% of total Chinese and global maize grain production, respectively (Li and Wang, 2010;FAO, 2011). Maize production in these regions plays a significant role in ensuring food security, but their climates vary dramatically, with the annual accumulated temperature above 10 • C, total sunshine hours, and total precipitation of 2000-4700 • C day, 2100-2900 h, and 400-800 mm, respectively (Li and Wang, 2010). These climatic differences have a significant influence on maize growth and development (Li and Wang, 2010;Liu et al., 2013a,b).",
          "table": []
        },
        {
          "text": "Temperature is an important climate factor that plays a fundamental role in agricultural production. The agricultural effects of temperature include determination of emergence, flowering, and maturity dates (Skaugen and Tveito, 2004;Iannucci et al., 2008). As a source of heat energy, temperature plays a key role in plant development and growth. Each plant species has a base temperature below which growth stops and above which most biological processes and growth continue (Major et al., 1983;Stevens et al., 1986;McMaster and Smika, 1988;Hodges et al., 1994;Bonhomme et al., 1994;Olivier and Annandale, 1998;Kadioglu and S ¸ aylan, 2001;Berti and Johnson, 2008;Sacks and Kucharik, 2011). Field studies have shown that maize has a base temperature of 5-10 • C (Major et al., 1983;Stevens et al., 1986;Hodges et al., 1994;Bonhomme et al., 1994;Sacks and Kucharik, 2011). For maize an upper temperature threshold exist. The upper temperature threshold of maize has been reported to be 30 • C by McMaster and Wilhelm (1997), 32 • C by Nielsen and Hinkle (1996), and 34 • C by Birch et al. (1998).",
          "table": []
        },
        {
          "text": "Thermal conditions are important for regulating crop growth (Olivier and Annandale, 1998;Dong et al., 2009). Since Reaumut first introduced the concept of heat units or thermal time in 1730, many methods for calculating thermal time have been used successfully in agricultural sciences (McMaster and Wilhelm, 1997). In 1837, Boussingault used a method in which mean daily air temperature was multiplied by the number of days during the crop-growing period to calculate the total thermal requirement of various crops from sowing to maturity, i.e., accumulated temperature. This concept was subsequently introduced to geobotany by de Candolle (1855) and began to be used in agricultural meteorology in Britain in 1878 (Gregory, 1954;Yan et al., 2011). Since the mid 1950s, the concept has been widely used in several research fields in China (Feng and Tao, 1991). In China, the ≥10 • C accumulated temperature is used as an important indicator of thermal conditions in crop ecology (Qiu and Lu, 1980;Bai et al., 2008). The ≥10 • C accumulated temperature is the sum of the mean daily temperatures during a growth period in which the mean daily temperature is above 10 • C each day. The ≥10 • C accumulated temperature is routinely used to determine crop planting schedules, crop varieties, and crop patterns in China (Zheng et al., 2008;Yan et al., 2011).",
          "table": []
        },
        {
          "text": "Growing degree days (GDD) is another representation of accumulated temperature calculated as the accumulated temperature above a base level (Wang, 1960). GDD is used to estimate plant development and growth during the growing season and can be used to assess flowering, maturity, and harvest dates of crops and to predict the suitability of a region for the production of a particular crop. Many studies have estimated the relationship between GDD and crop growth including the phenological development of crops (Stewart et al., 1998;Craufurd et al., 1998;Bartholomew and Williams, 2005). Thermal parameters are also used in simulation models of crop growth based on the growth rate of crops driven by the daily temperature (Huang et al., 1998;Caton et al., 1998;Liu et al., 1998;Yang et al., 2004Yang et al., , 2006)).",
          "table": []
        },
        {
          "text": "Two opposite points of view exist about the heat units (≥10 • C accumulated temperature and GDD) requirements of maize. One is that maize always requires the same amount of heat units and depends only on the cultivar to reach a certain developmental stage (Wang, 1960;Sacks and Kucharik, 2011). The opposite view is that the number of heat units required for the completion of a given growth period of a particular maize cultivar is not constant but may vary with other environmental conditions (Tataryn, 1974;Major et al., 1983;Liu et al., 2013b). For example, Liu et al. (2013b) showed that for maize cultivar of ZD958, the GDD requirements during the vegetative growth period increased significantly but the GDD requirements during the reproductive growth period decreased significantly with latitudes northward in China. However, few studies have focused on variation in ≥10 • C accumulated temperature and GDD requirements of widely cultivated maize cultivars, particularly during different growth stages, on a large scale.",
          "table": []
        },
        {
          "text": "The Zhengdan 958 (ZD958) and Xianyu335 (XY335) maize varieties, which are characterized by high yield, high quality, multiresistance, and extensive adaptability, have been the leading maize hybrids in China in recent years. They are planted widely in the NM and HM regions of China. The planting areas of ZD958 and XY335 were increased to 4,540,000 ha and 1,270,000 ha, respectively, in 2009 (Chinese Agriculture Technology and Popularization Center). Because of global warming (IPCC, 2007), the planting areas of both varieties have expanded northward. The northern line for safe planting of ZD958 has shifted to 47 • N in the northeast (You et al., 2008;Bai et al., 2010) and ZD958 can be planted in most regions of NM. This provides the opportunity to study the variation in thermal requirements of widely planted maize cultivars under different ecological conditions across a large region.",
          "table": []
        },
        {
          "text": "In the present study, we investigated the variation in ≥10 • C accumulated temperature and GDD requirements for ZD958 and XY335 between different regions and during different growth periods (sowing to emergence, emergence to silking, silking to maturity, and sowing to maturity). We also assessed the differences in ≥10 • C accumulated temperature and GDD requirements between experimental sites and years during different growth periods. This will be helpful for appropriate maize cultivars recommendation, and high and stable yield achieving by reasonably using accumulated temperature across different regions of China.",
          "table": []
        }
      ]
    },
    {
      "title": "Materials and methods",
      "div": []
    },
    {
      "title": "Site description and experimental design",
      "div": [
        {
          "text": "Experiments were conducted from 2007 to 2012 at 35 locations in seven provinces (Heilongjiang, Jilin, Liaoning, Inner Mongolia, Hebei, Shanxi, and Shaanxi) between 35 • 11 N and 48 • 08 N in NM, and from 2010 to 2012 at 6 locations in four provinces (Shandong, Henan, Shaanxi, and Anhui) between 32 • 52 N and 41 • 05 N in HM (Fig. 1 and Locations and ecological conditions of the experimental sites in different planting regions). Details of the geographical positions and ecological conditions are given in Locations and ecological conditions of the experimental sites in different planting regions. NM is in a cold-temperature zone with humid and semi-humid climates. The winters are cold and dry and the summers are warm and short. HM is in a warm-temperature zone with semi-humid and semi-arid climates. In these two regions, the annual accumulated temperature above 10 • C, total sunshine hours, and total precipitation are 2000-4700 • C day, 2100-2900 h, and 400-800 mm.",
          "table": [
            "Locations and ecological conditions of the experimental sites in different planting regions.",
            "Locations and ecological conditions of the experimental sites in different planting regions."
          ]
        },
        {
          "text": "The maize cultivars ZD958 and XY335, which are widely grown in both regions, were chosen for this study. Maize was planted at a density of 6.0 × 10 4 plants ha -1 with four replications. Each plot was 15 m long, 6.5 m wide, and consisted of 10 rows with an interrow spacing of 0.65 m.",
          "table": []
        },
        {
          "text": "One maize harvest per year was defined as continuous maize cultivation in NM and a winter wheat-summer maize doublecropping rotation in HM. Maize was sown by hand in the soil depth of about 5 cm at all sites (from late April to early May in NM and in mid-June in HM) and harvested from late September to early October. All sites were well managed and weeds, diseases, and insect pests were well controlled. Many different nutrient management treatments (in terms of fertilizer applications) were applied: 138-380 kg ha -1 nitrogen (N), 0-177 kg ha -1 phosphorus (P, in the form of P 2 O 5 ), and 0-112 kg ha -1 potassium (K, in the form of K 2 O) in NM, and 126-300 kg ha -1 N, 45-207 kg ha -1 P, and 45-78.75 kg ha -1 K in HM. These amounts were based on existing levels of N, P, and K in plots, as determined by soil tests.",
          "table": []
        }
      ]
    },
    {
      "title": "Database",
      "div": [
        {
          "text": "The dates of sowing, emergence, silking, and maturity were recorded. An emergence date was taken when 60% of the plants had emerged, a silking date when 60% of the ears showed silk emergence and a physiological maturity date when the black layer appeared. Climate data (maximum temperature, mean temperature, minimum temperature) were obtained from the nearest meteorological station (CMA Archives, 2013) which, on average, was located about 17 km away from each experimental site ranging from 3 to 39 km.",
          "table": []
        },
        {
          "text": "The ≥10 • C accumulated temperature is the sum of the mean daily temperatures during the growing period in which the mean daily temperature is above 10 degrees Celsius (≥10 • C) each day (Yan et al., 2011).",
          "table": []
        },
        {
          "text": "GDD was defined using the following equation, where T max , T min , and T base are the maximum temperature, minimum temperature, and 10 • C base temperature, respectively (McMaster and Wilhelm, 1997;Yang et al., 2004); because GDD for maize is normally",
          "table": []
        }
      ]
    },
    {
      "title": "Statistical analysis",
      "div": [
        {
          "text": "Calculations were performed and tables were prepared using Microsoft Excel 2003. LSD test and analysis of variance (ANOVA) were used to test for differences in accumulated temperature and GDD requirements during different growth periods in different planting regions, and between different years and different experimental sites, using Statistical Analysis System software (SAS 9.1).",
          "table": []
        }
      ]
    },
    {
      "title": "Results",
      "div": []
    },
    {
      "title": "Variation in ≥10",
      "div": [
        {
          "text": "• C accumulated temperature and GDD requirements of the ZD958 and XY335 cultivars in the entire maize region (NM and HM)",
          "table": []
        },
        {
          "text": "For both regions combined, the mean ≥10 • C accumulated temperatures required by ZD958 across sites were 226 • C day, 1486 • C day, 1278 • C day, and 2944 • C day during the sowing to emergence, emergence to silking, silking to maturity, and sowing to maturity growth periods, respectively (Values of ≥ 10 • C accumulated temperature and GDD requirements during different growth periods in different planting regions. Data in the table were values ± standard deviations). The coefficient of variation was highest (27.66%) during sowing to emergence, second highest (14.34%) during silking to maturity, and lowest (6.92%) during sowing to maturity (Fig. 2A). The mean GDD values for ZD958 were 104 • C day, 819 • C day, 700 • C day, and 1598 • C day during the sowing to emergence, emergence to silking, silking to maturity, and sowing to maturity growth periods, respectively; their coefficients of variation were 29.24%, 9.14%, 17.59%, and 8.07%, respectively (Fig. 2B andValues of ≥ 10 • C accumulated temperature and GDD requirements during different growth periods in different planting regions. Data in the table were values ± standard deviations).",
          "table": [
            "Values of ≥ 10 • C accumulated temperature and GDD requirements during different growth periods in different planting regions. Data in the table were values ± standard deviations."
          ]
        },
        {
          "text": "For the XY335 cultivar, the mean ≥10 • C accumulated temperatures and coefficients of variation during the growth durations of sowing to emergence, emergence to silking, silking to maturity and sowing to maturity were 213 • C day and 28.05%, 1429 • C day and 9.75%, 1253 • C day and 12.31%, and 2846 • C day and 6.41%, respectively (Fig. 2C and Values of ≥ 10 • C accumulated temperature and GDD requirements during different growth periods in different planting regions. Data in the table were values ± standard deviations). The GDD and coefficients of variation were 104 • C day and 32.33%, 821 • C day and 8.97%, 692 • C day and 15.14%, and 1589 • C day and 7.31%, respectively (Fig. 2D and Values of ≥ 10 • C accumulated temperature and GDD requirements during different growth periods in different planting regions. Data in the table were values ± standard deviations).  2). The coefficient of variation for ≥10 • C accumulated temperature requirements for ZD958 across different sites was the highest (27.96%) during sowing to emergence, second highest (13.96%) during silking to maturity, and the lowest (5.87%) during sowing to maturity (Fig. 3A andValues of ≥ 10 • C accumulated temperature and GDD requirements during different growth periods in different planting regions. Data in the table were values ± standard deviations). The coefficients of variation for GDD requirements were 29.97%, 17.13%, 9.49%, and 7.73% during sowing to emergence, silking to maturity, emergence to silking and sowing to maturity, respectively (Fig. 3B and Values of ≥ 10 • C accumulated temperature and GDD requirements during different growth periods in different planting regions. Data in the table were values ± standard deviations). For the XY335 cultivar, the coefficients of variation for ≥10 • C accumulated temperature requirements were 28.55%,",
          "table": [
            "Values of ≥ 10 • C accumulated temperature and GDD requirements during different growth periods in different planting regions. Data in the table were values ± standard deviations.",
            "Values of ≥ 10 • C accumulated temperature and GDD requirements during different growth periods in different planting regions. Data in the table were values ± standard deviations.",
            "Values of ≥ 10 • C accumulated temperature and GDD requirements during different growth periods in different planting regions. Data in the table were values ± standard deviations.",
            "Analysis of variance for ≥ 10 • C accumulated temperature and GDD requirements during different growth periods in different planting regions."
          ]
        }
      ]
    },
    {
      "title": "Variation in",
      "div": []
    },
    {
      "title": "Growth durations Growth durations",
      "div": [
        {
          "text": "The entire maize region ZD95 8",
          "table": []
        },
        {
          "text": "The e ntire maiz e region ZD958",
          "table": []
        },
        {
          "text": "The en tire maize region XY335",
          "table": []
        },
        {
          "text": "The entire maiz e region XY33 5",
          "table": []
        }
      ]
    },
    {
      "title": "Growth durations Growth durations",
      "div": [
        {
          "text": "The north spri ng maiz e region ZD958",
          "table": []
        },
        {
          "text": "The north spri ng maize region ZD958",
          "table": []
        },
        {
          "text": "The north spri ng maize region XY 335",
          "table": []
        },
        {
          "text": "The north spri ng maize region XY335 13.24%, 8.81%, and 5.17%, respectively (Fig. 3C and Analysis of variance for ≥ 10 • C accumulated temperature and GDD requirements during different growth periods in different planting regions). The coefficients of variation for GDD requirements were 34.42%, 17.56%, 9.69%, and 7.52%, respectively (Fig. 3D and Analysis of variance for ≥ 10 • C accumulated temperature and GDD requirements during different growth periods in different planting regions).  2). For ZD958, the coefficients of variation of different growth periods were sowing to emergence > silking to maturity > emergence to silking > sowing to maturity, which were 17.02%, 10.83%, 6.27%, and 4.46% for ≥10 • C accumulated temperature requirements (Fig. 4A and Analysis of variance for ≥ 10 • C accumulated temperature and GDD requirements during different growth periods in different planting regions) and 19.58%, 11.33%, 7.03%, and 5.20% for GDD requirements, respectively (Fig. 4B and Analysis of variance for ≥ 10 • C accumulated temperature and GDD requirements during different growth periods in different planting regions). For XY335, the values were 18.55%, 9.96%, 5.86%(Fig. 4C and Analysis of variance for ≥ 10 • C accumulated temperature and GDD requirements during different growth periods in different planting regions), and 4.48%, and 23.77%, 10.63%, 6.63%, and 5.80%, respectively (Fig. 4D and Analysis of variance for ≥ 10 • C accumulated temperature and GDD requirements during different growth periods in different planting regions).",
          "table": [
            "Analysis of variance for ≥ 10 • C accumulated temperature and GDD requirements during different growth periods in different planting regions.",
            "Analysis of variance for ≥ 10 • C accumulated temperature and GDD requirements during different growth periods in different planting regions.",
            "Values of ≥ 10 • C accumulated temperature and GDD requirements during different growth periods in different planting regions. Data in the table were values ± standard deviations.",
            "Analysis of variance for ≥ 10 • C accumulated temperature and GDD requirements during different growth periods in different planting regions.",
            "Analysis of variance for ≥ 10 • C accumulated temperature and GDD requirements during different growth periods in different planting regions.",
            "Analysis of variance for ≥ 10 • C accumulated temperature and GDD requirements during different growth periods in different planting regions.",
            "Analysis of variance for ≥ 10 • C accumulated temperature and GDD requirements during different growth periods in different planting regions."
          ]
        }
      ]
    },
    {
      "title": "Variation in the",
      "div": []
    },
    {
      "title": "ANOVA between ≥10 • C accumulated temperature and GDD requirements in different growth periods and regions",
      "div": [
        {
          "text": "To establish a more reliable accumulated temperature index, ANOVA was performed on the coefficients of variation for ≥10 • C accumulated temperature and GDD requirements during the different growth periods (Analysis of variance for ≥ 10 • C accumulated temperature and GDD requirements during different growth periods in different planting regions). In NM, the coefficients for ≥10 • C accumulated temperature requirements were lower than those for GDD during the sowing to emergence and emergence to silking growth periods for both cultivars, but the differences were not statistically significant. The coefficients for ≥10 • C accumulated temperature requirements were significantly lower than those for GDD requirements during the silking to maturity and sowing to maturity periods, indicating that ≥10 • C accumulated temperature was more stable than GDD especially during these latter periods. In HM, the coefficients for ≥10 • C accumulated temperature requirements were lower than those for GDD requirements during all periods for both cultivars, but the differences were not statistically significant.",
          "table": [
            "Analysis of variance for ≥ 10 • C accumulated temperature and GDD requirements during different growth periods in different planting regions."
          ]
        },
        {
          "text": "The coefficients of variation for both ≥10 • C accumulated temperature and GDD requirements of both ZD958 and XY335 were significantly higher during sowing to emergence except GDD requirement of XY335, and higher (but not significantly so) during emergence to silking in NM than HM. In addition, the coefficients for GDD were significantly higher during silking to maturity and sowing to maturity in NM than HM. No significant differences were found in the coefficients for ≥10 • C accumulated temperature requirements between the two regions during the periods of silking to maturity and sowing to maturity.",
          "table": []
        }
      ]
    },
    {
      "title": "ANOVA between ≥10 • C accumulated temperature and GDD requirements for the different years, and sites in NM",
      "div": [
        {
          "text": "In NM, the variation in ≥10 • C accumulated temperature and GDD requirements differed between different experimental sites and years during different growth periods (Analysis of variance for ≥10 • C accumulated temperature and GDD requirements for different years and experimental sites during different growth periods in the north spring maize region). For ZD958, ≥10 • C accumulated temperature requirements were significantly different between experimental sites and years during sowing to emergence, emergence to silking, and sowing to maturity. During silking to maturity, there were significant differences between sites but not between years. GDD requirements were significantly different among the different years and sites during sowing to emergence, silking to maturity, and sowing to maturity. During emergence to silking, it was significantly different between sites but not between years. For XY335, no significant differences in either ≥10 • C accumulated temperature or GDD requirements were observed between years and sites during sowing to emergence. Both of ≥10 • C accumulated temperature and GDD requirements showed significant differences during emergence to silking between sites but neither did between years. Both of ≥10 • C accumulated temperature and GDD requirements showed significant differences between sites and years during silking to maturity and sowing to maturity.",
          "table": [
            "Analysis of variance for ≥10 • C accumulated temperature and GDD requirements for different years and experimental sites during different growth periods in the north spring maize region."
          ]
        },
        {
          "text": "3.6. ANOVA for ≥10 • C accumulated temperature and GDD requirements for the different years, and sites in HM Analysis of variance for ≥10 • C accumulated temperature and GDD requirements for different years and experimental sites during different growth periods in the Huanghuaihai maize region shows the data for HM. For the ZD958 cultivar, ≥10 • C accumulated temperatures and GDD requirements were not significantly different between sites or years from sowing to emergence. During emergence to silking, ≥10 • C accumulated temperature and GDD requirements were significantly different between sites but neither were between years. During silking to maturity, ≥10 • C accumulated temperature requirements were significantly different between sites, whereas there were no significant differences in GDD between years or sites. During sowing to maturity, ≥10 • C accumulated temperature and GDD requirements were both significantly different between years and sites.",
          "table": [
            "Analysis of variance for ≥10 • C accumulated temperature and GDD requirements for different years and experimental sites during different growth periods in the Huanghuaihai maize region."
          ]
        },
        {
          "text": "For the XY335 cultivar, neither parameter was significantly different between sites or years during sowing to emergence or sowing to maturity. During emergence to silking and silking to maturity, both of ≥10 • C accumulated temperature and GDD requirements were significantly different between sites, but neither differed between years.",
          "table": []
        }
      ]
    },
    {
      "title": "Discussion",
      "div": [
        {
          "text": "4.1. Variation in ≥10 • C accumulated temperature and GDD requirements for the ZD958 and XY335 cultivars during different growth periods Temperature plays a very important role in agricultural productivity. It influences plant growth and development including emergence, flowering and maturity (Skaugen and Tveito, 2004;Iannucci et al., 2008;Liu et al., 2010). In the present study, we found that the ≥10 • C accumulated temperature and GDD required by two maize cultivars varied across experimental years and sites for different growth periods (sowing to emergence, emergence to silking, silking to maturity, and sowing to maturity), in contrast with some previous works (Wang, 1960;Sacks and Kucharik, 2011) and in agreement with others (Tataryn, 1974;Major et al., 1983;Liu et al., 2013b). For example, in our previous study, we found that GDD of the ZD958 cultivar changed significantly with latitude during different growth periods (Liu et al., 2013b).",
          "table": []
        },
        {
          "text": "In NM, ≥10 • C accumulated temperature and GDD required by both cultivars varied at different growth stages, with coefficients of variation showing a descending rank order of sowing to emergence > silking to maturity > emergence to silking > sowing to maturity. The high coefficient of variation for sowing to emergence may be due to two possible reasons. The temperature was low and varied significantly during the sowing stage in this region. In addition, maize emergence may be influenced not only by temperature but also soil water content (Li and Wang, 2010). It was reported that the soil relative moisture of 70-80% was optimal for maize emergence. It could delay maize emergence when the soil relative moisture was drier or wetter (Hou et al., 2007;Ma et al., 2012). In this study soil water content in the rainfed experimental sites in NM averaged 19% ranging from 5% to 31% and the soil relative moisture averaged 78% ranging from 24% to 99% in the soil depth of 20 cm (data were not shown). This large variation of soil relative humidity may influence maize emergence in NM. The variation observed during emergence to silking and silking to maturity may be due to changes in photoperiods across this large maize-growing region (Aitken, 1980;Warrington and Kanemasu, 1983;Kiniry et al., 1983;Ellis et al., 1992;Tollenaar, 1999;Liu et al., 2013b). We previously found that photoperiods increased from 13.7 to15.6 h which exceeded the critical photoperiod of 12.5 h and the total leaf number of ZD958 also increased significantly with latitudes northward in NM (Liu et al., 2013b). This increasing photoperiod and total leaf number with latitudes northward could be responsible for the changes of durations of vegetative and reproductive growth, and thus the changes of heat unit requirements (Ellis et al., 1992;Tollenaar, 1999;Liu et al., 2013b). For example, GDD requirement of ZD958 increased significantly during emergence to silking but decreased significantly during silking to maturity in NM (Liu et al., 2013b). Another reason for the variation during silking to maturity in NM may be that the temperature was low and more variable during this growth period (Li and Wang, 2010;Liu et al., 2013a,b).",
          "table": []
        },
        {
          "text": "The coefficients of variation for both ≥10 • C accumulated temperature and GDD requirements for both cultivars in HM were similar to those in NM, showing a descending rank order of sowing to emergence > silking to maturity > emergence to silking > sowing to maturity, but the coefficients of variation in HM were lower than those in NM especially at the stage of sowing to emergence. This may be because of that compared with NM, maize in HM is irrigated and soil water condition is not the restricted factor influencing maize emergence. So it did not cause the variation in accumulated temperature between sites at the stage of sowing to emergence. The variation of ≥10 • C accumulated temperature and GDD requirements in HM at different growth stages may be because of the changeful temperature across the experimental sites (Li and Wang, 2010).",
          "table": []
        },
        {
          "text": "Thermal parameters such as GDD have often been used in simulation models of crop growth those are based on the growth rate of crops driven by daily temperature (Huang et al., 1998;Caton et al., 1998;Liu et al., 1998;Yang et al., 2004Yang et al., , 2006;;Liu et al., 2010Liu et al., , 2013b)). In the present study, the coefficients of variation for emergence to silking (vegetative growth period) and sowing to maturity (total growth period) were small compared to the sowing to emergence and silking to maturity growth periods. This indicates that accumulated temperature and GDD requirements provided a more stable representation of the heat unit requirements of the cultivars during the vegetative and total growing periods. The heat unit requirements during emergence to silking and sowing to maturity are most often used in maize growth models such as the Cereal-Maize and Hybrid-Maize models (Yang et al., 2004(Yang et al., , 2006)). These temperature accumulation measures will also be useful for predicting crop growth timing across different regions in China. For example, we can estimate the number of days for maize silking and maturity that corresponds to accumulated temperature and GDD requirements in different regions of China. These have implications for different-mature-period maize cultivars recommendation, and high and stable yield achieving via farm management (Yang et al., 2004). On the other hand, global climate change has more and more influence on agriculture especially in northeast China (Liu et al., 2010(Liu et al., , 2012)). Understanding the influence of temperature on phenology at various spatial and temporal scales is particularly important under the condition of global climate change.",
          "table": []
        },
        {
          "text": "4.2. Variation in ≥10 • C accumulated temperature and GDD requirements for the ZD958 and XY335 cultivars in different regions During sowing to emergence, both ≥10 • C accumulated temperature and GDD requirements for ZD958 were significantly different between sites and years in NM, but neither were in HM. This may be because NM is the largest maize growing area, spanning latitudes from 33 • 24 N to 50 • 50 N. The climatic factors within this region vary significantly between years and locations especially in the early spring (Li and Wang, 2010;Liu et al., 2013a,b). HM, which spans latitudes from 32 • 00 N to 40 • 30 N, is smaller than NM and the climatic factors within the area, especially temperature, are more stable (Li and Wang, 2010). For the XY335 cultivar, significant differences were found for both ≥10 • C accumulated temperature and GDD requirements between years from sowing to maturity in NM but no significant differences were observed in HM. This may be because NM is located farther north and there are lower and more variable temperatures during the entire sowing to maturity period (Li and Wang, 2010;Liu et al., 2013a,b). The differences in the ≥10 • C accumulated temperature and GDD requirements between the two cultivars may be due to the different characteristics of the cultivars.",
          "table": []
        }
      ]
    },
    {
      "title": "Comparison of variation in ≥10 • C accumulated temperature and GDD requirements",
      "div": [
        {
          "text": "The coefficients of variation were lower for ≥10 • C accumulated temperature than GDD for both cultivars in both growing regions, and the differences were statistically significant during silking to maturity and sowing to maturity in NM. This may be because of that accumulated temperature was calculated as the sum of the mean daily temperatures during the period in which the mean daily temperature was ≥10 • C each day and there were no base and upper threshold temperatures for it (Yan et al., 2011). GDD was defined using an equation reported by McMaster and Wilhelm (1997) in which T max , T min , and T base are the maximum temperature, minimum temperature, and 10 • C base temperature, respectively. And the upper threshold temperature was also set to 30 • C (McMaster and Wilhelm, 1997). But the base and upper threshold temperatures vary. For example, base temperatures for maize varied from 5 to 10 • C (Major et al., 1983;Stevens et al., 1986;Hodges et al., 1994;Bonhomme et al., 1994;Sacks and Kucharik, 2011) and upper threshold temperatures varied from 30 to 34 • C (Nielsen and Hinkle, 1996;McMaster and Wilhelm, 1997;Birch et al., 1998). In the two maize regions, especially in NM, minimum temperatures are always lower than 10 • C in spring and maximum temperatures always exceed 30 • C during the summer (Li and Wang, 2010). This means that ≥10 • C accumulated temperature requirement was a more stable indicator to represent heat unit requirements of different maize cultivars than GDD especially in NM. This will also be of great importance to help farmers recommend different maize cultivars according to the heat resources distribution, especially ≥10 • C accumulated temperature distribution, across different regions of China.",
          "table": []
        }
      ]
    },
    {
      "title": "Conclusion",
      "div": [
        {
          "text": "Temperature plays a key role in agricultural productivity and is important for crop growing, such as emergence, flowering, and maturity. We found that the coefficients of variation of ≥10 • C accumulated temperature and GDD requirements for ZD958 and XY335 were different during different growth periods, showing a descending rank order of sowing to emergence > silking to maturity > emergence to silking > sowing to maturity and were greater in north spring maize region than in Huanghuaihai maize region. ≥10 • C accumulated temperature and GDD requirements for ZD958 and XY335 in the growing stages of emergence to silking and sowing to maturity were more stable than those in the growing stages of sowing to emergence and silking to maturity. ≥10 • C accumulated temperature and GDD requirements for ZD958 and XY335 were stable in Huanghuaihai maize region compared with north spring maize region. The coefficients of variation were lower for ≥10 • C accumulated temperature than GDD requirements for both cultivars in both growing regions which meant ≥10 • C accumulated temperature requirement was a more stable indicator to represent heat requirements of different maize cultivars than GDD. In addition, ≥10 • C accumulated temperature and GDD requirements were significantly different between locations and years. These have implications for appropriate maize cultivars recommendation, and high and stable yield achieving by reasonably using accumulated temperature across different regions of China.",
          "table": []
        }
      ]
    }
  ],
  "tables": [
    "{\"title\": \"Locations and ecological conditions of the experimental sites in different planting regions.\", \"head\": [\"Planting regions\", \"Experimental\", \"\", \"Locations\", \"\", \"\", \"Metro-ecological conditions\", \"\", \"Irrigation\", \"Planting years\"], \"value\": [[\"\", \"sites\", \"\", \"\", \"\", \"\", \"\", \"\", \"\", \"\", \"\"], [\"\", \"\", \"North\", \"East\", \"Altitude\", \"≥10 • C\", \"Accumulated\", \"Precipitation\", \"Frostless\", \"Conditions\", \"\"], [\"\", \"\", \"latitude\", \"longitude\", \"(m)\", \"accumulated\", \"sunshine hours\", \"(mm)\", \"duration\", \"\", \"\"], [\"\", \"\", \"\", \"\", \"\", \"temperature\", \"(h)\", \"\", \"(d)\", \"\", \"\"], [\"\", \"\", \"\", \"\", \"\", \"( • C day)\", \"\", \"\", \"\", \"\", \"\"], [\"\", \"Wangkui, HLJ\", \"46 • 50\", \"126 • 29\", \"180\", \"3047\", \"2633\", \"543\", \"165\", \"Rainfed\", \"2007-2008\"], [\"\", \"Qinggang, HLJ\", \"46 • 41\", \"126 • 06\", \"151\", \"2912\", \"2587\", \"505\", \"159\", \"Rainfed\", \"2007-2008\"], [\"\", \"Zhaodong, HLJ\", \"46 • 03\", \"125 • 59\", \"148\", \"3214\", \"2903\", \"431\", \"164\", \"Rainfed\", \"2007-2009\"], [\"\", \"Keshanxian, HLJ\", \"48 • 02\", \"125 • 52\", \"276\", \"2844\", \"2570\", \"504\", \"159\", \"Rainfed\", \"2010\"], [\"\", \"Qiqihaer, HLJ\", \"47 • 21\", \"123 • 55\", \"147\", \"3185\", \"2793\", \"464\", \"163\", \"Rainfed\", \"2009-2010, 2012\"], [\"\", \"Jiamusi, HLJ\", \"46 • 48\", \"130 • 19\", \"98\", \"2994\", \"2401\", \"559\", \"155\", \"Rainfed\", \"2008-2009, 2011-2012\"], [\"\", \"Mudanjiang, HLJ\", \"44 • 33\", \"129 • 38\", \"306\", \"3069\", \"2322\", \"514\", \"159\", \"Rainfed\", \"2007-2010\"], [\"\", \"Hulan, HLJ\", \"45 • 52\", \"126 • 36\", \"130\", \"3284\", \"2193\", \"524\", \"174\", \"Rainfed\", \"2008-2010\"], [\"\", \"Taonan, JL\", \"45 • 20\", \"122 • 48\", \"147\", \"3328\", \"2786\", \"332\", \"158\", \"Irrigated\", \"2007-2008, 2011-2012\"], [\"\", \"Qianguo, JL\", \"45 • 07\", \"124 • 50\", \"138\", \"3356\", \"2615\", \"425\", \"171\", \"Rainfed\", \"2007-2009\"], [\"\", \"Nongan, JL\", \"44 • 25\", \"125 • 12\", \"179\", \"3392\", \"2462\", \"610\", \"168\", \"Rainfed\", \"2007-2010\"], [\"\", \"Gongzhuling, JL\", \"43 • 30\", \"124 • 51\", \"215\", \"3513\", \"2479\", \"580\", \"171\", \"Rainfed\", \"2007-2012\"], [\"\", \"Yitong, JL\", \"43 • 20\", \"125 • 19\", \"265\", \"3392\", \"2462\", \"610\", \"168\", \"Rainfed\", \"2007-2008\"], [\"\", \"Siping, JL\", \"43 • 10\", \"124 • 21\", \"170\", \"3513\", \"2479\", \"580\", \"171\", \"Rainfed\", \"2007\"], [\"\", \"Jilinshi, JL\", \"43 • 50\", \"126 • 33\", \"221\", \"3205\", \"2125\", \"717\", \"156\", \"Rainfed\", \"2009-2012\"], [\"\", \"Tonghua, JL\", \"41 • 44\", \"125 • 57\", \"457\", \"3149\", \"2397\", \"722\", \"168\", \"Rainfed\", \"2009-2012\"], [\"The north spring maize region\", \"Kangping, LN Zhangwu, LN Shenyang, LN\", \"42 • 45 42 • 23 41 • 48\", \"123 • 21 122 • 33 123 • 26\", \"98 102 53\", \"3572 3651 3696\", \"2513 2565 2382\", \"722 545 711\", \"167 177 180\", \"Rainfed Rainfed Rainfed\", \"2007-2010 2007-2010, 2012 2007-2008, 2011-2012\"], [\"\", \"Haicheng, LN\", \"40 • 53\", \"122 • 41\", \"25\", \"4149\", \"2593\", \"769\", \"205\", \"Rainfed\", \"2007-2010\"], [\"\", \"Jinzhou, LN\", \"41 • 06\", \"121 • 07\", \"40\", \"4009\", \"2532\", \"605\", \"205\", \"Rainfed\", \"2009\"], [\"\", \"Dandong, LN\", \"40 • 08\", \"124 • 23\", \"45\", \"3571\", \"2287\", \"1062\", \"202\", \"Rainfed\", \"2009-2010, 2012\"], [\"\", \"Tieling, LN\", \"42 • 17\", \"123 • 51\", \"65\", \"3572\", \"2513\", \"722\", \"167\", \"Rainfed\", \"2009-2010\"], [\"\", \"Huhehaote, IM\", \"40 • 49\", \"111 • 41\", \"1075\", \"3417\", \"2628\", \"390\", \"179\", \"Irrigated\", \"2011-2012\"], [\"\", \"Tongliao, IM\", \"43 • 37\", \"122 • 16\", \"178\", \"3581\", \"2809\", \"339\", \"183\", \"Irrigated\", \"2007-2011\"], [\"\", \"Chifeng, IM\", \"42 • 15\", \"118 • 53\", \"682\", \"3487\", \"2975\", \"343\", \"168\", \"Irrigated\", \"2007-2011\"], [\"\", \"Arongqi, IM\", \"48 • 08\", \"123 • 29\", \"230\", \"2828\", \"2708\", \"473\", \"154\", \"Irrigated\", \"2008\"], [\"\", \"Xinganmeng, IM\", \"46 • 05\", \"122 • 04\", \"282\", \"3272\", \"2831\", \"384\", \"165\", \"Irrigated\", \"2008\"], [\"\", \"Dalateqi, IM\", \"40 • 24\", \"110 • 03\", \"1422\", \"3483\", \"2875\", \"313\", \"164\", \"Irrigated\", \"2008\"], [\"\", \"Linhe, IM\", \"40 • 46\", \"107 • 26\", \"1041\", \"3466\", \"3227\", \"170\", \"151\", \"Irrigated\", \"2009-2010\"], [\"\", \"Zunhua, HB\", \"40 • 12\", \"117 • 58\", \"205\", \"4382\", \"2459\", \"658\", \"215\", \"Rainfed\", \"2008-2012\"], [\"\", \"Zhangjiakou, HB\", \"40 • 45\", \"114 • 55\", \"1350\", \"3701\", \"2588\", \"388\", \"194\", \"Rainfed\", \"2009-2010\"], [\"\", \"Yulin, SAX\", \"38 • 17\", \"109 • 44\", \"1217\", \"3615\", \"2672\", \"410\", \"187\", \"Rainfed and Irrigated\", \"2009-2012\"], [\"\", \"Chengcheng, SAX\", \"35 • 11\", \"109 • 56\", \"715\", \"3629\", \"2585\", \"634\", \"195\", \"Rainfed\", \"2009-2010\"], [\"\", \"Xinzhou, SX\", \"38 • 25\", \"112 • 44\", \"847\", \"3752\", \"2073\", \"436\", \"194\", \"Rainfed and Irrigated\", \"2009-2012\"], [\"\", \"Suzhou, AH\", \"33 • 39\", \"116 • 58\", \"28\", \"5307\", \"2142\", \"905\", \"261\", \"Rainfed and Irrigated\", \"2010-2012\"], [\"\", \"Xunxian, HN\", \"35 • 41\", \"114 • 33\", \"60\", \"4781\", \"1808\", \"571\", \"230\", \"Rainfed and Irrigated\", \"2010-2012\"], [\"Huanghuaihai maize\", \"Luohe, HN\", \"33 • 35\", \"114 • 01\", \"64\", \"5069\", \"1767\", \"823\", \"260\", \"Rainfed and Irrigated\", \"2010-2012\"], [\"region\", \"Laizhou, SD\", \"37 • 11\", \"119 • 56\", \"64\", \"4535\", \"2572\", \"637\", \"246\", \"Rainfed and Irrigated\", \"2010-2012\"], [\"\", \"Taian, SD\", \"36 • 12\", \"117 • 05\", \"207\", \"4670\", \"2168\", \"697\", \"229\", \"Rainfed and Irrigated\", \"2010-2012\"], [\"\", \"Yangling, SAX\", \"34 • 16\", \"108 • 05\", \"472\", \"4561\", \"1660\", \"669\", \"242\", \"Rainfed and Irrigated\", \"2010-2012\"]]}",
    "{\"title\": \"Values of ≥ 10 • C accumulated temperature and GDD requirements during different growth periods in different planting regions. Data in the table were values ± standard deviations.\", \"head\": [\"Planting regions\", \"Maize hybrids\", \"Accumulated temperature\", \"\", \"\", \"Growth periods\"], \"value\": [[\"\", \"\", \"\", \"\", \"\", \"\", \"\", \"Sowing to\", \"Emergence\", \"Silking to\", \"Sowing to\"], [\"\", \"\", \"\", \"\", \"\", \"\", \"\", \"emergence\", \"to silking\", \"maturity\", \"maturity\"], [\"The entire maize region\", \"ZD958 XY335\", \"≥10 • C GDD ≥10 • C GDD\", \"\", \"\", \"\", \"226 ± 63 104 ± 30 213 ± 60 104 ± 34\", \"1486 ± 145 819 ± 75 1429 ± 139 821 ± 74\", \"1278 ± 183 700 ± 123 1253 ± 154 692 ± 105\", \"2944 ± 204 1598 ± 129 2846 ± 182 1589 ± 116\"], [\"The north spring maize region\", \"ZD958 XY335\", \"≥10 • C GDD ≥10 • C GDD\", \"\", \"\", \"\", \"232 ± 65 102 ± 31 226 ± 66 97 ± 33\", \"1517 ± 130 817 ± 78 1484 ± 129 803 ± 77\", \"1297 ± 181 706 ± 121 1254 ± 162 673 ± 115\", \"3002 ± 176 1603 ± 124 2920 ± 149 1550 ± 114\"], [\"Huanghuaihai maize region\", \"ZD958 XY335\", \"≥10 • C GDD ≥10 • C GDD\", \"\", \"\", \"\", \"194 ± 33 121 ± 24 192 ± 34 120 ± 24\", \"1294 ± 81 830 ± 58 1322 ± 66 848 ± 50\", \"1267 ± 137 733 ± 83 1237 ± 128 715 ± 78\", \"2700 ± 120 1650 ± 86 2696 ± 121 1648 ± 88\"], [\"\", \"\", \"2.2\", \"\", \"\", \"\", \"\", \"\", \"2.0\"], [\"Relative ≥10°C\", \"accumulated temperature\", \".4 .6 .8 1.0 1.2 1.4 1.6 1.8 2.0\", \"The enti re maiz e region ZD9 58 A\", \"\", \"The enti re maize region ZD9 58 B\", \".4 .6 .8 1.0 1.2 1.4 1.6 1.8\", \"Relative GDD\"], [\"\", \"\", \".2\", \"\", \"\", \"\", \"\", \"\", \".2\"], [\"\", \"\", \"D1\", \"D2\", \"D3\", \"D4\", \"D1\", \"D2\", \"D3\", \"D4\"], [\"\", \"\", \"2.0\", \"Growth duration s\", \"\", \"\", \"Growth duratio ns\", \"2.2\"], [\"Relative ≥10°C\", \"p accumulated temperature\", \".4 .6 .8 1.0 1.2 1.4 1.6 1.8\", \"The en tire maize reg ion XY 335 C\", \"\", \"The enti re maize region XY 335 D\", \".4 .6 .8 1.0 1.2 1.4 1.6 1.8 2.0\", \"Relative GDD\"], [\"\", \"\", \".2\", \"\", \"\", \"\", \"\", \"\", \".2\"], [\"\", \"\", \"D1\", \"D2\", \"D3\", \"D4\", \"D1\", \"D2\", \"D3\", \"D4\"]]}",
    "{\"title\": \"Analysis of variance for ≥ 10 • C accumulated temperature and GDD requirements during different growth periods in different planting regions.\", \"head\": [\"Planting regions\", \"Maize Hybrid\", \"Accumulated temperature\", \"\", \"Growth periods\", \"\"], \"value\": [[\"\", \"\", \"\", \"Sowing to\", \"Emergence\", \"Silking to\", \"Sowing to\"], [\"\", \"\", \"\", \"emergence\", \"to silking\", \"maturity\", \"maturity\"], [\"The north spring maize region\", \"ZD958 XY335\", \"≥10 • C GDD ≥10 • C GDD\", \"27.96a 29.97a 28.55a 34.42a\", \"8.56a 9.49a 8.81a 9.69a\", \"13.96bc 17.13a 13.24c 17.56ab\", \"5.87b 7.73a 5.17b 7.52a\"], [\"Huanghuaihai maize region\", \"ZD958 XY335\", \"≥10 • C GDD ≥10 • C GDD\", \"17.02b 19.58b 18.55b 23.77ab\", \"6.27a 7.03a 5.86a 6.63a\", \"10.83c 11.33bc 9.96c 10.63c\", \"4.46b 5.20b 4.48b 5.80b\"]]}",
    "{\"title\": \"Analysis of variance for ≥10 • C accumulated temperature and GDD requirements for different years and experimental sites during different growth periods in the north spring maize region.\", \"head\": [\"Accumulated temperature\", \"Growth periods\", \"Source\", \"ZD958\", \"\", \"\", \"XY335\"], \"value\": [[\"\", \"\", \"\", \"DF\", \"Pr > F\", \"DF\", \"Pr > F\"], [\"\", \"Sowing to emergence\", \"Years Sites\", \"5 34\", \"0.0233 0.0027\", \"4 15\", \"0.3132 0.4931\"], [\"≥10 • C accumulated temperature\", \"Emergence to silking Silking to maturity\", \"Years Sites Years Sites\", \"5 34 5 29\", \"0.0145 0.0001 0.082 <0.0001\", \"4 15 4 15\", \"0.0805 0.0084 <0001 <0.0001\"], [\"\", \"Sowing to maturity\", \"Years Sites\", \"5 29\", \"<0.0001 <0.0001\", \"4 15\", \"<0001 <0001\"], [\"\", \"Sowing to emergence\", \"Years Sites\", \"5 34\", \"0.0008 0.0064\", \"4 15\", \"0.0857 0.6777\"], [\"GDD\", \"Emergence to silking Silking to maturity\", \"Years Sites Years Sites\", \"5 34 5 29\", \"0.1037 0.0005 0.0471 <0.0001\", \"4 15 4 15\", \"0.2517 0.0041 <0.0001 <0.0001\"], [\"\", \"Sowing to maturity\", \"Years Sites\", \"5 29\", \"<0.0001 <0.0001\", \"4 15\", \"<0001 <0.0001\"]]}",
    "{\"title\": \"Analysis of variance for ≥10 • C accumulated temperature and GDD requirements for different years and experimental sites during different growth periods in the Huanghuaihai maize region.\", \"head\": [\"Accumulated temperature\", \"Growth periods\", \"source\", \"ZD958\", \"\", \"\", \"XY335\"], \"value\": [[\"\", \"\", \"\", \"DF\", \"Pr > F\", \"DF\", \"Pr > F\"], [\"\", \"Sowing to emergence\", \"Years Sites\", \"2 5\", \"0.0879 0.2295\", \"2 5\", \"0.087 0.3211\"], [\"≥10 • C accumulated temperature\", \"Emergence to silking Silking to maturity\", \"Years Sites Years Sites\", \"2 5 2 5\", \"0.2712 0.0059 0.5301 0.0184\", \"2 5 2 5\", \"0.1879 0.0101 0.5385 0.008\"], [\"\", \"Sowing to maturity\", \"Years Sites\", \"2 5\", \"0.0318 0.0281\", \"2 5\", \"0.0721 0.0901\"], [\"\", \"Sowing to emergence\", \"Years Sites\", \"2 5\", \"0.0729 0.125\", \"2 5\", \"0.0745 0.193\"], [\"GDD\", \"Emergence to silking Silking to maturity\", \"Years Sites Years Sites\", \"2 5 2 5\", \"0.1601 0.0038 0.6113 0.075\", \"2 5 2 5\", \"0.1469 0.0051 0.4743 0.0349\"], [\"\", \"Sowing to maturity\", \"Years Sites\", \"2 5\", \"0.0473 0.0349\", \"2 5\", \"0.0617 0.054\"]]}"
  ]
}