{
  "meta": {
    "title": "The relationship between floret number and plant dry matter accumulation varies with early season stress in maize (Zea mays L.)",
    "author": "V Gonzalez Hugo Gonzalez, Elizabeth Lee A Lee, Lewis Lukens N Lukens, Clarence Swanton J Swanton",
    "journal": "Elsevier BV",
    "date": "2019. 05. 17."
  },
  "paragraphs": [
    {
      "title": "Abstract",
      "div": [
        {
          "text": "The number of fertilized florets around silking determines the number of kernels in maize (Zea mays L). In this study, we examined the relationship between plant dry matter accumulation, ear initial length and floret number. What does this relationship look like between the V7 to V9 growth stages and how does it change when the plants are subjected to stress events? We tested the hypothesis that if floret number per ear row, is related positively to plant dry matter accumulation during early stages of growth then the occurrence of stress during this period will result in a loss of floret number. Three modern hybrids were subjected to three different stresses, drought, plant population density and light quality. Light quality and drought stresses were applied for two seasons in our field hydroponics system, while the plant population density stress was conducted for two field seasons. The relationship between plant dry matter and floret number follows the classic relationship with a minimum dry matter level required and a plateau. Not all stresses impacted these relationships in the same manner. Drought stress was most severe resulting in a reduction in dry matter, ear length and floret number for the sampled period. Plant density stress was similar to drought, resulting in a reduction in plant dry matter and ear length, however, floret number per ear row was unchanged. Both drought and plant density stress resulted in reductions in the predicted minimum dry weight for floret number and the rate of increase of floret number per unit dry matter. Light quality defined as a reduced red-to-far red ratio caused reductions in dry matter up to and including the V7 stage of growth, however, the relationship between floret number and plant dry matter accumulation did not vary from the control. These results confirm that floret number in maize is established well in advance of flowering and also suggests that floret number is related to plant dry weight sampled between V7 to V9-10 stage of growth. This research presents new knowledge on the relationship between floret number, plant cumulative dry matter and early season stress.",
          "table": []
        }
      ]
    },
    {
      "title": "Introduction",
      "div": [
        {
          "text": "The relationship between floret number and cumulative growth is not well understood in maize (Zea mays L). The number of fertilized florets around silking determines the number of kernels in maize. Kernel number, along with potential kernel weight further determines yield (Tollenaar and Lee, 2006). Ear growth, kernel number, and grain yield also relate closely with growth rates around silking (Andrade et al., 1999;Borrás and Vitantonio-Mazzini, 2018;Tollenaar et al., 1992). The kernel number vs plant growth rate framework, explores the existing plant variability in the crop (Edmeades and Daynard, 1979a;Hara, 1986) which allows for characterization of genotypes under varying resource scenarios (Echarte et al., 2004(Echarte et al., , 2000;;Nagore et al., 2017). These changes in resource availability are reflected in variations of either plant growth rates or dry matter accumulation.",
          "table": []
        },
        {
          "text": "The relationship between kernel number and plant growth rate around silking is known to be influenced by several different types of stress. Plant density has been the most common stress used to describe the association between kernel number and individual plant growth rate (Vega et al., 2001(Vega et al., , 2000;;Vega and Sadras, 2003). Other stresses such as reduced light interception/shading (Andrade et al., 2000), water (Andrade et al., 2002;Echarte and Tollenaar, 2006), and nitrogen availability (Mayer et al., 2012;Rossini et al., 2011) have also been used as sources of experimental variation for plant growth rate around silking. Common to all these stress responses are: i) the establishment of a threshold growth for kernel set, ii) initial increases in kernels per unit growth and iii) a stabilization of kernel number when resources per plant are plentiful. Kernel set has also been shown to be affected by stresses occurring before silking. An example of this is the detrimental effects of a reduction in plant dry matter accumulation and a reduction in stand uniformity under high plant densities which eventually reduces ear growth during silking (Maddonni and Otegui, 2004;Pagano and Maddonni, 2007). Most research to date has been concerned with the response of source-sink components during the silking and grain filling period phase (Ding et al., 2005;Echarte et al., 2008;Rajcan and Tollenaar, 1999;Tollenaar and Lee, 2011); less attention has been paid to the development of floret number. While net number of kernels is determined during the period bracketing silking, floret number is determined during the pre-silking stage of maize development.",
          "table": []
        },
        {
          "text": "The development of floret number is associated positively with the rate of leaf appearance and thermal time (Borrás et al., 2003;Otegui and Melón, 1997;Siemer et al., 1969;Smith and Lee, 2016;Stevens et al., 1986). The apical meristem of the shoot produces leaf initials and axillary meristems at each leaf axil (Vollbrecht and Schmidt, 2009). The growth stage of seven fully expanded leaves (i.e. V6-V7 stage of development, Hanway, 1966) is a general reference point in temperate maize for the transition of the shoot apical meristem to tassel initial (i.e., floral transition), which indicates the termination of further production of leaf initials (Irish andNelson, 1991, 1988). The ear initials start development approximately ten days after the tassel (Edmeades et al., 1993;Jacobs and Pearson, 1991;Siemer et al., 1969); the two uppermost axillary shoots being likely to form into ears (Durieux et al., 1993). In each ear, differentiation of florets (i.e. potential kernels) and pistils (i.e. silks) progresses from the base to the top (Carcova et al., 2003), with the floret initiation period lasting between five to ten days (Edmeades et al., 1993) and the pistil initiation-appearance period lasting for ten to twenty days (Carcova et al., 2003). Although second and third ears have the potential to differentiate a large part of florets at ultralow densities (Tetio-Kagho and Gardner, 1988), they frequently seize to develop under conventional densities contributing marginally to plant yield (Gonzalez et al., 2018). Collectively, these developmental processes occur throughout what is loosely termed the vegetative phase (Lejeune and Bernier, 1996) and is completed upon appearance of the silks. Kernel number is then related to floret number, however, the association of floret number with cumulative growth has not been reported.",
          "table": []
        },
        {
          "text": "In this paper we examine how stresses during early stages of development (herein called the vegetative phase) impact floret number and it is relationship with cumulative growth on a per plant basis. In order to address this, we examined the length and floret number of the primary ear as it relates to individual plant dry matter accumulation using three different hybrids. Sources of variation in plant dry matter accumulation were induced by selected stress variables which included drought, plant density and reduced red-to-far red ratio. Stress created by drought and plant density were intended to reduce resource availability (i.e., water and light respectively) while the reduced red to far red ratio had the purpose of triggering the shade avoidance response (Kasperbauer and Karlen, 1994;Liu et al., 2009;Page et al., 2010a). Data regarding final yields is subject of a second paper. Specifically, we tested the hypothesis that if floret number per ear row in the primary ear, is related positively to plant dry matter accumulation during the vegetative phase then the occurrence of stress during this period will result in a loss of floret number.",
          "table": []
        }
      ]
    },
    {
      "title": "Materials and methods",
      "div": []
    },
    {
      "title": "Experiment #1-drought and light quality stress",
      "div": [
        {
          "text": "The experiment was grown in the field hydroponic system at Arkell Research Station (-43 • 54 ′ N, 80 • 18 ′ W and 325 m above the sea level) near Guelph, Ontario, Canada during the 2012 and 2013 growing seasons. The field hydroponic system consisted of 22 l plastic pails that were 28 cm diameter and were filled with a baked clay medium, MVP Turface. The concentrated nutrient solution was stored in two 340-L sealed plastic pails of water. The nutrient solution consisted of two components: the first component was 13.6 kg of 28-14-14 (N, P, K), and 7 kg of NH 4 NO 3 ; the second consisted of 1.2 kg micronutrient mix and 13.6 kg MgSO 4 N 7 H 2 O. The micronutrient mix consisted of chelated Fe (7%), chelated Mn (2%), chelated Zn (0.4%), chelated Cu (0.1%), Boron (1.3%), Mo (0.06%), EDTA (Ethylene diamine tetraacetate,42%), DTPA (Diethylene triamine pentaacetate, 14%). The concentrated nutrient solution was then diluted with water at a dilution ratio of 1: 100 to deliver approximately 0.12 g N, 0.06 g P, and 0.09 g K per 500 ml of nutrient solution. On a daily basis, the pH of the nutrient solution was adjusted through the addition of HCL to ensure values of 6.5-6.8. Each pail was supplied with four fertigation tubes that each delivered a minimum of 100 ml of the pre-mixed nutrient solution over a 10-min time period. Irrigation was programmed to occur three times per day (8 a.m., 1 pm, 3 pm, and 6 pm). Pail drainage to the soil occurred through holes (4 per pail) in the base of the pail of 1 cm diameter. This field hydroponic system has been used for over three decades to enable maize growth from seedling to maturity in the field under controlled water and nutrient conditions (Earl et al., 2012;McKenzie-Gopsill et al., 2016;Tollenaar and Migus, 1984).",
          "table": []
        }
      ]
    },
    {
      "title": "Treatments",
      "div": [
        {
          "text": "Prior to the initiation of this experiment, 22 l pails were filled with Turface® and then covered with a clear plastic sheet that remained in place throughout the growing season. This plastic sheet had the purpose to separate the root systems of the corn and the surrogate weed. A 15-cm diameter hole was cut in the center of the plastic sheet. Each pail was hand sown with four seeds at a depth of 4 cm and thinned to two plants per pail at the 4-leaf-tip stage (ca. V1-2) resulting in a final plant density of 8 plants m -2 in all treatments. Planting dates were 10th May 2012 and 17th May 2013.",
          "table": []
        },
        {
          "text": "Three genotypes were used in this study, CG108/CG102, X58945WP and SK5069WP. CG108/CG102 is a hybrid developed by the University of Guelph's Corn Breeding Program and has been used in previous studies (Lee et al., 2001(Lee et al., , 2000)). × 58945WP and SK5069WP are isoline hybrids from Syngenta that were classified as either a non-drought tolerant hybrid (NDT; X58945WP) or as a drought tolerant hybrid (DT, SK5069WP) (Agrisure ® Artesian® Syngenta Crop Protection Inc.). Hybrids are adapted to Ontario conditions. CG108/102 exhibits 2700 crop heat units requirement (Brown and Bootsma, 1993). Isolines exhibit 3000 crop heat units. For further details on the isoline hybrids, see Reid et al. (2014). Treatments were established by filling the area surrounding the maize seedlings above the plastic sheet with either Turface® (control and drought treatments) or with turfgrass (Lolium perenne L.) which acted as a surrogate weed after thinning to final density. Turfgrass was added after 50% emergence of seedlings. The presence of the turfgrass resulted in a reduced red-to far red ratio treatment of 0.37 compared to 0.86 in the weed free control.",
          "table": []
        },
        {
          "text": "For the light quality treatment, maize seedlings and turfgrass were fed by separate fertigation lines, and the design (plastic sheet separation) prevented any root or shoot contact of corn with the turfgrass. The turfgrass was maintained at a height of 10 cm or less by manual clipping to prevent direct shading of maize seedlings. The light quality environment provided by the two treatments was characterized when the controls reached the 5-leaf-tip stage. The red-to-far red ratio of light reflected 10 cm above the ring of turfgrass or Turface® bordering the maize seedlings centered within the pail was measured using a dual channel red-to-far red ratio sensor (SKR 110, 660 nm ⁄730 nm, Skye Instruments, Llandrindod Wells, Powys, UK). These measurements were recorded on sunny, cloudless days between 0900 and 1300 h. In order to ensure the effectiveness of the drought treatment, the base of the stem of the developing seedlings within each pail was wrapped with additional plastic in order to cover the 15 cm diameter hole in the plastic, thereby preventing naturally occurring rainfall from seeping into the base of the pail.",
          "table": []
        },
        {
          "text": "In order to quantify the reduction in water availability for the drought treatment mean water holding capacity was determined in four pails watered up to saturation. Difference between saturation and drained weight yielded available water per pail. Two random pails per replication (six pails total) were selected to track the weight variation upon reductions in irrigation throughout the drought stress period. Pails were kept at constant weight once the drought stress symptoms (rolled leaves) were evident. Clear effects of the drought were reflected in reductions of at least 50% in dry matter accumulation. During 2012 and 2013 available water per pail as a percent of maximum water weight (100% = 10 kg water pail -1 ) was reduced at 65% (2012) and 85% (2013) from planting up to 12th leaf-tip stage of the control respectively. During both years those levels were sufficient to reduce plant dry matter accumulation although the decrease in available water over time as substantially higher during 2012. Each pail was irrigated individually with a graded glass of 100:1 water: solution to target available water (65% and 85%) every two days maximum. Once the 12th leaf tip stage of the CG108/CG102 control was attained full irrigation was restored to allow plants recovery.",
          "table": []
        }
      ]
    },
    {
      "title": "Experimental design",
      "div": [
        {
          "text": "The experimental design was a split-plot with three replications. Main plots were assigned to control (i.e., well-watered throughout the entire experiment), drought (i.e., drought until the 12 th leaf tip stage, then well-watered throughout the entire experiment) and reduced red to far red ratio (i.e., presence of turfgrass from emergence to the 12 th leaftip stage, turfgrass then removed). Subplot treatments were genotypes, CG108/CG102, X58945WP and SK5069WP. Both the drought and reduced red-to-far red ratio were imposed until the 12-leaf-tip stage or V9 (i.e., nine visible collars) to ensure that the end of the floret differentiation period had been reached. Note that the occurrence of the 12 th leaf-tip stage corresponded to the stage of development recorded in the control for CG108/CG102.",
          "table": []
        },
        {
          "text": "Main plot (control, drought, reduced red-to-far red ratio) size was 26 22 l pails long by four pails wide for a total of 104 pails and a total area of 9.1 m by 2.8 m (0.35 between two pails and 0.70 m between rows). Subplots (genotypes) were eight pails long by four pails wide (2.8 m by 2.8 m, 32 pails in total). The experimental unit was the average of three plants in each sampling stage (i.e. two pails). From the two central rows of pails, six pails from each treatment were used for destructive measurements while four pails were left for measurements and final harvest (see Gonzalez, 2019). The remainder six pails and the outer two rows of pails were used as borders when re-arrangement of pails was necessary after destructive sampling.",
          "table": []
        }
      ]
    },
    {
      "title": "Experiment #2-plant density stress",
      "div": [
        {
          "text": "This experiment was conducted at the Elora Research Station, Elora, ON (43 • 38 ′ N, 80 • 25 ′ W, 380 m above sea level). The soil type was a London loam soil (Aquic Hapludalf) with tile drainage and soil organic matter content of 3.8-4.0%. Nitrogen, P, and K were applied before planting at rates of 150, 85, and 50 kg ha -1 , respectively. Soybean was the previous crop during both years. Weed control was obtained using a pre-plant tank mix of S-metolachlor",
          "table": []
        },
        {
          "text": "-cyclohexanedione] at rates of 1.6, 1.28, and 0.14 kg a.i. ha -1 , respectively. Planting occurred on 10 th May 2012 and on 14 th May 2013. The seeds were planted with a precision planter Almaco SeedPro 350 Precision Planter (Almaco, Nevada, Iowa) resulting in 6 m long by 3.04 m wide (4 rows, 0.76 m between rows) plots. Two densities were used in this experiment: 7.5 plants m -2 and 15 plants m -2 to create a wide range of individual plant dry weights (Vega et al., 2000). At the 12-13 th leaf tip stage (ca. V9) stage the 15 plants m -2 treatments were thinned to 7.5 plants m -2 to simulate early season intraspecific competition. The experimental design consisted of a split-plot with four replications. Plant densities were assigned to the main plots and the genotypes (CG108/CG102, X58945WP and SK5069WP) to the sub-plots.",
          "table": []
        }
      ]
    },
    {
      "title": "Destructive sampling-both experiments",
      "div": [
        {
          "text": "In experiment #1 three consecutive destructive samplings (two pails per subplot per sampling date) were made when the first genotype (CG108/CG102) attained seven collars (V7) and was completed when the same genotype attained nine collars (V9). Ear length, florets per ear row and plant dry matter accumulation were recorded for three individual plants/plot/sampling date. Determinations were made in the primary ears since stresses intended to limit resources per plant which affects the subsequent establishment a second fertile ear (Andrade et al., 1999). In addition, under optimal conditions of both experiments (7.5-8 plants m -2 ) almost no frequency of second fertile ears was present. In Experiment #2 three destructive samplings were carried out at V7, V8 and V10 stages in each density-genotype combination. Each sampling stage corresponded to the phenological stage of the 7.5 plant m -2 treatment in the CG108/102 genotype. In contrast with Experiment #1, the third sampling was carried out at V10. Phenology was recorded at least weekly in 3 plants per treatment combination in order to monitor development. Delays in leaf appearance were of 2.4 and 0.9 leaf tips at the end of the sampling period in the drought and the weedy treatments respectively while 0.8 leaf tips in the 15 plants m -2 . Data is presented only for individual dry weights.",
          "table": []
        },
        {
          "text": "The methodology of counting ear and floret initials, measurement of ear length and plant dry matter determination was the same as in Experiment #1. In Experiments #1 and #2 dissections of plants, separation of the uppermost axillary meristem (ear initial) and counting of initial differentiated florets were done in each plant. Florets were counted when they were clearly visible at the base of the ear initial. Row numbers were counted in all primary ears, however, no variation in this trait was observed so data is presented only for ear and floret number per row. During early differentiation, ear length and floret, and row number counts were obtained by photographing each individual ear sample using a camera mounted on a zoom trinocular stereo microscope with a 90X magnification capacity (Cyber Scientific Inc, Kitchener, Ontario; model V434B) and a three-megapixel camera (Cyber Scientific Inc, Kitchener, Ontario, model A1530). Ear length measurements were done on each individual picture using Scope Image Advanced® software. For dry matter measurements, individual sampled plants were dried at 85",
          "table": []
        },
        {
          "text": "• C for at least a week until constant weight was achieved.",
          "table": []
        }
      ]
    },
    {
      "title": "Statistical analysisboth experiments",
      "div": [
        {
          "text": "Main treatment effects were analyzed using mixed linear models. The SAS PROC MIXED procedure (SAS® Institute Inc., 2013, Cary, NC, USA, Version 9.4) was used to generate the ANOVA random and fixed effects coefficients and their p-values. Year, replications, and plots were assigned as random factors. Main factors were assigned to controls (Stress free control at Arkell and 7.5 plants m -2 at Elora), and treatments (drought, reduced red-to-far red ratio and 15 plants m -2 ) and genotypes as sub-factors using the Eq. (1):",
          "table": []
        },
        {
          "text": "Where Y gsyrp represents the phenotype of g at the treatment s (drought, reduced red to far-red ratio, density) in year y in plot p and the replicate r. The μ term represents the overall mean of the phenotype, α g the genotypic effect; β s the treatment effect; δ y is the year effect; ρ r (δ y ) is the replicate effect nested within year; σ p (ρ r ) is the effect of the plot within replicates; α g β t is the interaction between the genotype g and the treatment s; and ε gsyrp is the residual error of the genotype g at the treatment s in year y replicate r and plot p. Means were calculated as best linear unbiased estimators and pre-planned contrasts were used to determine significance at 0.05 level.",
          "table": []
        },
        {
          "text": "Non-linear regressions were adjusted using PROC NLIN procedure (SAS® Institute Inc., 2013, Cary, NC, USA, Version 9.4) using the Eq. (2):",
          "table": []
        },
        {
          "text": "Where Y is the response variable (i.e., ear length or floret number per ear row), α is the initial slope coefficient, t is the threshold coefficient (g plant -1 or cm of the ear) for Y ≥ 0, β is the curvilinear degree coefficient, and X is the dependent variable (i.e., plant dry matter in g plant -1  or ear length in cm. Equations were fitted in order to establish the relationship among ear length, floret number per ear row, and plant dry matter. The non-linear model represented in Eq. (2) exhibits three coefficients which are biologically meaningful, that is, the t, α, and β parameter (Gonzalez et al., 2018;Sarlangue et al., 2007;Vega et al., 2000). The t value for plant dry matter or ear length represents the threshold value for the response variable. The α slope represents the initial response of the dependent value (i.e. ear length and floret number per ear row) at low value of the independent variable (i.e. plant dry matter and ear length). The β value is the curvilinear response of the relationship (Sarlangue et al., 2007). Coefficients of the non-linear regressions were fitted for all fixed effects and compared using Z test. Each parameter was assessed at a probability level of 0.05 to test the hypothesis of significance within the equation. Goodness of fit was assessed by using coefficient of determination (Archontoulis and Miguez, 2015) calculated as in Eq. (3):",
          "table": []
        },
        {
          "text": "Where SS means sum of squares.",
          "table": []
        }
      ]
    },
    {
      "title": "Results",
      "div": []
    },
    {
      "title": "Experiment #1",
      "div": [
        {
          "text": "Drought stress which occurred from seedling emergence until the V9 stage reduced consistently plant dry matter, ear length, and floret number; the effect of reduced red-to-far red ratio was found to be more variable. Data on row number is not presented since no variations were detected among stress (Otegui, 1997) and genotypes (Smith and Lee, 2016) with mean values of 14.2 ± 0.10 and 14.3 ± 0.08 for Experiment #1 (V9) and #2 respectively (V10). At the V7 stage of development, plant dry matter was reduced by 19 and 50% of the control plant dry matter (30 g plant -1 ) in the reduced red-to far red ratio and drought (ANOVA and contrasts for treatment effects on plant dry matter, ear length, and floret number per ear row for control, drought, reduced red-to far red ratio (Reduced R: FR) and three growth stages. Contrasts represent the average of three genotypes. Experiment #1 conducted at Arkell Research Station during the 2012-13 growing seasons. Ontario, Canada). Further reduction in plant dry matter at the V8 and V9 stage of development were observed only in the drought. These reductions were of 43 and 53% relative to the control (41 and 82 g plant -1 ). Ear length appeared to increase initially compared to the control during V7 and V8 in the drought (ANOVA and contrasts for treatment effects on plant dry matter, ear length, and floret number per ear row for control, drought, reduced red-to far red ratio (Reduced R: FR) and three growth stages. Contrasts represent the average of three genotypes. Experiment #1 conducted at Arkell Research Station during the 2012-13 growing seasons. Ontario, Canada). Ear length was 90 and 110% higher during the  V7 and the V8 stages respectively in the drought when compared to the control (0.21 and 0.62 cm respectively). For floret number, stress by genotype interaction was observed at the V8 stage of development. This interaction was driven by a 90% increase in the number of florets in the DT genotype when compared with the CG and NDT genotypes (not shown). Drought stress appeared to initially increase floret number with respect to the control (stress free), however, by V9 this increase was no longer evident (ANOVA and contrasts for treatment effects on plant dry matter, ear length, and floret number per ear row for control, drought, reduced red-to far red ratio (Reduced R: FR) and three growth stages. Contrasts represent the average of three genotypes. Experiment #1 conducted at Arkell Research Station during the 2012-13 growing seasons. Ontario, Canada). For example, at the V9 stage of development drought had reduced floret number per ear row by 14% relative to the control (data not shown). By the V9 stage of development drought had reduced plant dry matter, floret number per ear row but not ear length.",
          "table": [
            "ANOVA and contrasts for treatment effects on plant dry matter, ear length, and floret number per ear row for control, drought, reduced red-to far red ratio (Reduced R: FR) and three growth stages. Contrasts represent the average of three genotypes. Experiment #1 conducted at Arkell Research Station during the 2012-13 growing seasons. Ontario, Canada.",
            "ANOVA and contrasts for treatment effects on plant dry matter, ear length, and floret number per ear row for control, drought, reduced red-to far red ratio (Reduced R: FR) and three growth stages. Contrasts represent the average of three genotypes. Experiment #1 conducted at Arkell Research Station during the 2012-13 growing seasons. Ontario, Canada.",
            "ANOVA and contrasts for treatment effects on plant dry matter, ear length, and floret number per ear row for control, drought, reduced red-to far red ratio (Reduced R: FR) and three growth stages. Contrasts represent the average of three genotypes. Experiment #1 conducted at Arkell Research Station during the 2012-13 growing seasons. Ontario, Canada."
          ]
        },
        {
          "text": "The effect of a stress caused by a reduction in red-to-far red ratio appeared to be temporary, reducing plant dry matter only at V7 stage of development, after which no differences were detected when compared to the control (ANOVA and contrasts for treatment effects on plant dry matter, ear length, and floret number per ear row for control, drought, reduced red-to far red ratio (Reduced R: FR) and three growth stages. Contrasts represent the average of three genotypes. Experiment #1 conducted at Arkell Research Station during the 2012-13 growing seasons. Ontario, Canada).",
          "table": [
            "ANOVA and contrasts for treatment effects on plant dry matter, ear length, and floret number per ear row for control, drought, reduced red-to far red ratio (Reduced R: FR) and three growth stages. Contrasts represent the average of three genotypes. Experiment #1 conducted at Arkell Research Station during the 2012-13 growing seasons. Ontario, Canada."
          ]
        }
      ]
    },
    {
      "title": "Experiment #2",
      "div": [
        {
          "text": "Plant dry matter and ear length were reduced at a density of 15 compared to 7.5 plants m -2 , while floret number per ear row varied only with genotype. For example, the reductions in plant dry weight at V8 and V10 equated to 22 and 35% respectively of the dry weight recorded for the same growth stages at density of 7.5 plants m -2 (ANOVA and contrasts for treatment effects on plant dry matter, ear length, and floret number per ear row for 7.5 and 15 plants m -2 treatments and three growth stages. Contrasts represent the average of three genotypes. Experiment #2 conducted at Elora Research Station during the 2012-13 growing seasons. Ontario, Canada). At V10 ear length was 26% less of that recorded for the 7.5 plants m -2 (mean ear length =2.8 cm). Floret number per ear row during the V7, V8 and V10 stages were of 15, 24 and 35 among plant densities and genotypes. In addition, genotype differences were observed in plant dry matter, ear length, floret number per ear row at each developmental stage sampled (ANOVA and contrasts for treatment effects on plant dry matter, ear length, and floret number per ear row for 7.5 and 15 plants m -2 treatments and three growth stages. Contrasts represent the average of three genotypes. Experiment #2 conducted at Elora Research Station during the 2012-13 growing seasons. Ontario, Canada, p value = 0.0002). Although plant dry matter, ear length, and floret number per ear row were consistently greater in the CG genotype compared to the two isolines which did not differ between them (not shown), plant dry matter was related positively with the development of ear length and floret number in all genotypes.",
          "table": [
            "ANOVA and contrasts for treatment effects on plant dry matter, ear length, and floret number per ear row for 7.5 and 15 plants m -2 treatments and three growth stages. Contrasts represent the average of three genotypes. Experiment #2 conducted at Elora Research Station during the 2012-13 growing seasons. Ontario, Canada.",
            "ANOVA and contrasts for treatment effects on plant dry matter, ear length, and floret number per ear row for 7.5 and 15 plants m -2 treatments and three growth stages. Contrasts represent the average of three genotypes. Experiment #2 conducted at Elora Research Station during the 2012-13 growing seasons. Ontario, Canada."
          ]
        }
      ]
    },
    {
      "title": "Ear length and floret number per ear row was associated positively with plant dry matter accumulation",
      "div": [
        {
          "text": "Ear length and floret number per ear row were positively associated with plant dry matter accumulation during the vegetative phase. A nonlinear regression model described adequately ear length (R 2 = 0.73) and florets per ear row (R 2 = 0.68) as a function of plant dry matter (Models parameters for the relationships of ear length vs plant dry matter, floret number per ear row vs plant dry matter, floret number per ear row vs ear length. Experiments conducted at Arkell and Elora Research Stations during the 2012-13 growing seasons. Ontario, Canada). The dry weight where ears were observed is defined herein as the threshold value of plant dry matter to obtain an ear length greater than zero cm was of 15 g plant -1 across experiments. Slope α for ear length vs plant dry matter was of 0.04 cm g -1 while the curvilinear response β term was of -0.0044 reflecting the exponential-like increase in ear length at higher plant dry weights (Fig. 1a). At approximately 80 g   plant -1 the ear exhibited 50% of the maximum ear length was attained while at 100 g plant -1 the ear accumulated 75% of ear length for the sampled plant dry matter. Threshold plant dry matter to obtain florets per row greater than 0 was of 18 g plant -1 across experiments (Fig. 1b). Initial rates of florets per row appearance (α) were of 6 florets g -1 with a β coefficient of 0.14 which was reflected in the stabilization of florets per row at plant dry matter greater than 50 g plant -1 . The non-linear regression predicted that at 30 g plant -1 , 50% of all florets were present in the ear. Additionally, at plant dry matter values of 50 g plant -1 , the predicted floret number per row attained 75% of all florets. Florets per ear row were also closely associated with ear length across all experiments and treatments (Models parameters for the relationships of ear length vs plant dry matter, floret number per ear row vs plant dry matter, floret number per ear row vs ear length. Experiments conducted at Arkell and Elora Research Stations during the 2012-13 growing seasons. Ontario, Canada). Coefficient of determination was 0.90 across all experiments. Threshold ear length to obtain a floret number greater than 0 was of 0.03 cm with initial α of 66 and β of 1.64. An ear length of 0.56 cm predicted floret number to be approximately 50% of the maximum and at 1.45 cm the ear was predicted to have obtained 75% of the total florets per row (Fig. 2). Both ear length and floret number per row were determined by cumulative plant dry matter with thresholds of 15-18 g plant -1 respectively. The experimental results suggested, that plant dry matter accumulation during the growth stages V7 to V9-10 was critical in the determination of ear length and floret number. Dry matter accumulation, however, during this stage can be influenced by abiotic stresses.",
          "table": [
            "Models parameters for the relationships of ear length vs plant dry matter, floret number per ear row vs plant dry matter, floret number per ear row vs ear length. Experiments conducted at Arkell and Elora Research Stations during the 2012-13 growing seasons. Ontario, Canada.",
            "Models parameters for the relationships of ear length vs plant dry matter, floret number per ear row vs plant dry matter, floret number per ear row vs ear length. Experiments conducted at Arkell and Elora Research Stations during the 2012-13 growing seasons. Ontario, Canada."
          ]
        }
      ]
    },
    {
      "title": "Ear vs plant dry matter relationship as influenced by stress",
      "div": [
        {
          "text": "Abiotic stresses caused by drought, high density (15 plants m -2 ) and changes in the red to far red ratio influenced dry matter accumulation. Ear length and floret number per ear row vs plant dry matter varied with type of stress († ns = non-significant at a 0.05 level. Different letters among treatments for each model parameter indicate significant differences using Z test (p < 0.05)). For example, model parameters were significant for each treatment (p < 0.05) with an explained variation (R 2 ) that ranged from 0.45 to 0.88 for ear length and from 0.35 to 0.88 for floret number per ear row. The threshold values of dry matter accumulation to obtain an ear length greater than zero were 15 and 10 g plant -1 in the drought and 15 plants m -2 treatments respectively, while for the control, reduced red to far red ratio, and 7.5 plants m -2 were of 23, 21, and 20 g plant -1 (Fig. 3). Initial slopes α for ear length vs plant dry matter were of 0.08 cm g -1 for drought vs. approximately 0.03, to 0.05 cm g -1 for the control, reduced red-to-far red ratio, 7.5 and 15 plants m -2 respectively. The higher rate of α (0.08 cm g -1 ) combined with a lower value for β (-0.02) in the drought stress treatment resulted in a significantly greater rate of ear elongation per unit plant dry matter when compared with the rest of the stresses. The 15 plants m -2 treatment presented a β value of -0.0036 which resulted in a linear like response of ear length to plant dry matter when compared to drought, control, and reduced red-to-far red ratio. The control, reduced red-to-far red ratio, and 7.5 plant m -2 had β values of -0.01; suggesting a less linear response compared to the drought and the 15 plants m -2 treatment.",
          "table": [
            "† ns = non-significant at a 0.05 level. Different letters among treatments for each model parameter indicate significant differences using Z test (p < 0.05)."
          ]
        },
        {
          "text": "The dry matter thresholds to obtain floret number per ear row greater than zero were 10 and 15 g plant -1 for the drought and 15 plants m -2 , respectively. These threshold values differed significantly (see Fig. 4,b,e). In contrast, the threshold values for the control, reduced redto-far red ratio and 7.5 plants m -2 did not differ. For all three treatments, the minimum dry weight threshold value for floret number per ear row was 25 g plant -1 . Similar to ear length, the α values of 9 and 8 florets g -1 for the florets were higher for drought and the 15 plants m -2 , compared to 5 florets g -1 in the control, reduced red-to-far red ratio and 7.5 plants m -2 respectively. Additionally, the β coefficients were higher in both drought and 15 plants m -2 , thereby increasing the positive curvilinear response for the relationships with values of 0.25 and 0.23 respectively vs 0.13 in the rest of the treatments. When floret number per ear row was regressed against ear length for each treatment the explained variation ranged from to 0.88 to 0.93 († ns = non-significant at a 0.05 level. Different letters among treatments for each model parameter indicate significant differences using Z test (p < 0.05), Fig. 5). Values of α slopes were",
          "table": [
            "† ns = non-significant at a 0.05 level. Different letters among treatments for each model parameter indicate significant differences using Z test (p < 0.05)."
          ]
        }
      ]
    },
    {
      "title": "Table 4",
      "div": [
        {
          "text": "Models parameters for the ear length and floret number per ear row vs plant dry matter relationship and floret number per ear row vs ear length for two experiments and five treatments. Treatments are control, drought, reduced red to far red ratio (R:FR), 7.5 plants m -2 and 15 plants m -2 . Experiments conducted at Arkell (Experiment # 1) and Elora (Experiment # 2) Research Stations during the 2012-13 growing seasons. Ontario, Canada.   4. Experiments conducted at Arkell (Experiment #1) and Elora (Experiment #2) Research Stations during the 2012-13 growing seasons. Ontario, Canada.",
          "table": []
        },
        {
          "text": "higher for drought when compared to the control (86 vs 64) but did not differ from 7.5 and 15 plants m -2 . Threshold ear length for floret number set was 0.03 and 0.07 cm in the control and drought treatment with no significant threshold terms for the remaining treatments. The reduced red-to-far red ratio exhibited a lower α slope when compared with the rest of the treatments suggesting a delay in floret set (Fig. 5a). The β coefficient was lower (1.16) for the reduced red-to-far red ratio when compared to all treatments decreasing the curvilinear response of the relationship and increasing predicted floret number at ear lengths > 3 cm (Fig. 5b). Both the drought and 15 plants m -2 showed a departure in the value of the coefficients for both ear length and floret number per ear row. This resulted in a lower threshold dry matter and an increase in ear length and floret number per unit plant dry matter. The association between floret number per ear row and ear length changed for the reduced red-to-far red ratio, showing a lower initial rate but higher floret number at greater ear length.",
          "table": []
        }
      ]
    },
    {
      "title": "Discussion",
      "div": [
        {
          "text": "In this study we tested the hypothesis that if floret number per ear row, is related positively to plant dry matter accumulation during the vegetative phase then the occurrence of stress during this period will result in a loss of floret number. Through the testing of this hypothesis, we have explored the association of ear development and cumulative plant dry matter. We observed that individual plant dry matter is a reasonable predictor of ear development. Overall, non-linear regression models described the association between i) ear length vs plant dry matter, ii) florets number per ear row vs plant dry matter, and iii) floret number per ear row vs ear length (R 2 of 0.73, 0.61, and 0.93 respectively). The estimated reference dry weight herein defined as threshold Each point represents an individual plant sampled at a specific growth stage (V7,V8, V9-10 stage of growth according to Hanway, 1966). Models and coefficients values are shown in † ns = non-significant at a 0.05 level. Different letters among treatments for each model parameter indicate significant differences using Z test (p < 0.05). Experiments conducted at Arkell (Experiment #1) and Elora (Experiment #2) Research Stations during the 2012-13 growing seasons. Ontario, Canada. dry weight for the initiation of ear elongation and floret appearance varied from an average of 15-18 g plant -1 , recognizing that there was a considerable degree of plant variability around these average dry weights. In contrast, plants that attained more than 50-60 g plant -1 had floret numbers closer to the plateau section of the relationship for the period studied (i.e., V7 to V9-10) with a major proportion of florets established (Smith and Lee, 2016). Number of florets per ear plateaued at values greater than 60 g plant -1 . Interestingly, this range in dry weights was within the reported minimum dry weight at maturity for kernel set (Tollenaar and Lee, 2011;Vega et al., 2000;Vega and Sadras, 2003). These results suggested that plants below this critical value of 50-60 g plant -1 at maturity may not only fail to set kernels around silking but also may exhibit a developmental delay, early during the growing season. The close association between floret number and ear length suggested a near simultaneous development of both ear initiation and floret appearance (estimated ear length threshold =0.03 cm). Variability in floret number per ear row was reduced at ear lengths of 3 cm or greater. For approximately the same number of florets Otegui, (1997) reported a similar ear length in genotypes of a longer maturity ratings. Our results, provide a framework to integrate both floret number and ear length estimation using a single parameter, cumulative plant dry matter. In addition, these results confirm that potential floret number is established well in advance of flowering time; that is, when corn plants under stress free conditions, have attained a minimum dry weight of 50-60 g plant -1 and a minimum ear length of 3 cm.",
          "table": [
            "† ns = non-significant at a 0.05 level. Different letters among treatments for each model parameter indicate significant differences using Z test (p < 0.05)."
          ]
        },
        {
          "text": "Of the stresses tested in this study, only the severe drought reduced floret number resulting in a reduction in both floret number and dry matter accumulation for the sampled period. This partially confirms our hypothesis. Further floret differentiation, however, in the drought stress may have occurred during subsequent stages. Drought and the 15 plants m -2 treatment both reduced plant dry matter significantly over time but differed in terms of magnitude. Severe reductions in plant dry matter caused by drought have been reported in previous studies (Çakir, 2004;Denmead and Shaw, 1960;Stewart et al., 1975). This plant dry matter reduction caused by drought may have been initiated by a reduction in leaf expansion thereby resulting in less dry matter accumulation (Avramova et al., 2016;Boyer, 1970;Salah and Tardieu, 1997). Reductions in plant dry matter caused by the 15 plants m -2 were expected as a result of unequal sharing of resources caused by interplant competition during early vegetative growth (Maddonni and Otegui, 2004;Pagano and Maddonni, 2007;Page et al., 2010b). The reduced red-to-far red ratio initially reduced plant dry matter accumulation, however, the plants were able to recover and no reduction in floret number was observed. Previous research by Page et al. (2010a) reported a reduction in plant dry matter occurring as a result of reduced red-to-far red ratio prior to 10 leaf tips (approximately V7 stage of growth) which showed subsequent recovery at silking. In addition, although crowding stress includes changes in light quality (Wies et al., 2019), these treatments responded differently. Interestingly, the floret number per ear row vs ear length relationship varied for the reduced red-to-far red ratio by reducing initial α and increasing floret number per ear row. Comparable results have been shown for wheat (Triticum aestivum L.), where reduced red-to-far red ratio accelerated rates of spikelet development but resulted in less fertile spikelets (Ugarte et al., 2010).",
          "table": []
        },
        {
          "text": "The reduction in dry matter accumulation caused by drought or 15 plants m -2 resulted in i) a lower threshold dry matter for ear and floret set, and ii) overall higher rates (α) of ear elongation and floret appearance per unit dry matter. The increased α value suggested a prioritization of reproductive growth over vegetative growth or possibly, a lower threshold for ear development relative to plant dry matter. No previous research has identified this response in maize to early season stress. This response may be attributed to a larger sensitivity of overall plant dry weight reductions since ear dry weight at this stage is very low as a proportion of overall dry weight (Tetio-Kagho and Gardner, 1988). This is in contrast to the expectable penalties in either assimilate variation (Edmeades and Daynard, 1979b) or reproductive partitioning in response to stress around silking (D'Andrea et al., 2008;Pagano and Maddonni, 2007). In addition, normalizing by for temporal variation (i. e. growth per unit time) using a non-destructive approach may account for these differences. For example, Pagano et al. (2007) showed relative floret number development as a function of plant growth rate, however, individual plants were classified by their competitive capacity (dominant vs dominated plants) rather than by the stress applied. In addition, reduced number of florets in response to drought around silking has been reported recently in Rossini et al. (2016), however, the drought applied in our study occurred during the pre-silking stage. This reduction in floret number and plant dry matter caused by severe drought would invariably change the rates of pistil development and subsequent silk emergence (Boyer and Westgate, 2004;Carcova et al., 2003;Fuad-Hassan et al., 2008).",
          "table": []
        }
      ]
    },
    {
      "title": "Conclusions",
      "div": [
        {
          "text": "Three distinct stresses were applied early in plant development (e.g., V7-V10) to generate variation in plant growth. From these responses we demonstrated that floret number was related to cumulative growth per plant early in development. This relationship followed the classic curvilinear response, with a threshold level of plant dry matter accumulation and a plateau. As expected stress during the early developmental stages affected the association between floret number and plant dry matter, however, not all stresses had the same impact on this relationship. Light quality defined as reduced red to far red ratio did not affect dry matter accumulation, while both drought and plant density reduced dry matter accumulation. Of the stresses applied in this experiment, drought was the most severe in reducing dry matter accumulation. As a result, it was the only stress to reduce floret number.",
          "table": []
        },
        {
          "text": "Only the drought effect resulted in a reduction in floret number, but it was a considerably more severe stress than the others imposed in this Fig. 5. Predicted floret number per ear row as a function ear length (A and B) during the vegetative phase for different treatments. Treatments are control, drought, reduced red to far red ratio (R:FR), 7.5 plants m -2 and 15 plants m -2 . Each point represents an individual plant sampled at a specific growth stage (V7,V8, V9-10 stage of growth according to Hanway, 1966). Models and coefficients values are shown in † ns = non-significant at a 0.05 level. Different letters among treatments for each model parameter indicate significant differences using Z test (p < 0.05). Experiments conducted at Arkell (Experiment #1) and Elora (Experiment #2) Research Stations during the 2012-13 growing seasons. Ontario, Canada. study. Neither light quality nor plant density reduced floret number in an absolute or per unit dry matter. These results confirm that floret number in maize is established well in advance of flowering and also suggests that floret number is related to plant dry weight sampled between V7 to V9-10 stage of growth. This research presents new knowledge on the relationship between floret number, plant cumulative dry matter and early season stress.",
          "table": [
            "† ns = non-significant at a 0.05 level. Different letters among treatments for each model parameter indicate significant differences using Z test (p < 0.05)."
          ]
        }
      ]
    }
  ],
  "tables": [
    "{\"title\": \"ANOVA and contrasts for treatment effects on plant dry matter, ear length, and floret number per ear row for control, drought, reduced red-to far red ratio (Reduced R: FR) and three growth stages. Contrasts represent the average of three genotypes. Experiment #1 conducted at Arkell Research Station during the 2012-13 growing seasons. Ontario, Canada.\", \"head\": [\"Source of variation\", \"\", \"\", \"Plant dry matter\", \"\", \"Ear length\", \"\", \"\", \"Floret number per ear row\", \"\"], \"value\": [[\"Growth stage\", \"\", \"\", \"V7\", \"V8\", \"V9\", \"V7\", \"V8\", \"V9\", \"V7\", \"V8\", \"V9\"], [\"ANOVA\", \"\", \"\", \"\", \"\", \"\", \"\", \"\", \"\", \"\", \"\", \"\"], [\"Random effects\", \"\", \"\", \"Pr > Z\", \"\", \"\", \"\", \"\", \"\", \"\", \"\", \"\"], [\"Year\", \"\", \"\", \"0.25\", \"0.26\", \"0.25\", \"0.26\", \"0.26\", \"0.28\", \"0.31\", \"0.28\", \"0.29\"], [\"Residual\", \"\", \"\", \"0.001\", \"0.001\", \"<.0001\", \"<.0001\", \"0.002\", \"0.003\", \"0.002\", \"0.002\", \"0.001\"], [\"Fixed effects\", \"Num df\", \"Den df\", \"Pr > F\", \"\", \"\", \"\", \"\", \"\", \"\", \"\", \"\"], [\"Stress(S)\", \"2\", \"16\", \"<.0001\", \"<.0001\", \"<.0001\", \"0.01\", \"0.002\", \"0.47\", \"0.08\", \"0.007\", \"0.0003\"], [\"Genotype(G)\", \"2\", \"16\", \"0.66\", \"0.21\", \"0.33\", \"0.15\", \"0.17\", \"0.01\", \"0.28\", \"0.05\", \"0.9\"], [\"SxG\", \"4\", \"16\", \"0.28\", \"0.13\", \"0.93\", \"0.66\", \"0.32\", \"0.13\", \"0.16\", \"0.03\", \"0.2\"], [\"Contrast\", \"\", \"\", \"g plant -1\", \"\", \"\", \"cm\", \"\", \"\", \"no row -1 ear -1\", \"\"], [\"Drought vs Control\", \"\", \"\", \"-17***\", \"-19***\", \"-44***\", \"0.21***\", \"0.62***\", \"-0.75ns\", \"5.14**\", \"7.00***\", \"-5.13***\"], [\"Reduced R:FR vs Control\", \"\", \"\", \"-6**\", \"-5ns\", \"-10ns\", \"0.01ns\", \"0.003ns\", \"-0.13ns\", \"-0.46ns\", \"-0.85ns\", \"0.76ns\"], [\"Drought vs Reduced R:FR\", \"\", \"\", \"-10***\", \"-13.8***\", \"-34***\", \"0.20***\", \"0.62***\", \"-0.52ns\", \"5.61**\", \"7.86***\", \"-4.90***\"], [\"Standard error (±)\", \"\", \"\", \"1.38\", \"1.66\", \"2.26\", \"0.04\", \"0.11\", \"0.31\", \"1.37\", \"1.27\", \"1\"]]}",
    "{\"title\": \"ANOVA and contrasts for treatment effects on plant dry matter, ear length, and floret number per ear row for 7.5 and 15 plants m -2 treatments and three growth stages. Contrasts represent the average of three genotypes. Experiment #2 conducted at Elora Research Station during the 2012-13 growing seasons. Ontario, Canada.\", \"head\": [\"Source of variation\", \"\", \"\", \"Plant dry matter\", \"\", \"Ear length\", \"\", \"\", \"Floret number per ear row\", \"\"], \"value\": [[\"Growth stage\", \"\", \"\", \"V7\", \"V8\", \"V10\", \"V7\", \"V8\", \"V10\", \"V7\", \"V8\", \"V10\"], [\"ANOVA\", \"\", \"\", \"\", \"\", \"\", \"\", \"\", \"\", \"\", \"\", \"\"], [\"Random effects\", \"\", \"\", \"Pr > Z\", \"\", \"\", \"\", \"\", \"\", \"\", \"\", \"\"], [\"Year\", \"\", \"\", \"0.24\", \"0.29\", \"0.39\", \"0.4\", \"0.28\", \"0.44\", \"0.27\", \"0.31\", \"0.47\"], [\"Residual\", \"\", \"\", \"0.005\", \"0.04\", \"<.0001\", \"<.0001\", \"0.02\", \"<.0001\", \"0.001\", \"<.0001\", \"<.0001\"], [\"Fixed effects\", \"Num df\", \"Den df\", \"Pr > F\", \"\", \"\", \"\", \"\", \"\", \"\", \"\", \"\"], [\"Density (Dty)\", \"1\", \"6\", \"0.08\", \"0.01\", \"<.0001\", \"0.891\", \"0.46\", \"0.003\", \"0.535\", \"0.83\", \"0.265\"], [\"Genotype (G)\", \"2\", \"6\", \"0.02\", \"0.04\", \"0.02\", \"0.0003\", \"0.0003\", \"<.0001\", \"0.0002\", \"0.0002\", \"0.003\"], [\"Dty x G\", \"2\", \"6\", \"0.62\", \"0.2\", \"0.96\", \"0.76\", \"0.76\", \"0.07\", \"0.95\", \"0.34\", \"0.13\"], [\"Contrast 15 vs 7.5 plants m -2\", \"\", \"\", \"g plant -1 -3.4**\", \"-7.1***\", \"-24***\", \"cm -0.0032\", \"-0.05\", \"-0.73**\", \"no row -1 ear -1 -0.81 -0.26\", \"-1.73\"], [\"Standard error (±)\", \"\", \"\", \"2.27\", \"1.45\", \"2.97\", \"0.03\", \"0.08\", \"0.21\", \"1.17\", \"1.15\", \"1.07\"]]}",
    "{\"title\": \"Models parameters for the relationships of ear length vs plant dry matter, floret number per ear row vs plant dry matter, floret number per ear row vs ear length. Experiments conducted at Arkell and Elora Research Stations during the 2012-13 growing seasons. Ontario, Canada.\", \"head\": [\"Relationship\", \"Experiment #\", \"Treatment\", \"n\", \"Parameter ± standard error\", \"\", \"R 2\"], \"value\": [[\"\", \"\", \"\", \"\", \"α\", \"t\", \"β\", \"\"], [\"Ear length vs plant dry matter Floret number per ear row vs plant dry matter Floret number per ear row vs ear length\", \"1,2 1,2 1,2\", \"All All All\", \"876 866 988\", \"0.04 ± 0.0018 6 ± 0.56 65.95 ± 1.73\", \"15 ± 3.3 a 18 ± 2.1 a 0.03 ± 0.01 b\", \"-0.0044 ± 0.00043 0.14 ± 0.02 1.64 ± 0.045\", \"0.73 0.61 0.90\"]]}",
    "{\"title\": \"† ns = non-significant at a 0.05 level. Different letters among treatments for each model parameter indicate significant differences using Z test (p < 0.05).\", \"head\": [\"Model\", \"Experiment #\", \"Treatment\", \"n\", \"Parameter ± standard error\", \"\", \"R 2\"], \"value\": [[\"\", \"\", \"\", \"\", \"α\", \"t\", \"β\", \"\"], [\"\", \"1\", \"Control\", \"181\", \"0.03 ± 0.01 b ‡\", \"23.26 ± 3.58 a\", \"-0.01 ± 000,058 b\", \"0.86\"], [\"\", \"1\", \"Drought\", \"117\", \"0.08 ± 0.02 a\", \"15 ± 2.15 b\", \"-0.02 ± 0.0045 c\", \"0.45\"], [\"Ear length vs plant dry matter\", \"1 2 2\", \"Reduced R:FR 7.5 plants m -2 15 plants m -2\", \"187 199 196\", \"0.04 ± 0.01 b 0.03 ± 0.01 b 0.05 ± 0.01 b\", \"20.93 ± 2.62 a 20.01 ± 2.1 a 9.7 ± 2.58 b\", \"-0.01 ± 0.00074 b -0.01 ± 0.0011 b -0.0036 ± 0.003 a\", \"0.88 0.81 0.75\"], [\"\", \"1\", \"Control\", \"188\", \"5 ± 0.92 b\", \"25 ± 0.64 a\", \"0.13 ± 0.03 b\", \"0.77\"], [\"\", \"1\", \"Drought\", \"199\", \"9 ± 3.1 a\", \"10 ± 0.62 c\", \"0.25 ± 0.11 a\", \"0.39\"], [\"Floret number per ear row vs plant dry matter\", \"1 2 2\", \"Reduced R:FR 7.5 plants m -2 15 plants m -2\", \"190 170 177\", \"5 ± 0.92 b 5 ± 0.92 b 8.06 ± 2.03 a\", \"25 ± 0.64 a 25 ± 0.64 a 15 ± 0.76 c\", \"0.13 ± 0.03 b 0.13 ± 0.03 b 0.23 ± 0.07 a\", \"0.78 0.81 0.72\"], [\"\", \"1\", \"Control\", \"198\", \"63.56 ± 5.71 b\", \"0.04 ± 0.02 a\", \"1.38 ± 0.16 ab\", \"0.92\"], [\"Floret number per ear row vs ear length\", \"1 1 2 2\", \"Drought Reduced R:FR 7.5 plants m -2 15 plants m -2\", \"177 206 207 200\", \"85.67 ± 7.76 a 55.45 ± 4.73 c 76.15 ± 7.94 ab 75.90 ± 8.64 ab\", \"0.07 ± 0.02 a 0.03 ± 0.02 ns  † -0.02 ± 0.03 ns -0.01 ± 0.03 ns\", \"2.16 ± 0.25 a 1.16 ± 0.13 b 1.72 ± 0.23 a 1.62 ± 0.24 ab\", \"0.90 0.93 0.88 0.88\"], [\"\", \"\", \"\", \"\", \"\", \"\", \"\", \"\"]]}"
  ]
}