{
  "meta": {
    "title": "The impact of different nutritional treatments on maize hybrids morphological traits based on stability statistical methods",
    "author": "Seyed Mousavi Mohammad Nasir Mousavi, Árpád Illés, Csaba Bojtor, Janos Nagy",
    "journal": "Pensoft Publishers",
    "date": "2020. 11. 08."
  },
  "paragraphs": [
    {
      "title": "Abstract",
      "div": [
        {
          "text": "This study investigates the sustainability of agriculture in the context of the various debates that have occurred about agriculture, its elements, and functions. One of the main breeding programs aims to achieve stable and high yield varieties in different conditions by studying the effect of genotypes on traits year on year. The study investigates the effect of genotypes on grain yield traits in two hybrids (FAO340 and FAO410) planted in a completely randomized block design with four replications for two years in the Debrecen region of Hungary. It includes a combined variance analysis significant on different fertilizer treatments with traits on FAO410 and FAO340 hybrids. The AMMI analysis and biplot showed that one thousand grain weight and leaf number were the maximum effects on the yield in the FAO340 hybrid. Also, plant fresh weight and plant height were the maximum effects on the yield in the FAO410 hybrid. The fourth fertilizer treatment had the highest yield, with desirable stability on FAO340 and FAO410. There were desirable stability, maximum effect on yield by plant fresh weight, seeds per column amount, and stem diameter effects for the FAO340 hybrid, and seeds per ear weight, number of seeds per column, ear weight, and number of nodes effects in the FAO410 hybrid by GGE biplot analysis. The results confirmed that both the FAO340 hybrid and the FAO410 hybrid had desirable stability in Hungary.",
          "table": []
        }
      ]
    },
    {
      "title": "The impact of different nutritional treatments on maize hybrids morphological traits based on stability statistical methods",
      "div": [
        {
          "text": "Seyed Mohammad Nasir Mousavi*, Árpád Illés, Csaba Bojtor, Janos Nagy",
          "table": []
        },
        {
          "text": "The University of Debrecen Centre for Agricultural Sciences, Faculty of Agricultural Sciences, Department of Land Use and Rural Development, Debrecen, Hungary",
          "table": []
        }
      ]
    },
    {
      "title": "INTRODUCTION",
      "div": [
        {
          "text": "Hungary occupies the 13th position amongst maize growing countries concerning the main yield, and the 8th position in terms of the increment of yields. After the USA, France, (and perhaps Italy), Hungary is in third or fourth position among countries growing more than one million hectares of maize (Nagy, 2006). No plants can grow and survive without important nutrients, including Potassium, Nitrogen, and Phosphorus. (Barau et al. 2019).",
          "table": []
        },
        {
          "text": "Usually, chemical fertilizers are used as mineral elements and often an addition to the soil to provide one or more components needed for plant growth and fertility. N and P are found in limited concentrations in tropical soils and affect yield in crops. Mineral fertilizers are used to satisfy the need for these nutrients. Mineral fertilizers cause an increase in production costs (Novais et al. 2007). Generally, the research results indicated that different maize hybrids have a diverse yield compared with nitrogen fertilizer levels, and the Armagnac hybrid can be the maximum grain yield (Széles et al. 2019;Pepó and Karancsi 2017). Superior hybrid recognition in the breeding plan is always difficult due to treatment changes in the target areas and the interaction of these changes with the genotypes studied. A genotype usually responds uniquely in different treatments in terms of yield, so that its rank changes from one treatment to another (Santos, 2017).",
          "table": []
        },
        {
          "text": "In evaluation hybrids, there are two main problems; the first is the interaction with GE, and the second is the number of essential traits (Yan and Frégeau-Reid, 2018). In this research, the topic is identifying hybrids that are unaffected by interaction with GE and are stable. To achieve this goal, GE interplay and AMMI analysis are expanded to specify the treatment of hybrids under various environmental situations. The researcher has long experience in using the genotype × trait (GT) biplot. This method is used to know hybrids matching to the combination of common advantages over the trait performance and trait appearances. (Kilic, 2014;Mousavi et al. 2019b;Illés et al. 2020). AMMI analysis were more effective than other stability methods (Crossa et al. (1990). The researchers carried out a basic study on stability analysis using a GGE biplot and AMMI analysis for different crops, as did Banik et al. (2010), with PCA analysis and a combination of ANOVA involved in the AMMI analysis, showing that the original genotype variability consists of traits or environment separated by PCA. Description of the response at the AMMI analysis is accomplished with a link with the first genotype and some of the main interaction components. Analysis of AMMI is one of the multivariate methods used in sustainability analysis that predicts the compatibility and stability of the genotype. AMMI decomposition is an efficient way to study the stability of genotypes in environments because calculates a maximum part of the sum squares GE and break up effects on the main and interplay (Ebdon et al. 2002;Mahmodi et al. 2011;Gauch, 1992).",
          "table": []
        },
        {
          "text": "The GGE biplot helps breeders by creating a graphical representation of the interaction of genotypes in the treatment to enable them to easily evaluate the genotypes and the combination of the yield of hybrids in different fertilizer levels, as well as use these methods to know targets and examine the relationship between teams. It makes breeding programs easy (Yan and Frégeau-Reid, 2008). There was high variability in grain yield wheat hybrids in maximum nitrogen fertilizer for more than one year. It was not significant with the grain yield of wheat at nitrogen fertilizer levels of 29% and 23% (Stillwater and Lahoma) from 2001 to 2014 (Omara et al. 2020). It is important that random change in the plant environment and its effect on stimulating the result with used nitrogen fertilizer. Typically, the long-term research results indicated that the environment is full of chance. The environment is random from one year to the next, so preplant nitrogen fertilizer usage can be delayed (Chukwuka, 2015;Jaliya, 2008;Iqbal et al, 2013). This research aims to evaluate and research the NPK fertilizer level effect about six treatments on two hybrids: FAO340 and FAO 410, using AMMI analysis and GGE biplot in two years in Hungary.",
          "table": []
        }
      ]
    },
    {
      "title": "MATERIALS AND METHOD",
      "div": []
    },
    {
      "title": "Plant material",
      "div": []
    },
    {
      "title": "Filed experiment",
      "div": [
        {
          "text": "The experimental farm (15 km from Debrecen, Eastern Hungary) is located at Debrecen University. An experiment carried out at the Centre for Agricultural Sciences, Institute of Crop Sciences, at Látókép. Soil profile and participation measured in two years manual for a long time. The experimental field soil has a good structure and medium-hard loam.",
          "table": []
        },
        {
          "text": "24th April 2018 and 2019 were the sowing days in the long-term experiment. Planting carried out without irrigation and under rain-fed conditions. The daily amount of rainfall specified by local measurements. During the growing season, there were favorable conditions -including precipitation and temperature -for growing maize.",
          "table": []
        }
      ]
    },
    {
      "title": "Statistical analysis",
      "div": [
        {
          "text": "In addition to univariate statistical methods (analysis of variance and regression analysis), multivariate statistical methods were used to analyze genotype and trait interactions. The AMMI model consists of two simpler initial models. In this model, the first model uses the additive effects of the genotype and the calculated variance (ANOVA), the remainder of this model, called the interaction, is then decomposed using PCA. The AMMI model include:",
          "table": []
        },
        {
          "text": "In the GGE biplot graphical method, unlike other conventional methods, choices are made based on the figure report by data. It should be noted that the estimates are based on graphic images, not on outputs generated in tables, etc. GGE biplot is included:",
          "table": []
        },
        {
          "text": "A GGE biplot helps to understand the relationships between genotype and trait by principal component analysis.",
          "table": []
        }
      ]
    },
    {
      "title": "RESULTS",
      "div": [
        {
          "text": "Compound variance analysis indicated the effect of different fertilizer treatments significant at the one percent level, on the height of the plant, leaves amount, the diameter of the stem, ear outer diameter, nodes amount, the ear mass, the cob mass, grains in each column amount, all grains in each ear mass, one thousand grain mass, the fresh plants mas, and seeds yield. This means that traits varied significantly with different fertilizer treatments. results indicated that the effects of the hybrid significant at the one percent level on leaf number, ear weight, cob weight, fresh plant weight, and one thousand grain weight, and significant at the five percent level on grain weight per ear and outer ear diameter. The interaction effects of different fertilizer treatments on genotype on year showed that there were significant effects at the one percent level on cob weight and one thousand seed mass. The grain in each ear amount and ear weight was also significant at the five percent level. This indicates that genotypes varied with the different treatments of fertilizer in different years.",
          "table": []
        }
      ]
    },
    {
      "title": "Investigation of interaction effects on traits in the FAO340 hybrid by AMMI analysis",
      "div": []
    },
    {
      "title": "Investigation of Interaction Effects on Traits in FAO410 Hybrid by AMMI analysis",
      "div": [
        {
          "text": "In the AMMI biplot, it was observed that grain yield, plant fresh weight, and plant height had more interaction with different fertilizer treatments in the FAO410 hybrid traits. These traits also show favorable stability in the FAO410 hybrid over two years (Figure 2). Among the multivariate methods, the AMMI method applied in recent years to study the interaction of genotypes in the traits (Kaplan, 2017;Yan, 2007;Villegas et al, 2016).",
          "table": []
        }
      ]
    },
    {
      "title": "Determination best fertilizer treatments on the FOA340 and FAO410 Hybrids by the GGE analysis",
      "div": [
        {
          "text": "In the GGE biplot of the grouping of different fertilizer treatments, the fourth fertilizer treatment had the highest effect and best yield on the FAO340 hybrid. After the fourth fertilizer treatment, the fifth, second, third, first, and control treatments had the best effects and yields on this hybrid. Also, treatment 4 had desirable stability for FAO340. The ideal treatment is the one with the maximum average performance and stability (Figure 3). The rate of fertilizer treatments showed that the fourth treatment had the maximum effect and yield on the FAO410 hybrid.",
          "table": []
        },
        {
          "text": "Then the fifth, second, third, first, and control treatment had the maximum effects and yields for this hybrid. Also, the fourth fertilizer treatment had desirable stability and maximum yield for the FAO340 hybrid (Figure 4). Due to the simplicity of graphic interpretation, the results obtained from this model are widely used today in the analysis of the interaction effect of genotype traits in    agriculture. Therefore, the use of the GGE analysis to extract the information in the experimental evaluation of the interaction of crop genotypes of different products in different years and different treatments is useful (Yan, 2008).",
          "table": []
        }
      ]
    },
    {
      "title": "Determination of best traits for the FOA340 and FAO410 Hybrids Using the GGE analysis",
      "div": [
        {
          "text": "The grouping of traits using the GGE biplot studied in this research showed that stem diameter, seeds per column amount, the fresh plant mass, and one thousand grains weight became the most effect on the FAO340 hybrid yield and had optimum stability over two years of growing seasons. The traits of the nitrogen rate and the seeds per row amount had the minimum effect and had less stability than other traits (Figure 5). Also, for the fourth and fifth treatments, the length of ear trait had the highest effect and maximum stability for these treatments in the FAO410 hybrid. the seeds per ear mass, seeds per column number, ear weight, and a number of nodes had the highest effects and yields for the FAO410 hybrid in all treatments. The stability observed in this study was also the most favorable.",
          "table": []
        },
        {
          "text": "The number of seeds per row trait in the NPK4 and NPK5 treatments became the maximum effect and stability of these treatments (Figure 6).",
          "table": []
        }
      ]
    },
    {
      "title": "DISCUSSION",
      "div": [
        {
          "text": "The study's purpose was to record the best fertilizer treatment on FOA340 and FAO410 Hybrids by stability analysis in Debrecen, Hungary. The results indicated that the NPK4 has desirable stability and the best yield on two hybrids. Also, the results showed that the traits of the number of nodes, the diameter of the stem, and seed per ear mass had the highest effect at stability and performance on fertilizer treatment and hybrids. The next step is to record information about stability needs to continue this study for the third year and to use other statistical analyses of stability. Hejazi et al. (2013) noted that significant genotype traits included length, ear weight, seeds per row and column amount, cob mass, and grain per ear amount. The research on the yield of two hybrids of maize showed the effect of fertilizer treatments and the interaction of genotypes with fertilizer treatment significant at the one percent level. So, fertilizer treatments and genotypes also have variety (Mousavi et al. 2020). Bakhtiari et al. (2010) compared the genetic variation of rapeseed cultivars and the effect of genotypes and traits and indicated significant differences between canola hybrids in all attributes. Also, genotype-by-yield interaction showed that genotype 3 was the best, and genotype 10 the least favorable cultivar in terms of oil percentage. Most researchers studied the stability of other crops such as wheat, barley, canola, and  sunflower, etc. The level of fertilizer showed a significant relationship between one thousand grain yields and produced more maize than on the control plot. Using fertilizer treatments can increase maize yield components such as length of the ear, seeds per ear amount, and ear mass (Low et al. 2009). The research of Mousavi et al (2018) showed that traits related to grain yield on FAO 490, 380,340 hybrids involved diameter of the stalk, seed per cob rate, and cob weight, which had desirable effects on stability using the GGE analysis in Hungary. These traits had greater effects on the yield of three hybrids in this research (Mousavi et al. 2019a). The model has been reported in analyzing the interaction of genotypes in traits to evaluate genotypes in multiple treatment experiments in wheat (Akcura, 2009), soybean (Yan et al. 2002), and corn (Dehghani et al. 2009). The GT figures display biplot allows analysis of the model reached to know the desired hybrids that average the maximum response for many attributes.",
          "table": []
        },
        {
          "text": "The traits vector provides the analysis of the relationships among traits. (Yan & Rajcan, 2002).",
          "table": []
        }
      ]
    },
    {
      "title": "CONCLUSION",
      "div": [
        {
          "text": "Due to the role of chemical fertilizers in providing fast and sufficient high consumption elements, NPK can produce an increase in biological yield. Increasing NPK consumption can lead to better plant physiological conditions due to nutrient uptake, as well as more favorable environmental and food conditions than with only adequate access. Yield is a quantitative trait, and genetic improvement needs more time through direct selection. The correlation between traits is very important in breeder programs. Because it is easy to measure it helps plant-breeding specialists in the indirect selection for important crop traits through other traits.",
          "table": []
        }
      ]
    }
  ],
  "tables": [
    "{\"title\": \"\", \"head\": [\"Treatment\", \"(control) (t0) (T1) (T2)\", \"(T3) (T4) (T5)\"], \"value\": [[\"Nitrogen\", \"0\", \"30\", \"60\", \"90\", \"120 150\"], [\"Phosphorus\", \"0\", \"23\", \"46\", \"69\", \"92\", \"115\"], [\"Potassium\", \"0\", \"27\", \"54\", \"81\", \"108 138\"]]}",
    "{\"title\": \"\", \"head\": [\"Seeds\", \"yield\", \"\", \"\"], \"value\": [[\"One\", \"thousand\", \"grain mass\", \"\"], [\"The fresh\", \"plants\", \"mass\", \"\"], [\"Grain in\", \"each ear\", \"amount\", \"\"], [\"All grains\", \"in each\", \"ear mass\", \"\"], [\"Size\", \"of the\", \"ear\", \"\"], [\"Grains\", \"in each\", \"column\", \"amount\"], [\"Grains\", \"in each\", \"row\", \"amount\"], [\"The\", \"cob\", \"mass\", \"\"]]}",
    "{\"title\": \"\", \"head\": [\"S.O.V\", \"DF\", \"SS\", \"SS%\", \"F\"], \"value\": [[\"Total\", \"815\", \"782.0\", \"\", \"\"], [\"Treatments\", \"101\", \"270.1\", \"\", \"4.19**\"], [\"NPK\", \"5\", \"181.2\", \"\", \"56.84**\"], [\"Traits\", \"16\", \"0.0\", \"\", \"0.00\"], [\"Block\", \"51\", \"89.3\", \"\", \"2.75**\"], [\"Interactions\", \"80\", \"88.9\", \"\", \"1.74**\"], [\"IPCA 1\", \"20\", \"51.8\", \"58.26\", \"4.06**\"], [\"IPCA 2\", \"18\", \"16.0\", \"17.99\", \"1.40\"], [\"Residuals\", \"42\", \"21.1\", \"23.73\", \"0.79\"], [\"Error\", \"663\", \"422.6\", \"\", \"\"]]}",
    "{\"title\": \"\", \"head\": [\"S.O.V\", \"DF\", \"SS\", \"SS%\", \"F\"], \"value\": [[\"Total\", \"815\", \"782.0\", \"\", \"\"], [\"Treatments\", \"101\", \"331.5\", \"\", \"5.18**\"], [\"NPK\", \"5\", \"236.1\", \"\", \"74.60**\"], [\"Traits\", \"16\", \"0.0\", \"\", \"0.00\"], [\"Block\", \"51\", \"30.8\", \"\", \"0.95\"], [\"Interactions\", \"80\", \"95.4\", \"\", \"1.88**\"], [\"IPCA 1\", \"20\", \"51.7\", \"0.54\", \"4.09**\"], [\"IPCA 2\", \"18\", \"19.8\", \"0.21\", \"1.74*\"], [\"Residuals\", \"42\", \"23.8\", \"0.25\", \"0.89\"], [\"Error\", \"663\", \"419.7\", \"\", \"\"]]}"
  ]
}