{
  "meta": {
    "title": "The plant nutrition impact on the quality and quantity parameters of maize hybrids grain yield based on different statistical methods",
    "author": "Árpád Illés, S Mousavi M Nasir Mousavi, Csaba Bojtor, Janos Nagy",
    "journal": "Springer Science and Business Media LLC",
    "date": "2020. 09. 01."
  },
  "paragraphs": [
    {
      "title": "Abstract",
      "div": [
        {
          "text": "In recent years, producers of agricultural products have increased the use of chemical fertilizers per unit area. The goal of this research was to analyze the interaction of genotype in treatment (NPK fertilizer) on grain yield, protein content, oil content, and the starch content on 13 maize hybrids using analysis by the model of additive and multiplier effects AMMI and to evaluate genotypes, treatments, and their interactions using biplot in Hungary. Treatments include NPK0 (N: 0 kg/ ha, P 2 O 5 :0 kg/ha, K 2 O: 0 kg/ha), NPK1 (N: 30 kg/ha, P 2 O 5 : 23 kg/ha, K 2 O: 27 kg/ha), NPK2 (N: 60 kg/ha, P 2 O 5 : 46 kg/ha, K 2 O: 54 kg/ha), NPK3 (N: 90 kg/ha, P 2 O 5 : 69 kg/ha, K 2 O: 81 kg/ha), NPK4 (N: 120 kg/ha, P 2 O 5 : 92 kg/ha, K 2 O: 108 kg/ ha), NPK5 (N: 150 kg/ha, P 2 O 5 : 115 kg/ha, K 2 O: 135 kg/ha) in four replications based on complete randomized block design in 2019. The NPK fertilizer effects indicate that the fertilizers are different on yield genotype. AMMI analysis showed that there was a significant difference between genotypes, treatment, and the interaction effect of genotype * treatment at one percent. Besides, the maximum yield had Loupiac and NPK3 on grain yield, Loupiac and NPK2 on oil content, P0023, and NPK3 for starch content, DKC 3/ES4725 (DKC4725) and NPK3 for protein content. Also, GGE biplot analysis indicates that had maximum grain yield in Loupiac, protein content in P9978, oil content in MV Maronetta, and starch content in Sushi.",
          "table": []
        }
      ]
    },
    {
      "title": "Introduction",
      "div": [
        {
          "text": "There was a rapid increase in population in the world, the need to produce more agricultural products, including important and strategic products such as maize. Therefore, it seems that the best way to achieve this is to increase the production per unit area (Nagy 2006). Maize is one of the most important cereals in supplying energy to humans and livestock. According to the Food and Agriculture Organization, this is the fifth product produced in the world (FAOSTAT 2018). Maize is widely cultivated in many countries for many reasons, such as adaptability to different climatic conditions, relative drought resistance, and high yield. Among cereals, maize has the highest variety of consumption, so that maize, in addition to being consumed as human food, is used as a plant for livestock and used in industrial and processing industries (Hearn 2014). Maize is expected to become more important in the future, as it is considered to be a staple food in large countries and rich countries for the animal protein production (Emam 2011).",
          "table": []
        },
        {
          "text": "The main purpose of a fertilization application is to provide desirable nutrients to the plant during the growing season so that the growth and yield of the plant do not decrease due to lack of food. In this regard, fertilizers have been developed with the aim of precise control of the release of nutrients, as the most advanced technology for providing mineral resources for plants, storing fertilizers, and reducing the environmental pollution (Wu and Liu 2008;Brady and Weil 1999). Plant growth and yield function depending on its genetic capacity and environmental factors such as temperature, humidity, energy radiation, soil structure and porosity, soil reaction, biological factors, nutrient supply (Koocheki and Khajehosseini 2008;Jakson 1967).",
          "table": []
        },
        {
          "text": "The grain yield and protein in maize are highly dependent on fertilizer consumption. Today, however, the use of chemical fertilizers has expanded dramatically as the fastest way to compensate for soil nutrient deficiencies and 1 3 high yields, but in many cases, the use of these fertilizers causes environmental pollution and ecological damage and increases production cost (Hearn 2014;Iqbal et al. 2013;Dibaba et al. 2013). Sprouts of kernels are one of the most valuable parts of the maize. Maize contains about 4.5 percent oil, about 85 percent of which is in the sprouts. Each 100 kg can extract approximately 2.2-6.1 kg oil (Thomison et al. 2002). Different farming methods have a direct and indirect effect on the quality of maize oil. Fertilizer application could be an effect on oil and acids in the oil (Ray et al. 2019;Blumenthal et al. 2008;Jellum and Widstrom 1970). There is improving the starch quality, oil content, protein content, and grain yield by international demand because of the nutritional issue (Bilgin et al. 2010). Reed et al. (1988) and Prasad and Singh (1990), their studies on the effect of nitrogen on maize yield showed that they concluded that yield increases with increasing nitrogen. Nitrogen plays a key role in the production. Production will be decreased if the deficiency in any of the growth stages disrupts the synthesis of substances.",
          "table": []
        },
        {
          "text": "Research has shown that the protein content of maize increases with the amount of nitrogen, and if are used phosphorus and potassium, the content of protein increases (Hera et al. 1988;Cai et al. 2012;Tsai et al. 1983). In many studies has been emphasized due to the positive effect of nitrogen on increasing grain yield, the number of seeds per grain, and grain weight in different maize hybrids. NPK fertilizer increases the leaves number, the length and width of the leaves, and the dryness of the leaves a plant. Also, the results showed that grain and protein yield in maize were affected significantly by the fertilizer treatments and their interaction (Mousavi et al. 2018(Mousavi et al. , 2019;;Barker 2012;Gao et al. 2020;Savita et al. 2011;Ahmad Alias et al. 2003;Pepó and Karancsi 2017;Dibaba et al. 2013;Hejazi et al. 2013).",
          "table": []
        },
        {
          "text": "AMMI method justifies a large part of the sum of the squares on the interaction effects and separated the main and interaction effects from each other (Ebdon and Gauch 2002). To analyze the test data, the comparative yield of areas, GGE statistical methods of biplot, AMMI, and the analysis of the main components are used to determine the stability and compatibility of genotypes based on the analysis of individual values (Gauch 2006). The results of the AMMI analysis were useful in guiding breeding programs and help the breeders to choose the environment and genotypes with private and public adaptation (Gauch and Zobel 1988). Generally, the results obtained from AMMI shown in the form of a common graph called a biplot. They show the relationship between genotypes and their interactions with the environment and their interactions (Yan and Rajcan 2002).",
          "table": []
        }
      ]
    },
    {
      "title": "Materials and methods",
      "div": [
        {
          "text": "In this research, the experiment was carried out in the Centre for Agricultural Sciences, Institute of Crop Sciences at Látókép by Debrecen University. The site was located in Eastern-Hungary, 15 km from Debrecen in the Hajdúság loess region. In total, 13 maize hybrids were on six fertilizer treatment NPK0 (N: 0 kg/ha, P 2 O 5 :0 kg/ha, K 2 O:0 kg/ha), NPK1 (N: 30 kg/ha, P 2 O 5 : 23 kg/ha, K 2 O: 27 kg/ha), NPK2 (N: 60 kg/ha, P 2 O 5 : 46 kg/ha, K 2 O: 54 kg/ha), NPK3 (N: 90 kg/ha, P 2 O 5 : 69 kg/ha, K 2 O: 81 kg/ha), NPK4 (N: 120 kg/ ha, P 2 O 5 : 92 kg/ha, K 2 O: 108 kg/ha), NPK5 (N: 150 kg/ha, P 2 O 5 : 115 kg/ha, K 2 O: 135 kg/ha) in four replications based on complete randomized block design (Hybrid's name). Planting was performed on the April 16, 2019, in a long-term experiment. In total, 72 000 plants/ha were seed number of the hybrids in this experiment. Irrigation was under rainfed conditions and was measured daily rainfall sum. The total rainfall from May until October was 279 mm in 2019 (Fig. 1). Growing maize was favorable conditions in rainfall and temperature.",
          "table": [
            "Hybrid's name"
          ]
        },
        {
          "text": "Variance analysis examines the relationship between a dependent variable and one or more independent variables. Independent variables are qualitative, and dependent variables are quantitative. In the variance analysis, research hypotheses can be divided into two forms, which are: (1) there is a significant difference between the variables groups, (2) existence of cause and effect relationship between variables (Farshadfar 2005).",
          "table": []
        },
        {
          "text": "In the GGE biplot graphics method, the selections are based on the graphical analysis of information and data. This method has many capabilities and simplicity in interpreting outputs. To analyze the data, first, the Bartlett test was performed to check the uniformity of the variances and then the compound analysis performed. GGE was based on genotype main effect (G) as well as genotype by environment interaction (GE), which is the only source of diversity in the evaluation of cultivars. Due to the significant interaction of genotype in treatment, the graphical analysis was performed using the GGE biplot method.",
          "table": []
        },
        {
          "text": "Y ij is the average among replications for genotype i (i = 1,…, g) in environment j (j = 1,…, e); Y •j is the environment average j among all genotypes and replications; λ 1 ξ i1 η j1 and λ 2 ξ i2 η j2 are PC1 and PC2, respectively; λ 1 and λ 2 are the eigenvalues associated with each PC; ξ i1 and ξ i2 are the PC's scores in the ith genotype; η j1 and η j2 are the scores for each PC in the jth environment, and ε ij is the error associated with the model (Yan et al. 2000;Miranda et al. 2009). Main additive effects and multiple effect analysis (AMMI), an effective method, has to recommend studying the pattern of genotype interaction by the environment (G × E). The AMMI method is a combination of variance analysis and the analysis of the main components. The AMMI method is used generally for three main purposes. The first AMMI method is a diagnostic model. Compared to other methods, this method is more useful in the statistical analysis of comparative experimental yield, because it provides tools for identifying other submodels that are useful for the data under study. Second, the AMMI method is used to clarify the effect of genotype in the environment (treatment). This method identifies to easy the patterns and relationships of genotypes and the environment (Annicchiarico 2002). Third, the AMMI method is used to improve the precision of yield estimation. For example, increasing the precision of yield performance when using an AMMI is equivalent to increasing the number of replication from two to five (Crossa et al. 1990;Zobel et al. 1988).",
          "table": []
        },
        {
          "text": "By reducing the number of replication and increasing the number of treatments in a test, you can reduce costs and improve the efficiency of selecting the best hybrid. This method has been used, especially in hybrid maize programming (Crossa 1990).",
          "table": []
        },
        {
          "text": "One of the most important and new methods that have been the biplot method is based on multivariate models presented in recent years. To draw the biplot, you must use the values obtained from the multivariate models related to the genotype and the environment of the one figure at a time. The multivariate method analysis is introduced to the main components, the new GGE biplot method (Gabriel 1971). Since the environment is an uncontrollable factor, the GGE biplot method uses the genotype change sources and the genotype-environment interaction to achieve reliable results (Yan et al. 2000). GGE biplot method can be used to reliably in the evaluation of different maize genotypes grown in different environments (Kaplan et al. 2017).",
          "table": []
        }
      ]
    },
    {
      "title": "Results",
      "div": []
    },
    {
      "title": "Variance analysis",
      "div": [
        {
          "text": "The study of the AMMI biplot in grain yield showed that hybrids DKC 4/5092, Sushi, DKC 2/ES4028 (DKC4098), and NPK1 treatment have higher interactions and have the most consequential impact on the interaction. SY Carioca, SY Premeo, DKC 1/ES4241, P0023, and Loupiac of hybrids and NPK3 of treatments have low interactions, and due to their higher yield average than the total average, they can consider hybrids with optimal yield. AMMI biplot showed that SY Carioca and DKC 2/ES4028 (DKC4098) hybrids and NPK5 and NPK4 treatments have higher interactions and have the highest impact on the interaction in oil content. Loupiac, Armagnac, SY Premeo, P0023 hybrids, and NPK2 treatment have weak interactions, and due to their higher yield average than the total average, they can consider hybrids with optimal oil content too. SY Carioca Hybrid and NPK0 and NPK1 treatments have higher interactions and have the biggest impact on the interaction on starch content. P0023 and Armagnac hybrids and NPK3 treatment have weak interactions, and due to their higher yield average than the total average, they can be considered hybrids with optimal starch too. P9911, Sushi, and MV Maronetta hybrids and the NPK1 treatment have higher interactions and have the biggest impact on the interaction on protein content. DKC 3/ES4725 (DKC4725), Armagnac, and DKC 4/5092 of hybrids and NPK3 and NPK4 of treatments have low interactions, and due to their higher yield average than the total average, they can be considered hybrids with optimal protein content too (Fig. 2).",
          "table": []
        }
      ]
    },
    {
      "title": "3",
      "div": [
        {
          "text": "Loupiac hybrid had minimum oil content and MV Maronetta had maximum oil content in this study. The average oil content of the hybrids is as follows: Loupiac < DKC 1/ES4241 < P9911 < SY Carioca < Armagnac < DKC 4/5092 < P9978 < DKC 3/ES4725 (DKC4725) < SY Premeo < DKC 2/ES4028 (DKC4098) < Sushi < P0023 < MV Maronetta. GGE biplot shows that SY Premeo hybrid had minimum starch content and Sushi had maximum",
          "table": []
        }
      ]
    },
    {
      "title": "Discussion",
      "div": [
        {
          "text": "The goal of this study is obtained to investigate the maximum yield in different treatments (fertilizer) in Hungary. This study explained that Loupiac and Armagnac hybrids had the maximum yield at different treatments on grain yield. Also oil content has the maximum yield on P0023 and MV Maronetta hybrids, the starch content had been on Loupiac and Sushi hybrids, and in protein content, P9978 and Sushi had maximum performance in treatments. In all condition treatments, Loupiac and Sushi hybrids have the maximum yield on all hybrids. The study indicates that NPK3 treatment has maximum grain yield, starch content, and protein content. It showed oil content had the maximum yield on NPK2. Hybrids have the maximum protein content and oil content, and also they have minimum grain yield. Mousavi et al. (2019) showed that FAO380 and FAO410 hybrids have the maximum yield on the NPK4 fertilizer level in Hungary. The NPK fertilizer effects indicate that the fertilizers are different on yield genotype (Nagy 2010). Overall, the results of this study showed that different cultivars of maize have a different yield against nitrogen fertilizer treatments, and Armagnac cultivar had the highest grain yield (Széles et al. 2019). In general, the suitable use of fertilizer can be beneficial for any hybrid, because the amount of nitrogen is out of reach of the plant at the beginning of growth and also pollutes the environment by leaching.",
          "table": []
        }
      ]
    }
  ],
  "tables": [
    "{\"title\": \"Hybrid's name\", \"head\": [\"Hybrids number Hybrids name\", \"FAO number\"], \"value\": [[\"1.\", \"P0023\", \"420\"], [\"2.\", \"P9978\", \"420\"], [\"3.\", \"P9911\", \"450\"], [\"4.\", \"SY Premeo\", \"400\"], [\"5.\", \"SY Carioca\", \"470-490\"], [\"6.\", \"MV Maronetta\", \"350\"], [\"7.\", \"Sushi\", \"340\"], [\"8.\", \"Armagnac\", \"490\"], [\"9.\", \"Loupiac\", \"380\"], [\"10.\", \"DKC 1/ES4241\", \"320-340\"], [\"11.\", \"DKC 2/ES4028 (DKC4098)\", \"290-310\"], [\"12.\", \"DKC 3/ES4725 (DKC4725)\", \"350-370\"], [\"13.\", \"DKC 4/5092\", \"380-410\"]]}"
  ]
}