{
  "meta": {
    "title": "The impact of environmental factors on the protein content and yield of maize grain at different nutrient supply levels",
    "author": "Adrienn Széles, Éva Horváth, Attila Vad, Endre Harsányi",
    "journal": "Pensoft Publishers",
    "date": "2018. 10. 30."
  },
  "paragraphs": [
    {
      "title": "Abstract",
      "div": [
        {
          "text": "Climate change poses a new challenge for maize producers which calls for the re-thinking of each production technological element. Professional nutrient replenishment may represent an alternative for the mitigation of yield decrease caused by climate change by means of improving yield stability from the aspect of global food safety, as well as increasing yield and improving yield quality. In the course of a six-year (2011-2016) research, under changing climatic conditions we studied how different fertilization methods -11 different N doses (0-300 kg ha-1) -affect the productivity of maize and protein content of grains.The experiment was carried out in Hungary (47 o 33' N, 21 o 26' E, asl: 111 m) in the long-term experiment of the University of Debrecen.The results of the examined years classified on the basis of precipitation, effective heat units (HU) and potential evapotranspiration (PET) showed a significant yield limitation effect of precipitation shortage. In drought, maize yield decreased by 16% (P<0.001) in comparison with the average crop year. The wet crop year resulted in a 19% yield increase (P<0.001). Protein content was lower (-11.7%) in the dry and warm crop year than in the wet crop year. The maize grain content is in a close positive correlation with yield at a high level of confidence in all examined years (P<0.001). The closest correlation was observed in the dry crop years (2012 r=0.703; 2013 0.728; 2015 0.747). As a summary of the performed research, precipitation improved the availability of nutrients. The economical yield level can be achieved with lower NPK ha -1 nutrient doses of 120:92:108 kg in wet crop years. In dry crop years, the harmful effect of climate change can be mitigated and yield safety can be improved with higher nutrient replenishment. Higher protein content results from the treatment combinations with higher N and P needs and proper nutrient proportions.",
          "table": []
        }
      ]
    },
    {
      "title": "The impact of environmental factors on the protein content and yield of maize grain at different nutrient supply levels INTRODUCTION",
      "div": [
        {
          "text": "Earth's population is growing rapidly and the pace of this growth is accelerating. Agriculture, through the increase of production efficiency, must keep up with the increasing demand of humankind for plant and animal products. (FAO, 2016). It is indispensable to work out new technologies with the aim to save water and to moderate specific water and nutrient use (Sheng-mao et al., 2006;Sun et al., 2013). At the same time, it is important to spread these technologies in practice, as they could lead to increasing yields which would be enough to feed the increasing population. However, it is important to consider the yield decrease caused by climate change (Penuelas and Filella, 2001;Brown and Funk, 2008;Lobell et al., 2011;Gammans et al., 2017).",
          "table": []
        },
        {
          "text": "Temperature extremities are increasing both to the positive and the negative direction (Ramankutty et al., 2006;Ortiz-Bobea and Just, 2013;Chen et al., 2016). Global warming increases the length of the vegetation period (Ciais et al., 2013;Schimel et al., 2015), it blocks the fertility of the pollen (Schoper et al., 1987;Dupuis and Dumas, 1990;Kumar et al., 2015), the receptibility of the pistil and the success of pollination (Moriondo et al., 2011), while it greatly affects photosynthesis and, consequently, the amount of carbon withdrawn in the form of carbon dioxide (Reichstein et al., 2013;Frank et al., 2015). Low temperature reduces photosynthetic activity (Allen and Ort, 2001).",
          "table": []
        },
        {
          "text": "According to the related forecasts, future yields are more significantly affected by temperature than precipitation.",
          "table": []
        },
        {
          "text": "Temperature increases as a result of constant GHG emission, while changes in precipitation are less predictable (Meehl et al., 2007;Hawkins and Sutton, 2011).",
          "table": []
        },
        {
          "text": "In addition to increased temperature, periods without precipitation lengthened and their frequency also increased, causing more frequent floods (Milly et al., 2002;Hirabayashi et al., 2008;Lakatos et al., 2011;Jongman et al., 2012;Georgakakos et al., 2014), while groundwater inundation resulting from excessive precipitation is constantly increasing (Lehner et al., 2006;Taylor, 2013). This manifestation of climate change has a major adverse effect on crop production, especially that of more water intensive crops.",
          "table": []
        },
        {
          "text": "The yearly variation of the global crop yield of maize is determined by the temperature and precipitation of the vegetation period by more than 30% (Lobell and Field, 2007).",
          "table": []
        },
        {
          "text": "Of the different climatic factors, maize production is mainly determined by the amount and distribution of rainfall during the growing season (Monteith, 1991;Huang et al., 2015). Barron et al. (2003) examined the distribution of precipitation during the growing season and concluded that water shortage during the flowering phase resulted in 75% decrease of grain yield. From the aspect of yield, its formation is also considered to be a critical period, as water shortage resulted in a 40% decrease.",
          "table": []
        },
        {
          "text": "International and Hungarian researchers concluded to a close correlation between the amount of precipitation and its distribution, the nutrient supply and yield of crops (Andresen et al., 2001;Tilman et al., 2002;Tollenaar and Lee, 2002;Hu and Buyanovsky, 2003;Wilhelm and Wortmann, 2004;Marton et al., 2007;Rimski-Korsakov et al., 2009;Nagy, 2012;Ványiné Széles et al., 2012a;Jolánkai et al., 2013).",
          "table": []
        },
        {
          "text": "Various research results show that production technological interventions need to be in harmony with each other (El-Hendawy and Schmidhalter, 2010;Wang et al., 2011), while different technological elements have different impact on maize yield (Sárvári and Pepó, 2014). The most significant influencing factor is fertilization; it is even more important than the variety itself and the other effects of cultivation (Berzsenyi and Dang, 2008;Nagy 2008).",
          "table": []
        },
        {
          "text": "During the entire vegetation period, a satisfactory amount of nitrogen needs to be available for crops. N deficiency necessarily leads to yield loss (Alvarez and Grigera, 2005). Also, nitrogen overfertilisation reduces economicalness and harms the environment (Tilman, 2002;Nagy, 2008;Wang et al., 2010;Ma et al., 2011).",
          "table": []
        },
        {
          "text": "Nutrient conversion greatly depends on the given crop year. Strong annual fluctuation of climatic conditions might be reduced, in can even be prevented through the provision of proper nutrient supply or irrigation (Acosta-Martinez and Tabatabai, 2000;Derby et al., 2005;Wiswakumar et al., 2008).",
          "table": []
        },
        {
          "text": "Proper nutrient supply guarantees the high protein and oil content of maize grains (Pierre et al., 1977;Tsai et al., 1992;Hegyi et al., 2007;Izsáki, 2009). Nitrogen, as a protein component, greatly affects maize grain quality, while the proper balance of nitrogen, potassium and phosphorus contributes to the increase of the protein content, and, therefore, the improvement of the quality of maize grains (Breteler, 1976;Da Silva et al., 2005;Radulov et al., 2010;Ványiné Széles and Nagy, 2012;Sebetha et al., 2015).",
          "table": []
        },
        {
          "text": "In the course of the research carried out in different production years (2011)(2012)(2013)(2014)(2015)(2016) we were seeking the answer how the changing climatic factors and N-fertilization affect the protein content and productivity of maize grains. In addition, in order to quantify these effects, it was an objective of this research to provide adaptation opportunities to future climate change, despite the fact that the obtained results show regional differences, similarly to the conclusion of Sakurai (2011).",
          "table": []
        }
      ]
    },
    {
      "title": "MATERIALS AND METHODS",
      "div": []
    },
    {
      "title": "Production site description",
      "div": [
        {
          "text": "The examinations presented in this paper were performed at the Experiment Site of the University of Debrecen in Eastern Hungary (47° 33' N, 21° 26' E, 111 m asl), on calcareous chernozem soil (Mollisol-Calciustoll or Vermustoll, clayey loam; USDA) in a polyfactoral (fertilisation, genotype) small-plot long-term experiment with strip-plot design and four replications under natural precipitation supply circumstances between 2011 and 2016.",
          "table": []
        }
      ]
    },
    {
      "title": "Soil",
      "div": [
        {
          "text": "Based on the soil analysis results of 2012, the average pH KCl value of the soil is 6.6 (slightly acidic), which is optimal from the aspect of the nutrient uptake of crops. The Arany's plasticity index is 39 in the upper (20 cm) soil layer and the total amount of water-soluble salts (anions and cations) is 0.04%, i.e., low salt content. The carbonic chalk content of the upper 80 cm layer of the soil is 0% (i.e., chalk deficient) and 12% from 100 cm downward (moderately chalky). The organic matter content is 2.3% in the upper 20 cm layer and it is not higher than 1.00% at the 120 cm depth. The potassium supply level of the soil is favourable, while its P supply is average.",
          "table": []
        }
      ]
    },
    {
      "title": "Experimental details",
      "div": [
        {
          "text": "In addition to the non-fertilised (control) treatment, ten different treatments were used in the long-term field experiment. Treatments 2-6 involved NPK doses of a constant proportion of 1 N: 0.75 P 2 O 5 : 0.88 K 2 O, with the basic N dose being 30 kg N ha -1 and 1, 2, 3, 4 and 5 times this basic dose. Treatments 7-11 involved identical proportions of 184 kg ha -1 P 2 O 5 and 216 kg ha -1 K 2 O in addition to increasing N doses. Crop density was set to 70 thousand crops per ha. The same FAO 490 hybrid was involved in the analysis for all six years. The previous crop was maize. In each year, maize was sown in the last ten days of April and harvested in the first ten days of October. The harvested grain yield had 14% moisture content.",
          "table": []
        }
      ]
    },
    {
      "title": "Weather",
      "div": [
        {
          "text": "Weather parameters were measured by means of a meteorological station. The obtained results were compared to the means of the 1980-2010 period.",
          "table": []
        },
        {
          "text": "The effective heat units are one of the most important criteria of maize production and it was calculated for the whole growing season using the following formula:",
          "table": []
        },
        {
          "text": "where T max stands for the maximum daytime temperature and T min stands for the minimum daytime temperature. T base is the temperature below which development processes slow down to the point that any value lower than this is not worth taking into consideration. In the case of maize, this value is 10 o C (Nield and Seeley, 1977;Gallagher, 1979;Davidson and Campbell, 1983).",
          "table": []
        },
        {
          "text": "There are various methods for calculating potential evapotranspiration (PET). Currently, the formulae derived from the main thermodynamics parameters are in use, including those of Penman-Monteith (1948), Thornthwaite (1948), Mckenny and Rosenberg (1993) and Szász (1973).",
          "table": []
        },
        {
          "text": "Potential evapotranspiration (PET) was calculated using the method of Szász (1973).",
          "table": []
        },
        {
          "text": "where: PET: Potential evapotranspiration [mm day -1 ] T: Mean daytime temperature [°C] R: Relative humidity ƒ(ν): Effect function of wind speed β: Factor used for expressing the oasis effect Samples were taken from the yield of the maize hybrid in all six years and all treatments. The protein content of the grain was measured with a Foss Infratec TM 1241 using near-infrared transmittance (NIT).",
          "table": []
        }
      ]
    },
    {
      "title": "Statistical analysis",
      "div": [
        {
          "text": "For assessing the correlation between yield and artificial fertilizer, general linear model (GLM) was used. Performing a Duncan test, differences from control were examined. Since global warming is gradually increasing, which has an unfavourable effect on other climatic elements (Jan et al., 1994;Dorland, 2000), a hierarchic cluster analysis was performed to classify the six years of experiment into average (2011), dry (2012, 2013, 2015) and wet years (2014,2016) based on the amount of precipitation, as well as the effective heat units and PET. Statistical evaluation was performed with SPSS for Windows 21.0.",
          "table": []
        }
      ]
    },
    {
      "title": "RESULTS",
      "div": []
    },
    {
      "title": "Weather of the examined years",
      "div": [
        {
          "text": "There was 250 mm precipitation in the winter period of 2011 and 324 mm in the growing season. The precipitation shortage was only 16 mm during the production period, in comparison with the average of multiple years, but its distribution turned out to be uneven. There was significant amount of rain (185 mm) in July. This amount of precipitation was 57% of the whole amount measured in the growing season and three times as much as the multipleyear average (61 mm). The amount of rainfall in the rest of the observed months is below the average value. April and June were significantly drier (-29 mm and -46 mm, respectively). Of wet days (45 days), there were 36 days with less than 10 mm rainfall, while the number of days with over 10 mm precipitation was 4 and 5 days when there was more than 20 mm rain. Average temperature during the production period was 0.9 o C more than the long-term average. May was in line with the mean value and air temperatue values were considerably higher than the average, with the exception of July (-0.8 o C) (Fig. 1). The effective heat units of the growing season were 1401°C, while the difference between the amount of rainfall and potential evapotranspiration (699 mm) was -410 mm.",
          "table": []
        },
        {
          "text": "There was severe drought in 2012. There was only 147 mm precipitation in the winter period. The amount of rainfall in April, August and September was significantly below the average, while the critical months of May, June and July had much more rain than average. Despite the high amount of precipitation in these months, the growing season ended with 65 mm rainfall shortage in comparison with the multiple-year average (340 mm). During the growing season, there were 48 wet days, of which there were 38 days with rainfall less than 10 mm, while the number of days with precipitation over 10 mm was 9 and only one day when there was more than 20 mm rain. Average temperature during the production period was above the long-term mean value (+1.5 o C). Average temperature during the month of June/August was 1.5-2.2 o C higher than the multiple-year average (Fig. 1). The effective heat units were 1500°C in the growing season. The PET value (710 mm) exceeded the precipitation values of the production period (276 mm) more than 2.5 times.",
          "table": []
        },
        {
          "text": "2013 was dry and the temperature was high. There was 338 mm precipitation in the winter period and 253 mm in the growing season. May was the only month when the amount of rainfall was higher (77 mm) than the multiple-year average (59 mm). July was the driest month (16 mm) and the growing season ended with 88 mm rainfall shortage. There were 43 wet days, of which there were 35 days with less than 10 mm rainfall; the number of days with precipitation over 10 mm was 5 and 3 days when there was more than 20 mm rain. In all months of the growing season, the mean temperature was higher than the multiple-year average, with the hottest month being August (28.3 o C), which was 8 o C warmer than the average. Overall, average temperature during the vegetation period was 5.5 o C above the long-term mean value (Fig. 1). The effective heat units were 1390 o C in the growing season.",
          "table": []
        },
        {
          "text": "The PET value (687 mm) was 434 mm higher than the measured volume of rainfall.",
          "table": []
        },
        {
          "text": "During 2014, total amount of precipitation (385 mm), was 13% above the mean value of 30-years (Fig. 1). Two considerably drier months were recorded in that year: June and August representing 2% and 12% of the total precipitation respectively. Precipitation of April was 40 mm, which was in accordance with the average. In May, rainfall was 10 mm over the long-term mean value.",
          "table": []
        },
        {
          "text": "During July and September, volume of rainfall was more than double of the mean value (128 mm and 96 mm, respectively). The number of wet days was 61, of which there were 47 days with lass than 10 mm of rainfall, however 11 days had precipitation over 10 mm and 3 days when there was more than 20 mm rain. The month of April had higher temperatures, by 1.7°C. Average temperature of May and August were -1.1°C and -0.4 °C lower respectively than the mean value of multiple years. Monthly average temperature values of June/July were following the mean values, however 0.8°C higher temperature was measured during September. The effective heat units were 1449°C in the growing season. The amount of precipitation was 385 mm, while the PET value was 725 mm, which represented a difference of -340 mm.",
          "table": []
        },
        {
          "text": "In 2015, the 285 mm of average precipitation amount was measured; this is 84% of the mean value of 30-years (Fig. 1). The climate was drier in May and the precipitation volume was 90% of the mean values. The months June/July turned out to be dry, with the former being 9 mm below and the latter 25 mm below the average. The volume of precipitation of the month of August was especially high, as there was 24 mm extra rain. In September, precipitation was lower than the average, not even reaching 65% of the average. The number of wet days in the growing season of 2015 was 43, of which the number of days that had more than 1 mm of rainfall was 32. 9 days had precipitation over 10 mm and only 2 days when there was more rain than 20 mm. Average temperature of the production period was above (by +1.0°C) the mean value of multiple years. However, respective measured records in April/May were less than the mean value of multiple years. The rest of the months in the growing season were significantly warmer than the average. The highest extreme value was recorded during August; average value of the month was 3.0°C above the mean value of 30 years. The rest of the ranking was September (by 1.9°C), July (by 1.7°C) and finally June (by 0.8°C). The effective heat units in the growing season (1576°C) were higher than the maximum value needed for maize production. The PET value was 478 mm above the amount of precipitation during the vegetation period.",
          "table": []
        },
        {
          "text": "The growing season of 2016 was rich in precipitation (Fig. 1). The total amount of precipitation, which was 450 mm, is 110 mm above the mean value of 30 years (340 mm). The month of April was drier, since the amount of rainfall was below 15 mm; this is significantly lower than average of multiple years (45 mm). Precipitation amount of May was 69 mm; it was 17% above the mean value of 30 years. Precipitation volume measured during the month of June was 146 mm, which is above the mean value (69 mm). However, a little above one-third (45 mm) of the recorded amount was measured during a single day. Considerable rainfalls were recorded during July/August/ September. The volume of rainfall was 39% above the 30year mean value in July, 20% in August, 37% during the month of September. More than half of the precipitation in August and September was observed in only one day (21 st August and 21 st September). There were 48 wet days during the production period, during which the number of days with rainfall above 10 mm was 40. For 5 days, the amount of precipitation was higher than 20 mm and there were only 3 days with rainfall less than 10 mm. Overall, average temperature of the production period (16.5°C) was slightly different from the mean value of 30 years (by + 0.3°C). The period of sowing turned out to have significantly higher temperature than the mean value (by +1.8°C). However, in May the temperature was 0.9°C lower. The temperature during June exceeded the mean value of 30 years by more than Celsius degree. Temperature values of July were in conformity with the mean value. During August, average decline in heat was 0.5°C, however September was more warm, above the mean value by 1.3°C. Maize used 1347°C for yield formation in the growing season. The PET value was 682 mm, which was 232 mm higher than the amount of precipitation in the growing season.",
          "table": []
        },
        {
          "text": "Averaged over the six examined years, the amount of precipitation in the growing season (April-September) was 329 mm, the effective heat units were 1347 o C and the maximum value was 1576 o C. The potential evapotranspiration was 711 mm during the growing season.",
          "table": []
        },
        {
          "text": "The climatic water deficiency calculated on the basis of the PET value and the amount of precipitation was 382 mm on average. Based on the Pearson's correlation coefficient, a positive, close correlation (r=0.618, P <0.01) was observed between yield and the amount of precipitation during the growing season. Yield and the amount of precipitation during the growing season are shown in Fig. 2.",
          "table": []
        }
      ]
    },
    {
      "title": "The effect of fertilisation on maize yield",
      "div": [
        {
          "text": "The significance analysis of fertiliser treatments performed each year revealed in 2011 that the average yield surplus of fertilisation was 5.191 t ha -1 . The 1.131 t ha -1 yield surplus of the 30:23:27 kg NPK ha -1 treatment in comparison with the untreated control plot is not significant (Fig. 3), as opposed to the findings of Pepó and Karancsi (2014), i.e., the highest difference compared to the control treatment was provided by the 30:23:27 kg NPK ha -1 treatment. However, the 60:46:54 kg NPK ha -1 treatment resulted in a yield increase of 3.151 t ha -1 (P<0.05). This treatment formed a group with the 90:69:81 and 60:184:216 NPK ha -1 treatments. The result of the 150:115:135 NPK ha -1 treatment significantly decreased when applying the 60:184:216 NPK ha -1 treatment (-2.201 t ha -1 ), but there was no significant difference in relation to the 150:115:135 NPK ha -1 treatment and the other fertiliser treatments containing a constant proportion of P2O5 and K2O. The 150:115:135 NPK ha -1 treatment showed the significantly best result (P<0.05).",
          "table": []
        },
        {
          "text": "In 2012, even the less intensive treatment of 30:23:27 kg NPK ha -1 caused an increase in yield (41%).",
          "table": []
        },
        {
          "text": "The effect of this treatment on yield is identical to the treatments with 60:46:54 and 60:184:216 kg NPK ha -1 doses. Further yield increasing effects could be shown between the 60:46:54 and 120:92:108 NPK ha -1 treatments, with the higher fertiliser dose resulting in a yield increase of 25%. Compared to the 120:92:108 NPK ha -1 treatment, the response to the constant proportion of PK ha -1 was observed in the obtained volume of produce, while the Duncan's test did not distinguish the produce volume as a result of the fertiliser treatment. The significantly highest yield was obtained in the case of the 120:92:108 kg NPK ha -1 fertiliser level (Fig. 3), similarly to the findings of Zhang et al. (2015), higher fertiliser doses did not have any significant yield increasing effect. The average yield increasing effect of fertilisation was 5.339 t ha -1 , which is conformity with the statement that proper nutrient supply is one of the fundamental factors of drought mitigation (Kismányoky, 2005).",
          "table": []
        },
        {
          "text": "The 90:69:81 NPK ha  2007), the significantly highest value was obtained in the case of the 120:92:108 kg NPK ha -1 treatment (11.546 t ha -1 ) (Fig. 3). The average yield increasing effect of fertilisation was 3.656 t ha -1 .",
          "table": []
        },
        {
          "text": "Of the examined years, a pronounced yield difference (3.658 t ha -1 ) was recorded in terms of the untreated control and the fertilized plots in during the dry 2015 year. The less intensive fertilizer dosage of 30:23:27 kg NPK ha -1 caused extra yield (2.074 kg ha -1 ) (P<0.05) in comparison with the non-fertilised yield, while the effect of fertiliser treatments 3-6 was not significant. Slight difference van be observed in terms of the effects of the NPK fertilizer dosages assessed in the scope of combinations 7-9, which is not significant. In this year, the 90:69:81 kg NPK ha -1 fertiliser regimen had a favourable effect (Fig. 3).",
          "table": []
        },
        {
          "text": "As a result of the more favourable weather effect of 2016, higher yields were obtained (13.403 t ha -1 ). Even the result of the untreated plot was 8.353 t ha -1 ; this was accurately distinguished from the rest of the fertilizer treatments. No considerable increase in yield occurred (519 kg ha -1 ) between the results of the 30:23:27 and 60:184:216 kg NPK ha -1 treatments and there was no significant difference in relation to the effects of the 60:184:216 81 and 120:184:216 kg NPK ha -1 treatments (1958 kg ha -1 ). Nearly identical yields were obtained as a result of the other fertiliser treatments in the experiment; this established a homogenic class on the basis of the Duncan' test. In the year of 2016, the significantly largest produce volume was obtained as a result of the 60:46:54 kg NPK ha -1 treatment (Fig. 3). The average yield increasing effect of fertilisation was 5.117 t ha -1 .",
          "table": []
        }
      ]
    },
    {
      "title": "The effect of crop year on maize yield at various nutrient levels",
      "div": [
        {
          "text": "Weather variability is well demonstrated by the fact that the lowest yield of 2013 (4.956 t ha -1 ) was significantly exceeded by the highest yield of 2016 (8.354 t ha -1 ).",
          "table": []
        },
        {
          "text": "The results of the six experimental years also show that the yields of the non-fertilised treatments of dry years (2012, 2013 and 2015) decreased by 14% in comparison with the average year of 2011 and that of the examined wet years (2011, 2014 and 2016) increased by 15%, but there were no significant differences. The significant difference of 31% between dry and wet years is notable (P<0.001) (Fig. 4), Mandić (2017) determined the impact of precipitation on yield to be 43%.",
          "table": []
        },
        {
          "text": "As a result of the 30:23:27 kg NPK treatment, the damaging effect of the dry crop year decreased from 14% to 1% in comparison with the average year and the abundance of precipitation increased yield by 18%. However, there were no significant differences. The difference between dry and wet years was 19% (P<0.05); therefore, wet years resulted in a yield increase of 1.832 t ha -1 . The yield decreasing effect of the dry crop year became stronger as a result of the 90:69:81 kg NPK treatment and it decreased by 20% in comparison with the average crop year, while the respective value of the wet crop year decreased by 20%. There was only 0.529 t ha -1 difference between the average and wet crop years. None of these differences were significant.",
          "table": []
        },
        {
          "text": "Compared to the average crop year, the 120:92:108 kg NPK treatment significantly decreased the yield level in a dry crop year, amounting to only 22%, while there was a 10% increase in wet years. The yield of the dry crop year was exceeded by that of the wet crop year by 3.498 t ha -1 ( 26%) (P<0.01).",
          "table": []
        },
        {
          "text": "The crop year analysis showed that, in relation to the 150:115:135 kg NPK treatment, dry weather decreased yield level by 2.117 t ha -1 in comparison with the average crop year and more abundant precipitation resulted in a yield increase of 1.039 t ha -1 . The results of dry years were increased by 3.156 t ha -1 in wet years (P<0.01).",
          "table": []
        },
        {
          "text": "In the 60:184:216 kg NPK treatment combination, drought caused 14% decrease, while abundant precipitation resulted in 4% decrease in comparison with the yield of the average crop year. The yield of the dry crop year was increased by 8% in the wet year. None of these effects were significant.",
          "table": []
        },
        {
          "text": "In a dr y crop year, maize responded to the 120:184:216 kg NPK fertiliser treatment with a yield decrease of 1.730 t ha -1 (P<0.01), while the result of wet years did not exceed the significant level in comparison with the average. The yield of wet years showed an increase of 1.561 t ha -1 (P<0.05) in comparison with the wet crop year.",
          "table": []
        },
        {
          "text": "The 180:184:216 kg NPK fertiliser dose tolerated drought even less, showing a decrease of 22% (P<0.001) in comparison with the average crop year and 5% increase in wet years. In the wet crop year, yield increased to 12.953 t ha -1 , exceeding the yield of the dry year by 14% (P<0.01).",
          "table": []
        },
        {
          "text": "In the dry crop year, the 240:184:216 kg NPK treatment caused 17% yield depression in comparison with the average crop year, while this value was 8% in the wet crop year. Compared to the yield of the dry crop year, there was 8% yield increase in the wet year. There was no significant difference between crop years.",
          "table": []
        },
        {
          "text": "There was a yield decreased in the case of the 300:184:216 kg NPK treatment in the dry (14%) and the wet (13%) crop year in comparison with the average year. The difference between dry and wet crop years is not significant. Despite the different weather, these yield differences are not significant.",
          "table": []
        },
        {
          "text": "As a result of evaluating the effect of NPK treatments, it was shown that, under favourable precipitation supply conditions, the highest yield was obtained by applying the 120:92:108 kg NPK treatment, resulting in a 26% yield increase in comparison with the dry year.",
          "table": []
        },
        {
          "text": "Altogether, the yield depression caused by drought was 1.535 t ha -1 (P<0.001) in comparison with the average crop year, averaged over the different treatments. The difference between average and wet years was not significant, while the yield of the wet crop year exceeded that of the dry crop year by 1.869 t ha -1 (P<0.001) (Fig. 5). The obtained results conform to the findings of Huang et al. (2015), i.e., precipitation is one of the major factors which influence maize yield.",
          "table": []
        }
      ]
    },
    {
      "title": "The effect of fertilisation and crop year on maize grain protein content",
      "div": [
        {
          "text": "As opposed to the findings of Robert et al. (2001), the 11 different fertiliser combinations did not always have a significant effect in relation to protein content. Protein content ranged between 6.4-11.0 g x 100 g -1 .",
          "table": []
        },
        {
          "text": "In 2011 and 2012, the highest N doses (240:184:216 and 300:184:216 kg NPK ha -1 ) resulted in the significantly highest protein content (P<0.05), but there was no significant difference between the two treatments. The average protein content increasing effect of fertilisation was the lowest in these two years (0.3 and 0.6 g x 100 g -1 ).",
          "table": []
        },
        {
          "text": "In 2013, the lowest treatment of 30:23:27 kg NPK ha -1 resulted in an 8% increase in protein content in comparison with the non-fertilised treatment (7.3 g x 100 g -1 ). However, based on the Duncan's test, this fertiliser treatment constituted one group with the other treatment combinations, except for the 150:115:135, 240:184:216 and 300:184:216 kg NPK ha -1 treatments. The 150:115:135 NPK ha -1 treatment had the most significant effect on protein content. On average, fertilisation increased protein content by 0.8 g x 100 g -1 .",
          "table": []
        },
        {
          "text": "In 2014, the protein content of the non-fertilised treatment was high (8.3 g x 100 g -1 ). The highest protein content was provided by the 300:184:216 kg NPK ha -1 treatment, but there was no significant difference from the 150:115:135, 120:184:216, 180:184:216 and 240:184:216 kg NPK ha -1 treatments. In this year, fertiliser treatments increased protein content by 0.9 g x 100 g -1 on average.",
          "table": []
        },
        {
          "text": "The highest average protein content was measured in 2015 (9.4 g x 100 g -1 ). The 300:184:216 kg NPK ha -1 treatment resulted in 41% protein content increase (P<0.05) in comparison with the non-fertilised treatment. However, this treatment was classified by the Duncan's test into the same homogeneous group with the protein content resulting from four fertiliser treatments (150:115:135, 120:184:216, 180:184:216, 240:184:216 kg NPK ha -1 ). The average protein content increasing effect of fertilisation was the highest in this year (1.9 g x 100 g -1 ).",
          "table": []
        },
        {
          "text": "I n 2 0 1 6 , t h e l o w e s t f e r t i l i s e r r e g i m e n o f 30:23:27 kg NPK ha -1 caused a slight increase (4.7%), which was not significant. Compared to the non-fertilised treatment, the 300:184:216 kg NPK ha -1 treatment resulted in a significant protein surplus of 34% (P<0.05). However, based on the Duncan's test, this treatment combination did not differ from the protein content of the 150:115:135, 120:184:216, 180:184:216 and 240:184:216 kg NPK ha -1 fertiliser treatments. The average protein content increasing effect of fertilisation was still high (1.7 g x 100 g -1 ).",
          "table": []
        },
        {
          "text": "Averaged over the different examined years -compared to the non-fertilised treatment -the 150:115:135 NPK kg ha -1 treatment increased protein content by 18% (P<0.05). However, this treatment combination did not show any significant difference from the protein content of the 120:184:216, 180:184:216 and 240:184:216 kg NPK ha -1 fertiliser treatments. The highest protein content was obtained in the case of the 300:184:216 kg NPK ha -1 treatment (9.6 g x 100 g -1 ). Similarly to previous research findings (Zhu and Chen, 2002;Rui et al., 2003;Huang et al., 2004;Aildson et al., 2005;Martín et al., 2008;Ványiné Széles et al., 2012b), higher protein content was caused mostly by treatment combinations with higher N and P content and an appropriate nutrient proportion.",
          "table": []
        },
        {
          "text": "The different water supply and precipitation distribution of the six experimental years caused significant difference in maize grain quality. According to the T test, the biggest difference (28%, P<0.001) in protein content was observed between two dry years (2012,2015). Furthermore, there was significant difference between 2015 and 2011 (24%, P<0.001), 2015 and 2013 (19%, P<0.001), as well as 2014 and 2012 (22%, P<0.001). The difference between wet years (2014,2016) was not significant (Fig. 6).",
          "table": []
        },
        {
          "text": "The results of the yearly regression analysis were in accordance with the conclusions of Bertin and Gallais (2000), i.e., averaged over the various fertiliser treatments, protein content positively affected yield, which is a significant correlation (P<0.001). The correlation between the two variables was moderately close in the crop year with average precipitation supply (2011) and",
          "table": []
        }
      ]
    },
    {
      "title": "DISCUSSION",
      "div": [
        {
          "text": "Considering the role of maize in feeding the global population and animals, scientific research should focus on the possibilities of increasing average yields, as well as the quantity and quality of yields and the influence of production technological elements, with special regard to the changing climatic circumstances.",
          "table": []
        },
        {
          "text": "Based on the multivariate ANOVA, averaged over the six years, the effect of all three examined main factors (crop year, fertilisation) on yield and protein content is significant at the 0.1% level.",
          "table": []
        },
        {
          "text": "Based on the MQ value, fertilisation had a significant yield modification effect (235.329). However, protein content was affected by crop year the most, which was in conformity with the conclusions of Aildson et al. (2005), i.e., weather, species and variety characteristics often have a more significant effect on crop quality than fertilisation. The observed interactions were significant (P<0.001).",
          "table": []
        },
        {
          "text": "Professional nutrient supply has an important role in economical maize production (FosuMensah and Mensah, 2016). The maximum and economically obtainable yield was not the same in either examined year. In 2011, the highest yield (14.362 t ha -1 ) resulted from the 240:184:216 treatment, showing a 14% difference from the economic yield as determined by the Duncan's test (150:115:135 NPK ha -1 ).",
          "table": []
        },
        {
          "text": "In 2012, there was 8% difference between the yield resulting from the 120:92:108 NPK kg ha -1 treatment significant at a 5% error probability level and the 240:184:216 NPK kg ha -1 nutrient supply needed for obtaining the highest yield.",
          "table": []
        },
        {
          "text": "In 2013, the high doses of fertiliser provided the maximum (300:184:216 NPK kg ha -1 ) and the economically obtainable yield (240:184:216 NPK kg ha -1 ). The difference was only 6%. In 2014, the 180:184:216 kg NPK ha -1 treatment resulted in the highest yield; it was 6% above the yield of the 120:92:108 kg NPK ha -1 treatment, which showed the most considerable result. In 2015, there was a 18% gap between the remarkable 90:69:81 kg NPK ha -1 treatment and the 300:184:216 NPK ha -1 treatment. In 2016, a 16% gap was recorded in terms of the significant 60:46:54 NPK ha -1 treatment and the 150:115:135 NPK ha -1 treatment, which provided the highest yield. The obtained result confirms the findings of Sárvári and Pepó (2014), i.e., the optimum fertiliser dose depends on weather circumstances.",
          "table": []
        },
        {
          "text": "Ave r a g e d ove r t h e s i x e x a m i n e d y e a r s, t h e 120:92:108 kg NPK ha -1 treatment turned out to be the most efficient, while the largest procuce volume was provided by the 240:184:216 NPK kg ha -1 regimen (Fig. 7).",
          "table": []
        },
        {
          "text": "The yield difference between the two treatments was 14%. Significantly higher fertiliser doses can be reasonably applied only in the case of using high-level agrotechnical solutions and in order to achieve special quality goals.",
          "table": []
        },
        {
          "text": "Averaged over the performed treatments, the yield quantified for each crop year shows significant difference. The biggest significant gap was recorded in terms of the dry production year of 2013 and the rainy 2016 (4.345 t ha -1 , P<0.001).",
          "table": []
        },
        {
          "text": "There was no significant difference between 2015 and 2014 (-0.820 t ha -1 ), 2015 and 2013 (0.870 t ha -1 ), 2014 and 2012 (-0.886 t ha -1 ), 2014 and 2011 (-0.994 t ha -1 ) and between 2012 and 2011 (-0.108 t ha -1 ).",
          "table": []
        },
        {
          "text": "Similarly to the findings of Pepó (2012), a statistical method was used to confirm that the given crop year significantly modifies the effect of the applied nutrients. Extra precipitation was observed in comparison with the 30-year average in two of the examined years, while there was water shortage in three years and one year can be considered average. The difference in yield between the most efficient nutrient levels of the two years with extra precipitation (2014 and 2016) was 1.809 t ha -1 .",
          "table": []
        },
        {
          "text": "Compared to 2016, which ended with the highest amount of extra precipitation, yield decreased in all four years (2011, 2012, 2013 and 2015) due to dry weather. A severe yield depression was observed in 2015. The 43% decrease of yield is the results of rainfall deficiency (285 mm) and its rather unfavourable distribution.",
          "table": []
        },
        {
          "text": "The high protein content of maize grains was provided by the NPK treatments which contained higher quantity of nitrogen. This result confirms the findings of Budakli  2010), i.e., higher dose nitrogen effectively increases protein content. However, the obtained results also show that, in accordance with the findings of Szulc et al. (2013), the application of fertiliser treatments containing 150 kg ha -1 nitrogen resulted in a protein level which can be considered statistically optimal under the given circumstances.",
          "table": []
        },
        {
          "text": "Averaged over the different fertiliser treatments, in years with higher average yield, the grain protein content was lower, similarly to the conclusions of Mason and Mason (2002) and Hegyi et al. (2008).",
          "table": []
        },
        {
          "text": "High temperature results in increasing protein content in certain genotypes, while it decreases in others (Bencze et al., 2005). Averaged over the different fertiliser treatments, the protein content of the FAO 400 hybrid involved in the examination decreased as a result of high temperature. In 2015, the protein content was 9.56 g x 100 g -1 and the mean temperature of the growing season was 17.3 o C, while the protein content was 8.04 g x 100 g -1 in 2013 and the mean temperature was 22.8 o C. The difference was significant (P<0.001).",
          "table": []
        }
      ]
    },
    {
      "title": "CONCLUSIONS",
      "div": [
        {
          "text": "The main aim of our research was to examine the yield increasing efficiency of various NPK treatment combinations, to support sustainable nutrient management, as well as to increase the protein content of maize grains. This study points out that the various level of shortage or excess of nutrient replenishment, the improper balance of nitrogen, potassium and phosphorus, as well as environmental stress factors cause nutrient supply disorders in plants. As a consequence, yield decreases and quality declines. 73% yield increase can be obtained with proper nutrient supply (120:92:108 kg NPK ha -1 ) in comparison with the unfertilised area. The proper protein content resulted from the 150:115:135 NPK ha -1 treatment and the extent of increase was 17.7%. The obtained research findings contribute to the successful, environmentally conscious and profitable activities of farmers.",
          "table": []
        }
      ]
    }
  ],
  "tables": [
    "{\"title\": \"According to the analyses of significance, in terms of fertiliser regimen performed during the production years, data of 2014 showed that higher dosages of fertilizer were properly efficient. However, the effects of the 120:92:108,\", \"head\": [\"result (4.956 t ha -1 ). The increase was 31% (P<0.05). In\"], \"value\": [[\"comparison with this treatment, yield increasing effects\"], [\"were observed in relation to the 150:115:135 NPK ha -1\"], [\"treatment (42%, P<0.05) and the constant-proportion PK\"], [\"treatments, with the exception of 60:184:216 NPK ha -1 .\"], [\"A significant 17% yield surplus (P<0.05) was shown\"], [\"in relation to the 240:184:216 NPK ha -1 treatment in\"], [\"comparison with the 120:184:216 NPK ha -1 fertiliser level.\"], [\"The result on yield with the most significance was observed\"], [\"in relation to the 240:184:216 NPK ha -1 treatment. On\"], [\"average, fertilisation increased yield by 3.979 t ha -1 .\"]]}"
  ]
}