{
  "meta": {
    "title": "The efficiency of nitrogen stabilizer at different soil temperatures on the physiological development and productivity of maize (Zea mays L.)",
    "author": "D Rácz, B Gila, É Horváth, Á Illés, A Széles",
    "journal": "No journal found",
    "date": "2021. 10. 20."
  },
  "paragraphs": [
    {
      "title": "Abstract",
      "div": [
        {
          "text": "Nitrogen (N) stabilizer containing nitrapyrin inhibitor is responsible for slowing the activity of Nitrosomonas sp. bacteria down which oxidize ammonium to nitrite ions, thus, N-loss resulting from nitrate leaching can be reduced. Although prior studies have shown its effectiveness in the pre-sowing application in maize, considering that it disturbs the activity of Nitrosomonas bacteria which is the most intense between 25 °C and 30 °C, soil temperature may significantly influence the efficiency of nitrapyrin. Besides, nitrapyrin aims to enhance N-use efficiency in high N-demanding plants, such as maize, which demands N at the most during stalk elongation, which lays down the reason for its subsequent application. This study focuses on the efficiency of nitrapyrin at different soil temperatures and its impacts on the physiological development and productivity of maize. In a laboratory test, 10 °C, 15 °C, 20 °C, and 25 °C temperature soils were treated with nitrapyrin and change of nitrate content was monitored to observe the nitrification dynamic. Results show that as the soil temperature elevated, the inhibition efficiency increased. In a field experiment with maize, nitrapyrin was applied in 13 °C and 25 °C temperature soil. Results suggest the later treatment enhanced N-use efficiency, as, during the high N-demanding growth stage, more N-forms were available in the soil. This resulted in significantly higher relative chlorophyll concentration in the leaves and laboratory leaf analysis confirmed the prevention of N deficiency. Results of further measurements on parameters indicating biomass production such as root mass, stalk diameter, ear size, 1,000-kernel weight indicate that the nitrapyrin application should be timed later.",
          "table": []
        }
      ]
    },
    {
      "title": "INTRODUCTION",
      "div": [
        {
          "text": "The efficiency of nitrogen (N) fertilisation can be enhanced by nitrification inhibitors, which have been widely used in agriculture to reduce N-loss (Liu et al., 2017). Although nitrification inhibitors decrease primarily nitrate (NO3 -) leaching from the root zone, which is mainly responsible for N-loss (Zhong-Quing et al., 2020), a growing body of studies have been published recently that N-stabilizer containing nitrapyrin also reduces nitrous oxide (N2O) greenhouse gas (GHG) emission (Futó et al., 2016;Gilsanz et al., 2016;Thapa et al., 2016;Thomas et al., 2017;Monge-Muñoz et al., 2021). Thus, nitrapyrin has attracted wide attention due to its environmental benefits.",
          "table": []
        },
        {
          "text": "Nitrapyrin (2-chloro-6-(trichloromethyl)-pyridine) that was first reported as a nitrification inhibitor in 1962 by Goring (Goring et al., 1962) aims to block the activity of Nitrosomonas sp. nitrifying bacteria involved in the nitrification mechanism, which are responsible for the transformation of ammonium (NH4 + ) to nitrite (NO2 -) ions through inhibition of the ammonia monooxygenase (AMO). Thus, stable ammonium-N forms will be available to crops for a longer period (Degenhardt et al., 2016;Futó et al., 2016;Woodward et al., 2019) and N-use efficiency can be improved (Degenhardt et al., 2016;Martins et al., 2017;Niu et al., 2017;Ren et al., 2017).",
          "table": []
        },
        {
          "text": "Despite the wide-range and split N-fertilisation, the idea that N-fertilisation should be still enhanced is not purposeless. As a consequence of climate change, several stress factors endanger and pose threat to the health condition of the crops (Okoro et al., 2019).",
          "table": []
        },
        {
          "text": "Higher daily temperatures, more frequent droughts, and intense precipitation events are all adverse weather conditions that lead to even greater N-loss (Congreves et al., 2016). Accordingly, split N-fertilisation has been implemented in practice to reduce nitrate leaching and run-off that contaminate underground waters causing serious risks to human health (Huang et al., 2017;Dimpka et al., 2020). Since nitrate leaching has the greatest responsibility for N-loss and it moves freely in the soil, heavy rains increase leaching, particularly in high-permeability soils such as sand (Piccini et al., 2016;Hess et al., 2020), resulting in significant yield loss in crops. Thus, using nitrapyrin seems to be a promising and profitable solution to enhance N-use efficiency in arable crops with high N-demand, such as maize, sunflower, and rapeseed (Futó et al., 2016).",
          "table": []
        },
        {
          "text": "Despite prior studies have shown its efficiency with the pre-sowing application in maize (Gupta et al., 2020), considering that nitrapyrin disturbs selectively the activity of Nitrosomonas sp. bacteria living in the soil which is the most intense between 25 °C and 30 °C (Taylor et al., 2019), soil temperature may significantly influence the inhibitory effect of nitrapyrin. On the other hand, the impact of N-application timing on the yield and physiological development of maize has been widely studied, but results tend to vary. A study by Davies et al. (2020) has reported that split applications of N could significantly improve N management and increase maize yield, however, Sawyer et al. (2016) summarized that it should not be an expected occurrence on all soils or in all years, as in-season N application, by itself, does not improve yield unless there is deficient N in the soil system and the crop can respond.",
          "table": []
        },
        {
          "text": "However, maize accumulates approximately 70% of the total N uptake by silking (R1) (Woli et al., 2016), and its N demand is the highest from V6-V18, during rapid stalk elongation (English et al., 2017). Hence, since maize has low N demand at the early growth stage (Panison et al., 2019), nitrapyrin might be more effective if it would not be applied before sowing. Sangoi et al. (2016) also reported that maize takes up only 5-10% of total N from crop emergence to floral primordium that occurs at the stage of five-six expanded leaves. It follows from the foregoing that nitrapyrin application would be preferable to enhance its efficiency when maize enters the critical, rapid growth stage and soil temperature elevates. In terms of practice, nitrapyrin is recommended to be incorporated into the soil (Degenhardt et al., 2016;Vetsch et al., 2017), otherwise, low efficiency should be expected as nitrapyrin can rapidly volatilize and cannot affect bacteria in the soil. Thus, it is favorable to perform nitrapyrin co-application with liquid N-fertiliser when spring side-dress fertilisation is planned using a cultivator. With manufacturers recommendation, if incorporation technically is not possible, at least 10-15 mm precipitation must be fallen within two weeks after its application.",
          "table": []
        },
        {
          "text": "While nitrapyrin treatment has been optional up to the present due to its high cost, concerns are growing about global warming and its irreversible effects, and pressure is mounting on the agricultural stakeholders as strict regulations are expected worldwide related to N-fertiliser treatments. This will have a major impact on nitrification inhibitor usage as well, thus, testing technologies that mitigate the harmful effects of climate change has been never so important before.",
          "table": []
        },
        {
          "text": "This study focuses on the effect of nitrapyrin applied at different soil temperatures on the physiological development and productivity of maize. Nitrapyrin effectiveness was observed under laboratory conditions and through field trials as well. We hypothesized that late nitrapyrin treatment will increase N-availability in the soil during the rapid growth stage of the maize compared to its pre-sowing application, providing better conditions for effective growth.",
          "table": []
        }
      ]
    },
    {
      "title": "MATERIALS AND METHODS",
      "div": []
    },
    {
      "title": "Soil characteristics",
      "div": [
        {
          "text": "The soil type of experiment was loam. The plasticity index according to Arany was 38, with an average pHKCl 6.83 value (slightly acidic soil), which is optimal for the nutrient uptake of crops. Humus content was 2.91%, carbonated lime content 0.9% (lacking in calcium), the AL-soluble P2O5 content was 481 mg kg -1 , AL-soluble K2O was 310 mg kg -1 , KCl-soluble N-NO3 -+ N-NO2 -content was 2.16 mg kg -1 . (HL-LAB Environmental and Soil Testing Laboratory, Debrecen, Hungary).",
          "table": []
        }
      ]
    },
    {
      "title": "Soil incubation studies",
      "div": [
        {
          "text": "Under laboratory conditions, changes of nitrate content in the soil were studied in 300-mL plastic plant pots at different temperatures to observe nitrification dynamic indirectly. There were 8 treatments in total and each treatment was applied on 15 pots. Soil samples were collected from the same place to avoid distortion effect (Demonstration Garden of Institute of Plant Protection (University of Debrecen, Debrecen, Hungary; 47°33'07.9\"N, 21°36'03.0\"E). 200 g soil was treated with 12 g ammonium-sulfate per sample to activate nitrification, and 1 mL nitrapyrin solution (3 mg mL -1 ) (Powell & Prosser, 1986), then incubated at 10 °C, 15 °C, 20 °C and 25 °C temperatures for three weeks in CLN 240 laboratory incubators (Pol-Eko-Apparatura, Poland). Nitrate content was measured once a week (3 pots per treatment) with Nitrat 2000 soil kit (Stelzner, Germany) according to the steps recommended by the manufacturer.",
          "table": []
        }
      ]
    },
    {
      "title": "Design of field experiment",
      "div": [
        {
          "text": "In a field experiment with maize (Zea mays L.) (Armagnac, FAO 490, Kite Zrt, Hungary) nitrapyrin efficiency was tested in 2020. The experiment was located in the Demonstration Garden of the Institute of Plant Protection (University of Debrecen, Debrecen, Hungary; 47°33'07.9\"N, 21°36'03.0\"E). Soil type and characteristics were just the same that was used for the laboratory trial. The amount of organic manure applied to the soil was 25 t ha -1 . The experiment was designed in 3 treatments where nitrapyrin was applied two different times and a control field was left.",
          "table": []
        },
        {
          "text": "N-stabilizer containing nitrapyrin was first incorporated (6-8 cm depth) in the soil with 1.7 L ha -1 dose (300 g L -1 ) before maize sowing (22 April 2020), in 13 °C soil temperature, and later was sprayed at the stage of 6-7 leaves of maize (BBCH 17), when soil temperature was 25 °C (13 June 2020). Since nitrapyrin is only effective in the soil, spraying was timed based on the forecast and within two weeks 45 mm precipitation fell (Hungarian Meteorological Service (HMS), 2020).",
          "table": []
        }
      ]
    },
    {
      "title": "Weather conditions",
      "div": [
        {
          "text": "Uneven precipitation distribution characterized the vegetation period (2020). The initial development of the maize was hampered by severe drought in April and May (only 51.7 mm precipitation fell in these two months). Development of maize was still delayed despite the smaller rainfall in June, however, in mid-June, a series of precipitations has begun that boosted the growth (June: 117.9 mm; July: 96.7 mm precipitation). When maize entered the tasseling period, the optimal amount of precipitation supported yield production. The general Growing Degree Days (GDD) was 1,574 °C (HMS, 2020).",
          "table": []
        }
      ]
    },
    {
      "title": "Nitrate content measurement",
      "div": [
        {
          "text": "To observe the effect of nitrapyrin on N-use efficiency, changes in soil nitrate content were monitored. Soil samples were collected at six points per treatment randomly, taking into account heterogeneity, from 0-30 cm depth, about every 2-3 weeks as weather conditions allowed (during intensive, heavy rainfalls, sampling was not possible). Samples were always collected at a specific time of the day (between 8 and 10 am) to avoid the distorting effect of different results on samples taken at different times. Nitrate concentration was measured with nitrate electrode (Nitrat, 2000) according to steps recommended by the producer (Stelzner, Germany).",
          "table": []
        }
      ]
    },
    {
      "title": "Relative leaf chlorophyll measurement",
      "div": [
        {
          "text": "Since several prior studies have confirmed that chlorophyll concentration is closely linked to the N-supply and the physiological development of the maize (Kalaji et al., 2017;Yuan et al., 2016), measurements were performed on 6 June, using SPAD-502 chlorophyll meter (Konica Minolta, Japan) Both adult leaf (close to the maize ear) and young (top) leaf were measured (on 20 crops per treatment) to obtain information about the physiological condition. For both leaves, five chlorophyll readings were conducted on each leaf at and the mean of the measurements was retained as a value.",
          "table": []
        }
      ]
    },
    {
      "title": "Laboratory leaf analysis",
      "div": [
        {
          "text": "Adult leaf samples were collected (20 leaves per treatment) to determine the accurate nutrient content through laboratory leaf analysis (HL-LAB Environmental and Soil Testing Laboratory (Debrecen, Hungary). During the process, SLW 240 drying oven (Pol-Eko-Aparatura, Poland) was used for the preparation of samples from which extraction was performed with HNO3-H2O2 blend with MARS 6 microwave digester (CEM Corporation, USA). The N content of the extracts was determined on UDK 139 Semi-Automatic Kjeldahl Distillation Unit (Velp Scientifica Srl, Italy) and the other nutrients were determined on iCAP 6300 Radial View ICP-OES spectrometer (Thermo Fisher Scientific, USA).",
          "table": []
        }
      ]
    },
    {
      "title": "Stalk diameter measurement",
      "div": [
        {
          "text": "To observe the impact of nitrapyrin on the biomass growth of the maize, the diameter of stalks above the lower three nodes was measured (20 stalks per treatment) with a caliper and the mean of the three measurements was retained as a value.",
          "table": []
        }
      ]
    },
    {
      "title": "Root mass measurement",
      "div": [
        {
          "text": "Root mass also indicates biomass production. To prevent distortion effect due to size difference, 15 cm 3 of soil counted from the surface was taken out and root samples (20 roots per treatment) were cleaned from soil residues and dried out at 60 °C. Then, clean and root samples dried to constant weight were measured.",
          "table": []
        }
      ]
    },
    {
      "title": "Parameters of maize yield",
      "div": [
        {
          "text": "Maize ear diameter was measured (20 ears per treatment) with a caliper at half of the ear's length. After determining the number of rows in each ear, kernel number per row, 1,000-kernel weight, quality parameters, such as protein, oil, and starch content of kernels were determined using Infratech 1241 Grain Analyzer (Foss, Denmark).",
          "table": []
        }
      ]
    },
    {
      "title": "Statistical analysis",
      "div": [
        {
          "text": "The statistical analysis was conducted by the R programming language (v4.0.2; R Core Team, 2020) and 'agricolae ' R package (v1.3-3;De Mendiburu, 2020). Student's t-test and its non-parametric version (Mann-Whitney U test) and Duncan's multiple comparison test were used to examining the means at a significance level of 5%.",
          "table": []
        }
      ]
    },
    {
      "title": "RESULTS AND DISCUSSION",
      "div": [
        {
          "text": "Under laboratory conditions, the efficiency of nitrapyrin was observed at different soil temperatures. Results suggest that as the soil temperature elevated, the inhibitory effect of nitrapyrin was more intensive since a greater difference was observed between nitrate content in nitrapyrin treated and untreated soil when the temperature was higher (Fig. 1). Gu et al. (2018) also highlighted that the availability of nitrification inhibitors in the soil is strongly influenced by soil temperature. Our results are in line with the study by Dawar et al. (2021), who tested nitrapyrin efficiency under hot climatic conditions and concluded that nitrapyrin significantly increased yield total N uptake and N response efficiency. Despite the results achieved in this research, previous studies have referred to the fact that nitrapyrin goes under chemical hydrolysis (half-life) that increases when soil temperature raises (Woodward et al., 2016;Vetsch et al., 2017;Giacometti et al., 2020), furthermore, Giacometti et al. (2020) refers when soil temperature increases, nitrapyrin effectiveness decreases. This may be due to the transformation of nitrapyrin into degradation products, such as 6-chloropicolinic acid (6-CPA). Thus, Woodward et al. (2016) recommended the later timing of nitrapyrin application, such as fall or spring when the soil temperature is near 10 °C.",
          "table": []
        },
        {
          "text": "One possible explanation for the results obtained in this study could be that elevated temperature soil induced accelerated nitrification. This is in accordance with several studies on the impact of increased temperature which have also confirmed it (Yates et al., 2016;González-Camejo et al., 2019;Dai et al., 2020;Zhongmin et al., 2020). Thus, although the amount of Nitrosomonas species in the soil was not an included parameter in our measurements, we strongly suspect that elevated soil temperature induced an abundant amount of active Nitrosomonas species. Our assumption relies on a study by Chen et al. (2018), in which Nitrosomonas species were more abundant at higher temperature (20 °C) compared to Nitrosospira species which were the most dominant only at 10 °C.",
          "table": []
        },
        {
          "text": "These findings conclude that although nitrapyrin efficiency is likely to decrease in elevated soil temperature, probably due to intensified nitrification and an abundant amount of Nitrosomonas species in the soil. The inhibitory effect of nitrapyrin acting on them was proved to be stronger. These results may justify the later timing of nirapyrin treatments in soils.",
          "table": []
        },
        {
          "text": "In a field experiment with maize, nitrapyrin application was performed before sowing (13 °C soil) and later, when soil temperature elevated (25 °C). Results of nitrate content changes in the soil suggest that due to later nitrapyrin treatment, despite heavy rainfalls during the rapid, high N-demanding growth stage of the maize, more N forms were accessible in the soil (Fig. 2). In a previous study, Singh & Nelson (2019) have also found a common line that during wet vegetation, nitrification inhibitors were able to limit N-loss and make N more available during the maize growing season. Thus, late treatment (N2) proved to be more favorable  for the maize since the application before sowing seems to be too early and highly unstable, particularly when abundant rainfalls can be expected after its application. Pittelkow et al. (2017) also reported that fall (early) nitrapyrin application did not Taherianfar et al., 2020). Ren et al. (2020) have also reported effectively improved photosynthetic characteristics of maize due to nitrapyrin. Since increased chlorophyll concentration refers to intensified photosynthesis and improved N-supply (Taherianfar et al., 2020), late nitrapyrin treatment contributed to provide favorable conditions for Kádár, 1980) and deficiency symptoms could be observed in older leaves. Improved N-supply in maize treated with late nitrapyrin (N2) can be explained by the better N conditions in the soil provided by the subsequent nitrapyrin treatment as despite the heavy rainfalls, more available N-forms were provided for the crops. Ren et al. (2017) referred that due to excessive rainfalls, more intense nitrate leaching must be expected which leads to the decreaseof available mineral N concentration in soil, and the reduction of root absorption and utilization of N. Thus, N-deficiency should be expected.",
          "table": []
        },
        {
          "text": "decrease N-loss or increase yield.",
          "table": []
        },
        {
          "text": "Therefore, nitrapyrin application seems to be more effective if it is timed when maize soon enters the rapid growth stage (approx. week 8.) to provide a sufficient amount of N forms during this critical period.",
          "table": []
        },
        {
          "text": "Results of relative chlorophyll measurements suggest that due to later nitrapyrin treatment, significantly higher chlorophyll concentration was detected in adult leaves (Fig. 3), which can be explained by the more accessibility of N in the soil. Several previous studies have also emphasized that nitrapyrin increases plant chlorophyll content due to better nutrients supply and increased photosynthesis capacity, resulting in increased leaf SPAD value (Singh & Nelson, 2019;Nozari et al., 2020;Ren et al., 2020;",
          "table": []
        }
      ]
    },
    {
      "title": "maize.",
      "div": [
        {
          "text": "To detect accurate N content in maize leaf tissues, laboratory leaf analysis was conducted. Results confirmed that due to later nitrapyrin treatment, N content in the leaves has improved (N content of maize leaves due to early and late nitrapyrin treatment. Data represent means and standard deviation (SD)). Moreover, untreated maize suffered from severe N-deficiency since its value was below the critical minimum value (Nitrogen: 28,000 mg kg -1 ; Elek & However, nitrapyrin can inhibit the oxidation of ammonium to nitrate ions and results in N in the form of ammonium ions remaining in the soil for long periods.",
          "table": [
            "N content of maize leaves due to early and late nitrapyrin treatment. Data represent means and standard deviation (SD)"
          ]
        },
        {
          "text": "Several previous research studies have confirmed the close correlation between the quality of N-management and SPAD-value (Suresh et al., 2017;Habibullah et al., 2018;Edalat et al., 2019). These findings are in good agreement with our present study which suggests that late nitrapyrin (N2) treatment created beneficial conditions for N-accessibility in the soil due to improved N concentration in leaf tissues.",
          "table": []
        },
        {
          "text": "As for indicators of biomass production, stalk diameter and root mass were measured. Besides, the impact of nitrapyrin on different yield parameters (agronomic characters), such as maize ear length, ear diameter, row number in each ear, kernel number in each row, 1,000-kernel weight, as well as protein, oil, and starch content of kernels were measured. Results are demonstrated in The effect of nitrapyrin treatments on different parameters. For root mass and stalk diameter, a significant difference was measured between early (N1) and late nitrapyrin treatment (N2). Due to subsequent nitrapyrin (N2) application, more beneficial developments were detected. Thus, greater root mass and thicker stalk diameter reflected that later nitrapyrin treatment (N2) induced more intense biomass growth. These findings are in consistent with previous reports on improved biomass and grain yield of maize due to nitrapyrin treatment (Dawar et al., 2021), improved dry matter accumulation (Ren et al., 2017), and the positive correlation between nitrapyrin and biomass production (Zhou et al., 2017;Cai et al., 2018). Cai et al. (2018) have also stated that nitrapyrin increased net photosynthetic area resulting in a remarkable biomass increment.",
          "table": [
            "The effect of nitrapyrin treatments on different parameters."
          ]
        },
        {
          "text": "Results of maize ear parameters (agronomic characters) measurements, such as ear length, diameter, number of rows in each ear, kernel number per row suggest that due to late nitrapyrin treatment, beneficial changes were observed for all characters since a significant difference was detected compared to untreated (N0) and early nitrapyrin treatment (N1).",
          "table": []
        },
        {
          "text": "In terms of 1,000-kernel weight, we hypothesized that both early (N1) and late nitrapyrin treatment (N2) will contribute to significant yield growth. Results are in consistent with a previous study which has shown that nitrapyrin-treated maize had a significantly improved kernel number and 1,000-kernel weight (Ren et al., 2017). In this current research, despite both nitrapyrin treatments significantly increased 1,000-kernel weight, the timing of treatment was not an influencing factor because no difference was observed between the early (N1) and late nitrapyrin treatments (N2). This reflects that although nitrapyrin contributed to yield growth, it was not significantly influenced by the timing of treatment.",
          "table": []
        },
        {
          "text": "For quality parameters, such as protein, starch, and oil content of yield, only slight changes were measured. While protein and oil content were hardly grown, no difference occurred in the change of starch content due to nitrapyrin treatment. Similar findings have been also identified by Singh & Nelson (2019) when only protein content was higher compared to non-treated control which could be due to higher grain N concentration since N is a fundamental component of protein. Nozari et al. (2020) also confirmed that N is a key nutrition of molecules such as protein and reported a significant increase in protein content due to nitrapyrin. In a previous study by Rácz & Radócz (2020), only an increase in protein content was measured due to nitrapyrin, while no significant changes were determined in oil and starch content. These findings draw attention to the appropriate quality of N-management since it has a significant impact on the protein content of the yield.",
          "table": []
        }
      ]
    },
    {
      "title": "CONCLUSIONS",
      "div": [
        {
          "text": "This present study aimed to examine how the soil temperature influences the inhibitory effect of nitrapyrin. Results of the laboratory experiment revealed that the inhibitory effect of nitrapyrin increased with increasing soil temperature. The most likely explanation for this is that elevated soil temperature induced an abundance of active Nitrosomonas sp, resulting in a greater inhibitory effect of nitrapyrin acting on them. Results of the field experiment with maize suggest that subsequent nitrapyrin treatment contributed to providing more favorable conditions for improved physiological development and productivity of maize as, during the rapid growth stage, more N-forms were available in the soil. In contrast to the pre-sowing application of nitrapyrin, its late treatment proved to be effective at preventing severe N-deficiency, which was confirmed by laboratory leaf analysis and significantly higher chlorophyll concentration in leaves. Besides, the impacts of late nitrapyrin treatment on biomass production manifested in greater root mass and thicker stalk diameter. For maize yield agronomic characters, such as ear length, ear diameter, the number of rows in each ear, kernel number per row, later treatment contributed to improving these parameters as well. These findings can be explained by the more favorable N-conditions in the soil provided by late nitrapyrin. However, the timing of nitrapyrin treatment did not significantly influence the 1,000-kernel weight and quality parameters of the yield.",
          "table": []
        },
        {
          "text": "From the outcome of our investigation, our findings are of direct practical relevance that nitrapyrin treatment is a promising technology to enhance N use efficiency of maize, and thereby, improving physiological development and productivity. Although these results suggest that nitrapyrin application can be preferable to be timed later when maize soon enters the high N-demanding, critical growth stage, we emphasize that this may not be the case in all agricultural areas, as each soil type and climatic factor may have a different effect on treatment effectiveness. Hence, several other questions remain to be addressed and further study of the issue would be of interest.",
          "table": []
        }
      ]
    }
  ],
  "tables": [
    "{\"title\": \"N content of maize leaves due to early and late nitrapyrin treatment. Data represent means and standard deviation (SD)\", \"head\": [\"Treatment\", \"Nitrogen content in leaves (mg kg -1 )\"], \"value\": [[\"N0\", \"23,900 ± 1,195\"], [\"N1\", \"26,700 ± 1,335\"], [\"N2\", \"28,100 ± 1,405\"], [\"N0: untreated control; N1: early nitrapyrin treatment;\"], [\"N2: late nitrapyrin treatment.\"]]}",
    "{\"title\": \"The effect of nitrapyrin treatments on different parameters.\", \"head\": [\"Data represent means and\"], \"value\": []}"
  ]
}