{
  "meta": {
    "title": "Understanding maize±weed competition: resource competition, light quality and the whole plant",
    "author": "Irena Rajcan, Clarence Swanton J Swanton",
    "journal": "No journal found",
    "date": "No date found"
  },
  "paragraphs": [
    {
      "title": "Abstract",
      "div": [
        {
          "text": "Although weed research in maize has broadened from an emphasis on herbicide technology to include studies of weed± maize competition, many studies only consider competition descriptively (e.g. de®ning the critical period for weed control). Furthermore, studies of the mechanisms of weed competition in maize have considered only competition for resources such as soil moisture, nutrients and light. Physiological ecologists have recently recognized the signi®cance of early detection of neighbouring plants through the far-red/red (FR/R) signal as an important mechanism affecting plant±plant interactions. In this review, we have indicated the importance of integrating the concept of the mechanism of early detection of neighbours with the resource-limiting approach in reassessing weed competition in maize during the critical time for weed control. Hypothetical integration of early detection of neighbours into the existing concepts of critical time for weed control and weed thresholds led us to view maize±weed competition as a series of complex processes, which is triggered by the FR/R signal and followed by the development of shade avoidance characteristics accompanied by a reduction in the plant's ability to absorb nutrients and water, and to photosynthesize. However, due to lack of research on effects of weeds on light quality impinging corn plants as well as corn response to an increase in FR light during critical time for weed control, our conclusions remain to be speculative. We believe that incorporation of early detection of neighbours through the FR/R ratio as a primary signal during the critical period for weed control would open a new approach for future studies on weed competition in maize. We recognize that resource limitation occurs in a maize±weed association, however, this may be more of an effect rather than a cause of competition.",
          "table": []
        }
      ]
    },
    {
      "title": "Introduction",
      "div": [
        {
          "text": "Competition between maize (Zea mays L.) and weeds was a serious challenge to crop production in North America throughout the 20th century, and the challenge continues into the 21st century. Maize is the most important cash crop in North America, grown on an average of 30.5 million hectare and yielding approximately 250 million tonnes of grain per year (FAOSTAT, 1999). Excluding environmental variables, yield losses in maize are caused mainly by competition from weeds. The development of high ef®cacy herbicides in the 1940s did much to meet the challenge, but rapid evolution of herbicide resistant weeds, growing concerns over environmental and health issues and high costs associated with modern crop production have called for a new approach to weed management in maize. Assuming that 90% of the land area devoted to maize production is sprayed with herbicides at an average cost of US$ 50 per hectare, we estimate the cost of controlling weeds in maize in North America to range from 1.3 to 1.4 billion US$ per year. In the late 20th century, research on maize±weed competition moved beyond herbicide ef®cacy to attempts to develop integrated weed management (IWM) systems for weed control (Swanton and Weise, 1991). Although a major goal of this new research has been to incorporate biological knowledge of competition, the approach has largely de®ned competition in terms of outcomes, such as reduced leaf area and yield loss. The actual mechanism of competition between maize and weeds has received little attention.",
          "table": []
        },
        {
          "text": "In order to realize the potential of more ecological approaches to weed management that would reduce reliance on herbicides, the underlying processes of weed and maize competition must be understood. Weed competition in maize has been studied from an applied aspect by de®ning the critical time for weed control (Hall et al., 1992) and associated weed threshold values (Swanton et al., 1999). The major limitation with the concepts of critical periods for weed control and weed thresholds is that they are descriptive and not process-based. Researchers have devoted little energy to determine why a particular timing of weed control is optimal or why a particular weed threshold can be tolerated. The underlying mechanisms include competition for resources such as light, nutrients and water, but also environmental cues that in¯uence the morphology and phenology of crops and weeds. Among environmental cues, there is growing evidence that light quality, in terms of the far-red/red (FR/R) light ratio perceived by a plant may play a pivotal role in in¯uencing interactions among neighbouring plants (Ballare et al., 1987(Ballare et al., , 1990;;Ballare and Casal, 2000). Detection of neighbours early in the life history of a plant may affect the morphology of the adult plant extensively. A limited amount of research has explored resource competition between weeds and maize, but researchers have yet to look at the role of FR/R signals on maize±weed interactions.",
          "table": []
        },
        {
          "text": "Thus, we envisage a new phase in research on weed competition in maize that integrates applied concepts such as critical periods and weed thresholds with a knowledge of mechanisms, including competition for resources and the role of FR/R signals. The objectives of this paper are to review: (i) de®ciencies in descriptive methods for studying maize±weed competition; (ii) the role of limited resources in determining the outcome of weed competition in maize; (iii) the importance of early detection of neighbours through the FR/R signal during the critical period for weed control.",
          "table": []
        }
      ]
    },
    {
      "title": "Descriptive approaches to weed competition in maize",
      "div": [
        {
          "text": "Critical period studies and weed threshold studies represent two key approaches in the development of an integrated weed management system (Swanton and Weise, 1991). Appropriate timing of control, whether by the application of herbicides or by other means, represents a substantial opportunity to reduce reliance on herbicides by introducing control at the optimum time, rather than repeatedly or prophylactically. Likewise, thresholds provide an opportunity to reduce herbicide dosage and/or frequency. However, simply determining the critical period for control or the weed threshold does not provide enough information to understand how these approaches work. As it will become evident in the discussion below, de®ciencies in these descriptive studies reveal a need to look at the competitive mechanisms more closely.",
          "table": []
        }
      ]
    },
    {
      "title": "Critical period studies",
      "div": [
        {
          "text": "The time of weed emergence relative to the crop is an important parameter in estimating yield losses due to weed competition (Kropff et al., 1992). Weeds that emerge together with the crop or shortly thereafter cause greater yield loss than weeds emerging later in the growth cycle of the crop (Dew, 1972;O'Donovan et al., 1985;Swanton et al., 1999). Importance of timing of weed emergence relative to the crop is described by the critical period for weed control (Weaver et al. (1992) after Nieto et al. (1968)). The critical period is useful in de®ning the crop growth stages most vulnerable to weed competition. In practice, the critical period is de®ned as a number of weeks after crop emergence during which the crop must be weed-free in order to prevent yield losses greater than 5% (Hall et al., 1992;Van Acker et al., 1993;Knezevic et al., 1994). Using this approach, the critical period for maize ranges from 1 to 8 weeks after the crop emerges (Thomas and Allison, 1975;Perry et al., 1983;Vernon and Parker, 1983;Ghosheh et al., 1996a). There are limitations associated in de®ning the critical period, such that critical period is: (i) crop-speci®c (Van Heemst, 1985;Weaver et al., 1992); (ii) inconsistent across climate and location; (iii) weed-species speci®c (Weaver et al., 1992;Ghosheh et al., 1996a). Some of the above-mentioned limitations can be overcome if the critical period is determined for a mixed weed population rather than one particular weed species and by using growth stage of a crop rather than calendar days to de®ne the critical period (Hall et al., 1992). Using a mixed weed population, Hall et al. (1992) de®ned the time between the 3-and 14-leaf stage as the critical period of weed control in maize in southern Ontario.",
          "table": []
        },
        {
          "text": "Even a critical period such as that de®ned by Hall et al. (1992) describes the outcome rather than the mechanism of competition. The physiological reasons why maize was most vulnerable between the 3-and 14-leaf stage remain unexplored. Application of empirically determined critical periods could be enhanced by an understanding of the mechanism of the effect of neighbouring weeds on the growth and development of the crop, particularly in view of the large degree of variation in environmental factors, weed species and crop cultivars in crop production systems. This broad range of variation contributes to risks perceived by growers who threaten to undermine the application of IWM techniques.",
          "table": []
        }
      ]
    },
    {
      "title": "Weed threshold studies",
      "div": [
        {
          "text": "The competitive threshold has been de®ned as the weed density above which crop yield is reduced beyond an acceptable amount (Oliver, 1988). Weed species, densities and their associated interactions in¯uence maize yield loss (Young et al., 1984;Bendixen, 1986;Kropff et al., 1992;Scholes et al., 1995;Fausey et al., 1997). When Johnsongrass (Sorghum halepense L.) density increased from 4 to 12 plants 9.8 m À1 of row, maize grain yield was reduced from 8.5 to 46.6% (Ghosheh et al., 1996b). Percentage maize yield losses ranged from 5 to 34% for redroot pigweed (Amaranthus retro¯exus L.) densities of 0.5±8 plants m À1 of row (Knezevic et al., 1994), whereas quackgrass [Elytrigia repens (L.) Nevski] densities of 65, 390 and 745 shoots m À2 reduced maize yield by 12, 16 and 37%, respectively (Young et al., 1984). The in¯uence of weed density on yield loss can be offset by the time of weed emergence relative to the crop. For example, barnyardgrass [Echinochloa crus-galli (L.) Beauv.] density of 200 plants m À1 reduced maize yield in the range from 26 to 35% when the emergence of barnyardgrass seedlings occurred between the 1-and 2-leaf stage of maize growth (Bosnic and Swanton, 1997). The same density, however, resulted in only 6% yield loss when barnyardgrass seedlings emerged after the 4-leaf stage of maize growth. Thus, many of the issues surrounding applicability of critical period studies also relate to threshold studies. Swanton et al. (1999) listed seven guidelines for the application of weed thresholds. In brief, these were: (i) thresholds may apply better to ``weed escapes'' than initial weed populations; (ii) thresholds must be applied with caution to high value crops with a lengthy critical period; (iii) certain weeds, such as herbicide resistant weeds, are not amenable to threshold management; (iv) time of emergence of the weed species in question should be known; (v) location variables must be accounted for; (vi) it is dif®cult to extrapolate from single species to multiple species thresholds; (vii) weed seed return should be minimized. Many of these cautions are the result of an incomplete knowledge of how weeds compete with the crop. A better understanding of physiological causes of observed variation in the effects of competition should allow thresholds to be applied with greater con®dence. For example, some threshold models incorporate parameters to account for moisture differences determined empirically (Coble and Mortensen, 1992). A number of mechanistic models have been developed to account for physiological processes impacting thresholds (Spitters and Aerts, 1983;Graf et al., 1990;Wilkerson et al., 1991;Graf and Hill, 1992;Ball and Shaffer, 1993;Kropff and van Laar, 1993;Grant, 1994;Barbour and Bridges, 1995) but application of these has been con®ned to a single weed species and crop within one growing season (and none of these examples involve maize). Further development of these models would bene®t from basic studies in weed±crop physiology.",
          "table": []
        }
      ]
    },
    {
      "title": "Resources and weed competition in maize",
      "div": []
    },
    {
      "title": "Soil moisture",
      "div": [
        {
          "text": "Competition for water in a crop±weed situation has been de®ned as an increase in water stress of the crop due to the presence of weeds (Thomas and Allison, 1975). The effect of water stress on maize is a function of the developmental stage at which the stress occurred, duration and severity of the stress (Lorens et al., 1987) and weed species involved. Water stress during vegetative dry matter (DM) accumulation can limit the height, vegetative biomass (Denmead and Shaw, 1960;Stewart et al., 1975) and rate of leaf appearance, but not necessarily the yield. Yield, however, will be reduced if water stress occurs during pollination (Robins and Domingo, 1953;Herrero and Johnson, 1981). In general, plant species are more vulnerable to moisture stress during reproductive rather than during early vegetative stages of development. It has been reported that limited water stress during vegetative growth may precondition maize to withstand water stress during pollination resulting in less yield loss (Stewart et al., 1975;Boyer and McPherson, 1976;Shaw, 1988). The duration of water stress will determine the physiological response of maize and the magnitude of yield reduction. Plants exposed to water stress for a limited time (i.e., several hours) respond by a reduction in the transpiration rate through a lowering of the leaf water potential and closing of stomata. Stomatal closing will affect the rate of leaf photosynthesis, which may in¯uence the grain yield. However, under prolonged moisture stress (i.e., days to weeks), whole plant photosynthesis is reduced with a possibility of permanent damage to the photosynthetic apparatus (Nissanka et al., 1997). The severity of this damage will affect total DM accumulation and allocation among various organs of the plant.",
          "table": []
        },
        {
          "text": "Under weedy conditions, maize will develop water stress symptoms (i.e., lower leaf water potential, reduced leaf stomatal conductance, reduced leaf photosynthesis) earlier than when grown in the absence of weeds (Young et al., 1984;Tollenaar et al., 1997). These results suggest that water availability under weedy conditions is limited. However, measurements of water content in the soil pro®le under weedy and weed-free conditions did not show differences in soil water content (Young et al., 1984;Tollenaar et al., 1997). In a study by Thomas and Allison (1975), soil water content was found to be higher in weedy maize plots than weed-free plots. These ®ndings suggest that in the presence of weeds, the development of water stress symptoms may not be caused by water availability but rather by the reduced ability of the root system to absorb water.",
          "table": []
        },
        {
          "text": "It has been reported that plants respond to the presence of a neighbouring plant by accumulating more DM in the shoot than in the root (i.e., the root/shoot ratio is reduced) (Kasperbauer and Karlen, 1994). This implies that during vegetative growth, weeds and maize may not show signs of competition for water (i.e., no decrease in vegetative DM accumulation), but the DM distribution (i.e., root/shoot ratio) of both weeds and crop would be altered. Maize grown together with weeds may have a less developed root system compared to maize grown under weedfree conditions. Thus, the more limiting factor in water uptake during reproductive DM accumulation may be a less developed root system, rather than water availability per se. Another possibility is that exudates of weed roots may contain toxins that can inhibit the root growth of maize. The latter case is very weed species-speci®c, whereas the former one is more general and can apply to all crop±weed competition studies. In addition, some weed species are more tolerant of water stress. Wiese and Vandiver (1970) reported that species that produced the most DM under wet soil were affected adversely by shortage of water, whereas plants that produced less DM under wet soil were better competitors under dry soil conditions.",
          "table": []
        },
        {
          "text": "Our knowledge of the interaction of maize and weeds for water is limited. Often experiments on crop±weed competition for water have considered only one parameter (i.e., leaf water potential), measured only once during the growing period. Interactions of weeds and maize during the entire growing period were seldom taken into account. Frequently, the soil water conditions are assumed and the whole plant response is not considered. If we are to understand the principles of competition for water and apply this knowledge, weed science must take a comprehensive approach to this area of study. Competition for water should be viewed as an outcome of the interaction between two dynamic systems: the soil±plant±atmosphere system and the crop±weed system, rather than just a shortage of available water.",
          "table": []
        }
      ]
    },
    {
      "title": "Nutrients",
      "div": [
        {
          "text": "Competition for nutrients must take into account the temporal dynamics of nutrient uptake by both crop and weeds, whether or not the uptake and assimilation of the nutrient are energy dependent, and the interdependency of soil±nutrient relationships. In this review, we will discuss these issues using nitrogen (N) as an example. Nitrogen uptake by maize occurs from the early seedling stages of development to 3±5 weeks after silking. Nitrogen uptake is an energy dependent process relying upon assimilate supply from shoots to the roots. This energy is provided by photosynthesis. During vegetative DM accumulation, maize roots are the major sink for photoassimilates. Prior to silking, approximately 65±80% of the plant total N is taken up by maize (Rajcan and Tollenaar, 1999b). After silking, less assimilates are supplied to the roots as the kernels become the major sink for photoassimilates. As a consequence, root growth and N uptake decline. Even though N uptake during the grain ®lling period represents a smaller proportion of the total plant N (20±35%), its role in determining the ®nal yield is important.",
          "table": []
        },
        {
          "text": "Several studies have shown that high yielding maize genotypes take up N for a longer time during grain ®lling in comparison to the low yielding genotypes (Tsai et al., 1984;Anderson et al., 1985;Moll et al., 1987;Rajcan and Tollenaar, 1999b). Prolonged N uptake during grain ®lling is associated with extended leaf area duration and greater rates of DM accumulation, resulting in larger yields (Moll et al., 1994;Pan et al., 1995;Rajcan and Tollenaar, 1999a). It has been hypothesized that such genotypes are able to maintain root growth and N uptake together with grain ®lling (Rajcan, 1997). Therefore, an adequate N supply during the period of N uptake by maize is essential in order to achieve optimum yields. Whereas N dynamics are understood reasonably well for maize, the dynamics of N uptake by weeds in relationship to their life cycle have not been explored.",
          "table": []
        },
        {
          "text": "The presence of weeds, however, throughout the life cycle of maize will alter both the available N pool in the soil and DM allocation within the plant. A reduced pool of N in the soil will result in enhanced development of N de®ciency symptoms, which include general chlorosis and enhanced leaf senescence, especially in older leaves. Tollenaar et al. (1994a) reported reduced ear-leaf chlorophyll concentration (i.e., 578 mmol m À2 ) at silking of maize grown under high weed pressure relative to weed-free maize (i.e., 798 mmol m À2 ). Faster development of leaf senescence in maize under high weed pressure than under weed-free conditions was also observed (Tollenaar et al., 1994b). Decline in chlorophyll concentration and acceleration of leaf senescence under limited N supply will reduce the total DM production of a maize crop and eventually yield.",
          "table": []
        },
        {
          "text": "Nitrogen de®ciency symptoms develop earlier in maize when grown in association with weeds compared to weed-free conditions. This would imply more depletion of soil N under weedy conditions. Based on the physiological concept of functional equilibrium (Brouwer, 1983), one would expect that the root dynamics of maize growing in competition with weeds would be similar to the root dynamics of maize growing under low N (i.e., root±shoot ratio, root depth, etc.). However, to the best of our knowledge, there is no literature available to support this speculation. Moreover, there are indications that under weedy conditions maize roots may be less developed than under weed-free conditions (Thomas and Allison, 1975). In an experiment where Triticum aestivum L. (wheat) was grown in competition with Italian ryegrass (Lolium multi¯orum Lam.), it was found that the presence of Italian ryegrass alone (i.e., non-limiting nutrient conditions) reduced the root±shoot ratio of wheat (0.59, i.e., more allocation to shoots than roots) in comparison to the pure wheat stand (1.17) (Stone et al., 1998). It is possible, therefore, that DM allocation in maize is likewise not determined solely by nutrient competition.",
          "table": []
        },
        {
          "text": "Competition for nutrients between maize and weeds is in¯uenced by type and amount of nutrient available, amount of precipitation and weed species. The yield of maize was reduced by weeds more under limited than under luxury N supply (Staniforth, 1957;Nieto and Staniforth, 1961;Tollenaar et al., 1997). In a study conducted by Tollenaar et al. (1997) under N limiting conditions maize yields were 47% lower under weedy than weed-free conditions. Under high N levels, however, yields were only 14% lower under weedy than under weed-free conditions. Similar results were found by Nieto and Staniforth (1961). In their study, maize yield losses due to foxtail species competition were 1270 kg ha À1 under 0 kg N ha À1 compared to 630 kg ha À1 under 157 kg N ha À1 . This relationship is not true for all crops (see Banks et al., 1976;Carlson and Hill, 1985;Peterson and Nalewaja, 1992). The weed species involved, however, can alter the outcome of competition for N. Bandeen and Buchholtz (1967) reported that a luxury N and potassium (K) supply did not overcome the effects of quackgrass competition. Little is known of the effects or interactions of phosphorus (P) and K on the outcome of weed competition with maize. Hoveland et al. (1975) found that weeds were more sensitive to low P and K levels than the crop species. Vengris et al. (1955) reported poor establishment of redroot pigweed and common lambsquarters (Chenopodium album L.) at low P. Most of our agricultural soils, however, contain excessive levels of P and K. Frequently, soil moisture affects nutrient availability (i.e., mobility, mineralization), thus the outcome of maize±weed competition for nutrients varies with soil moisture content (Staniforth, 1957).",
          "table": []
        },
        {
          "text": "Nutrient competition between maize and weeds has received only peripheral attention. Most studies have focussed on the above-ground symptoms of nutrient and/or water de®ciency, even though root systems are central to our understanding of competition for nutrients. The lack of information on roots can be attributed to the dif®culties associated with root sampling (i.e., excavating, washing, separating, etc.). Studies may have to be performed under controlled (i.e., greenhouse, rhizotron) and ®eld conditions. Root measurements need to be made throughout the life cycle of both maize and weeds in order to target the most critical stages of plant development in terms of belowground competition. A multi-disciplinary approach, involving scientists from other disciplines such as soil science, plant physiology/mineral nutrition, crop physiology and crop modelling will be necessary in order to develop a holistic approach to understand the competition process for nutrients.",
          "table": []
        }
      ]
    },
    {
      "title": "Light",
      "div": [
        {
          "text": "Two components of light affect the outcome of competition: quantity and quality. The quantitative component of light (i.e., intensity and amount intercepted by a crop) determines canopy photosynthesis, whereas light quality is a driving variable of plant morphology. Both aspects of light are changed in a crop±weed competition situation when compared to the sole crop or weed canopy. As a consequence, DM accumulation and yield (Staniforth, 1957;Thomas and Allison, 1975) as well as morphology of both maize and weeds (McLachlan et al., 1993) are altered compared to maize or weeds grown in the absence of competition.",
          "table": []
        }
      ]
    },
    {
      "title": "Light quantity",
      "div": [
        {
          "text": "Most crops and weeds attain their maximum photosynthetic rates at high levels of irradiance. In a mixed crop±weed community, mutual shading of leaves causes reduction of available photosynthetic photon ¯ux density (PPFD), which results in reduction of photosynthetic rates. The latter reduces DM accumulation of both crop and weed. The intensity of crop± weed competition for incident PPFD is primarily determined by the speci®c crop±weed association. Maize seems to be a good competitor for incident PPFD. A very important feature of a maize canopy is that most of the light captured is primarily above the topmost ear by the youngest and more ef®cient leaves (Loomis et al., 1968;Tetio-Kagho and Gardner, 1988) and less than 10% of incident PPFD reaches canopy strata below 1 m. Most of the weed ¯ora in a maize canopy at silking and thereafter, however, is below 1 m (Tollenaar et al., 1994a). Thus, direct competition for incident PPFD by weeds in a maize canopy is relatively weak. Tollenaar et al. (1994b) reported that only 13% of the incident PPFD in a maize canopy was intercepted by weeds under high weed pressure. Even in a weed-free situation, maize leaves below the topmost ear are shaded by the upper leaves of the maize canopy and are also older than the leaves above. Hence their photosynthetic rates are lower than that of the leaves above. This indicates that yield loss of a maize crop due to competition from weeds for incident PPFD probably cannot be explained by reduced photosynthetic rates of lower maize leaves shaded by weeds.",
          "table": []
        },
        {
          "text": "Leaf area index (LAI) de®nes the ability of a canopy to intercept incident PPFD and is an important factor determining DM accumulation. Thus, any reduction in LAI below the canopy optimum implies less PPFD interception and in¯uences yield directly (Loomis et al., 1968). Reduction in maize LAI during silking to 2±3 weeks after silking reduces the number of kernels being set. In addition, reduction in LAI during the grain ®lling period affects kernel weight. Both kernel number and kernel weight are yield components. For example, high weed pressure reduced LAI of maize at silking by 15% compared to the weed-free control (Tollenaar et al., 1994b). In another study, Rottboellia exaltata reduced maize LAI during grain ®lling, but not at silking (Thomas and Allison, 1975). This reduction in LAI during grain ®lling resulted from an acceleration of leaf senescence under weedy conditions compared to weed-free treatment. The severity of leaf area reduction is determined by the crop±weed mixture, population density and time of emergence. For example, leaf area of velvetleaf (Abutilon theophrasti Medicus) was more reduced by a taller maize crop (DeFelice et al., 1988) than by shorter soybean (Glycine max L. Merr.) crop (Hagood et al., 1980;Oliver, 1979). A higher maize density (50 000 plants ha À1 ), reduced redroot pigweed leaf area more than a lower maize density (25 000 plants ha À1 ) (McLachlan et al., 1993). In terms of mutual effects on LAI, maize±redroot pigweed interference was stronger when these two species emerged within a short interval (i.e., 3±5 leaf stage of maize growth) than when redroot pigweed emerged later (7±9 leaf stage of maize growth) (McLachlan et al., 1993;Knezevic et al., 1994). In general, yield losses in maize resulting from competition for light are better explained through the reduction in LAI (i.e., less leaf area produced and/or accelerated leaf senescence) rather than lower photosynthetic rates of shaded leaves.",
          "table": []
        }
      ]
    },
    {
      "title": "Light quality",
      "div": [
        {
          "text": "Plants that grow underneath or within a canopy are not only exposed to a reduced amount of PPFD, but they also receive a different quality of light than the plants grown in full sunlight. Light within the lower canopy is enriched in FR radiation (730±740 nm). This is caused by selective absorption of red light (660±670 nm) by photosynthetic pigments and FR light re¯ectance from and transmittance by green leaves. This causes the FR/R ratio of the light in the lower portion of the canopy to be higher than the FR/R ratio of the incoming light above the canopy. The FR/R ratio plays a key role in inducing many morphological changes in a plant's architecture (e.g., stem elongation, apical dominance, reduced branching, thinner leaves, leaf area distribution, etc.) (Salisbury and Ross, 1991;Ballare and Casal, 2000). Hence, plants growing in light enriched in FR radiation have different architecture than plants growing in full sunlight. Shaded plants tend to allocate more leaf area in the upper portion of the canopy where more light (PPFD) is available, whereas plants grown in full sunlight have more of a pyramidal leaf area distribution, which limits shading of lower leaves by the top ones (McLachlan et al., 1993).",
          "table": []
        },
        {
          "text": "There are two major light-competition strategies exhibited by weeds. One is the placement of leaves above the competing plants (over-topping), which is a typical strategy of jimsonweed (Datura stramonium L.) and velvetleaf grown in a short-statured crop, such as soybean (Stoller and Woolley, 1985). Another strategy is a vertical (upward) shift in leaf area distribution within the canopy (McLachlan et al., 1993). Maize exhibits the latter strategy when grown under high planting densities (Tollenaar and Aguilera, 1992). The in¯uence of weed competition on vertical leaf area distribution of maize plants, however, has not been reported. Research on plant architecture in mixed maize±weed communities has received limited attention, despite an indication that the ability of a plant to alter its architecture might be an important lightcompetitive characteristic (McLachlan et al., 1993;Regnier and Harrison, 1993).",
          "table": []
        }
      ]
    },
    {
      "title": "Shade avoidance in maize±weed competition",
      "div": [
        {
          "text": "The morphological changes, described as shade avoidance syndrome (i.e., thin leaves, elongated internodes, heavier stems, low leaf to stem dry weight ratio and lower root to shoot dry weight ratios), play an important role in a plant's adaptation and survival strategy in terms of competition for light. However, development of shade avoidance characteristics is not always associated with shade, that is, low PPFD. Several studies have shown that very young seedlings in a close-spaced canopy developed thinner leaves, grew taller and had a lower root±shoot ratio than the seedlings from a wide-spaced canopy (Ballare et al., 1987(Ballare et al., , 1990;;Kasperbauer and Karlen, 1994). These characteristics developed long before the leaves became shaded, thus before actual competition for photosynthetic light had occurred. These studies have shown that plants at a very young stage of development have the ability to detect the presence of neighbouring plants as potential competitors and thereby develop shade avoidance characteristics.",
          "table": []
        },
        {
          "text": "In controlled environment experiments (Kasperbauer, 1992;Kasperbauer and Peaslee, 1973), tobacco (Nicotiana tabacum L.) seedlings that were exposed to 5 min irradiation with FR at the end of the daily photosynthetic period developed typical shade avoidance characteristics. At the same time, tobacco seedlings exposed to 5 min irradiations with R light had features of a sun plant. The morphological similarity between tobacco plants exposed to end-of-day FR light and tobacco plants grown in a close-spaced canopy was striking (Kasperbauer, 1971). Measurements of light absorptance, re¯ectance and transmittance of individual soybean leaves (Kasperbauer, 1987) showed that green plants absorb most of the red light through photosynthetic pigments, whereas the majority of the far-red light is either re¯ected or transmitted by leaves. The latter causes the FR/R ratio of the re¯ected light in a canopy to be higher than the FR/R ratio in natural (incoming) sunlight. Several studies have shown that the presence and nearness of the other vegetation in¯uences the FR/ R ratio received by a plant (Ballare et al., 1987;Kasperbauer, 1987;Smith et al., 1990), where the FR/R ratio received by plants in a dense canopy was higher than the FR/R ratio in a sparse canopy. Ballare et al. (1990) con®rmed that early detection of neighbouring vegetation was triggered by a high FR/R ratio.",
          "table": []
        },
        {
          "text": "The response to FR and R light is mediated by phytochrome (Smith et al., 1990). Phytochromes are photochromic plant pigments whose fundamental function is to detect the balance between FR and R light in natural radiation. Through the phytochrome system, plants sense the higher FR/R ratio as an indicator of forthcoming competition and respond by allocating more photosynthates to the development of leaves and stems (shoot), and less to the roots. Even upwardly re¯ected FR/R ratio from various soil colours, plant residues or mulch colour (Hunt et al., 1989;Kasperbauer and Hunt, 1987, 1992a,b, 1998) can alter DM allocation and morphology. For example, plants grown over red coloured mulch have lower root to shoot ratios than plants grown over the black mulch. Seedlings of common purslane Portulaca oleracea L. grew away from a green coloured object, which re¯ected higher FR light (Novoplansky, 1991). Detection of any modi®cations in the FR/R ratio will occur long before the actual reduction of PPFD becomes limiting. The capability of plants to detect and respond to FR/R is an important ecological adaptation to competition.",
          "table": []
        },
        {
          "text": "It was suggested previously in this review that maize is a poor below-ground competitor and that weeds have negative effect upon the development of maize roots. The observed effect of weed competition on maize roots may be attributed to the FR/R ratio and the early detection of neighbouring plants. Maize grown in the presence of weeds receives a different FR/R ratio signal (i.e., higher FR/R ratio) than the weed-free crop (Rajcan, unpublished data). This may lead one to speculate that maize growing with weeds would have a lower root/shoot ratio than the weed-free crop, which would be a major disadvantage for maize later in the season (grain ®lling) when competition for below-ground resources may be more limiting. Genotypic differences in weed competitiveness reported in maize (Staniforth, 1961;Tollenaar et al., 1994b) and some other crops (Aphalo et al., 1999;Bussan et al., 1997;Huel and Hucl, 1996) may also be partially caused by genotype sensitivity to FR/R signal.",
          "table": []
        },
        {
          "text": "Although the FR/R ratio is proposed to be a key factor in signalling the oncoming competition in plants (see Ballare and Casal (2000) and references therein), to the best of our knowledge, the FR/R concept was never incorporated in any maize±weed competition study. This concept, however, may change the way we approach weed and crop competition studies. As suggested by Holt (1995), well-established concepts of the critical period for weed control and weed emergence now need reevaluation in view of new insights on the role of light. The FR/R ratio that reaches the plant includes information not only about the presence or absence of weeds, but also soil colour and plant stand. Thus, incorporation of the FR/R ratio in determining the critical period for weed control may be fundamental. For example, de®ning the critical period for weed control in maize as a range in the FR/R ratio instead of days after emergence or stage of development would make the critical time independent of growing conditions (i.e., soil type, climate). The FR/R ratio may also be a candidate for the competition coef®cient in mechanistic crop±weed simulation models, which predict the outcome of weed competition. In addition, the crop in¯uence on FR/R ratio received by weeds should be explored. Because FR is a determinant of photoperiod, within a dense crop canopy (FR enriched) long-day weed species may have accelerated phenological development, whereas short-day weeds (i.e., pigweed) will take longer to complete their life cycle (Huang et al., 2000). Branching and tillering are also in¯uenced by FR light (Begonia et al., 1988;Davis and Simmons, 1994;Ghersa et al., 1994;McLachlan et al., 1993). Thus, the competitive ability of weed species would be also affected by light quality.",
          "table": []
        }
      ]
    },
    {
      "title": "Conclusion",
      "div": [
        {
          "text": "Competition in maize has been viewed traditionally as a process driven by limiting resources. Based upon this approach, yield losses in maize were attributed to the degree of available resources captured by weeds throughout the entire growing season. During the last decade or so, plant ecologists have recognized the light quality (FR/R ratio) as a key factor in detecting the presence of neighbouring plants (i.e., oncoming competition for light). Plants, growing closer together, receive higher FR/R ratio than the plants spaced apart. Development of shade avoidance characteristics in plants is the response caused by high FR/R ratio regarding light intensity (i.e., amount of PPFD impinging on plant leaves). The capability of plants to detect and respond to FR/R is an important ecological adaptation to competition which may in¯uence interactions among neighbouring plants. However, there is no research that has yet explored the role of FR/R signals on maize±weed interactions. We took the freedom to extrapolate the well-known ecological principles about early detection of neighbours into corn ®eld during early development, which led us to speculation that the FR/R ratio may explain the hidden effect of early weed competition in maize. Although competition for limited resources occurs, we believe it is more an effect rather than a cause of competition. Competition must be explained by physiological mechanisms at the whole plant level. These mechanisms can then be used to develop a more holistic strategy for applying weed management tools such as the critical period of weed control or weed thresholds.",
          "table": []
        }
      ]
    }
  ],
  "tables": []
}