{
  "meta": {
    "title": "Yield penalty of maize (Zea mays L.) under heat stress in different growth stages: A review",
    "author": "Teng Li, Xue-Peng Zhang, Qing Liu, Jin Liu, Yuan-Quan Chen, Peng Sui",
    "journal": "Elsevier BV",
    "date": "2022."
  },
  "paragraphs": [
    {
      "title": "Abstract",
      "div": [
        {
          "text": "Maize (Zea mays L.) can exhibit yield penalties as a result of unfavorable changes to growing conditions. The main threat to current and future global maize production is heat stress. Maize may suffer from heat stress in all of the growth stages, either continuously or separately. In order to manage the impact of climate driven heat stress on the different growth stages of maize, there is an urgent need to understand the similarities and differences in how heat stress affects maize growth and yield in the different growth stages. For the purposes of this review, the maize growth cycle was divided into seven growth stages, namely the germination and seedling stage, early ear expansion stage, late vegetative growth stage before flowering, flowering stage, lag phase, effective grain-filling stage, and late grain-filling stage. The main focus of this review is on the yield penalty and the potential physiological changes caused by heat stress in these seven different stages. The commonalities and differences in heat stress related impacts on various physiological processes in the different growth stages are also compared and discussed. Finally, a framework is proposed to describe the main influences on yield components in different stages, which can serve as a useful guide for identifying management interventions to mitigate heat stress related declines in maize yield.",
          "table": []
        }
      ]
    },
    {
      "title": "Introduction",
      "div": [
        {
          "text": "Heat stress is often defined as the rise in temperature beyond a critical threshold level for a period of time that could cause irreversible damage to plant growth and development (Wahid et al. 2007;Cairns et al. 2012).",
          "table": []
        },
        {
          "text": "Crops such as maize (Zea mays L.) are suffering from more frequent and more serious heat stress events as a result of climate change. For example, the maize yield in France has decreased as the number of days with a maximum air temperature above 32°C has increased (Hawkins et al. 2013). Similar results have been reported",
          "table": []
        },
        {
          "text": "for Sub-Saharan Africa and the USA (Lobell and Asner 2003;Lobell et al. 2011a). Meanwhile, studies have shown that future heat waves through the second half of the 21st century will become more intense, more frequent, and longer lasting (Meehl and Tebaldi 2004). Therefore, even larger reductions in yield will be caused by the more frequent extreme heat stress events in the future (Lobell et al. 2011b;Zhu et al. 2019).",
          "table": []
        },
        {
          "text": "Crop growth models have been widely used to evaluate the negative effects of heat stress on maize yield, but they have not specifically considered the characteristics of the heat events (Gabaldón-Leal et al. 2016). As a result, the generalized models may have under-or over-estimated the impacts of heat stress on maize. For example, heat stress in the flowering stage could cause a large yield penalty, while the same temperature treatment in the vegetative stages would not result in an obvious reduction in yield (Lizaso et al. 2018;Wang et al. 2021). However, no reviews have considered the impacts of heat stress effects in the different growth stages of maize.",
          "table": []
        },
        {
          "text": "The temperature threshold values for heat stress are known to vary among species, genotypes and growth processes (Porter and Gawith 1999;Cicchino et al. 2010a). Taking photosynthesis as an example, one study showed that net photosynthesis was not inhibited at 38°C in the seeding stage of maize (Crafts-Brandner and Salvucci 2002), while another study found that irreversible damage occurred in the maize photosynthetic processes at 36°C in the grain-filling stage (Zhang 2019). The influences of heat stress on plant growth and grain yield also differ between growth stages. For example, Cicchino (2010b) found that the effect of high temperature on biomass was more obvious in the pre-anthesis stage than in the silking stage, although the influence on yield of stress at the two stages showed no difference. Lizaso (2018) reported that heat stress before the 9th leaf (V9) stages had no effect on the plant growth and grain yield of maize. Many studies have also identified the key stages that determine the yield reduction of maize under heat stress. Lohani (2020) and Zinn et al. (2010) suggested that pollen development is the most vulnerable process, so heat stress in the flowering stage would cause the largest yield penalty. Suwa et al. (2010) proposed that since the development of ear shoots is important for silking and grain filling, heat stress in the pre-anthesis phase would be associated with a largest yield penalty. The conclusions regarding heat stress effects on maize are often inconsistent. Most studies reported thus far have been conducted in a certain stage of development, which makes it difficult to obtain a holistic understanding of the effects of heat stress on maize yield.",
          "table": []
        },
        {
          "text": "Maize will be exposed to heat stress more frequently and with greater intensity as a result of the predicted climate change. Therefore, it is important to carry out research on the impact of heat stress on maize. Due to the limitations associated with experimental conditions, the existing studies on heat stress have only been carried out on individual growth stages. The results of these studies have led to a variety of proposed mechanisms for the yield penalty under heat stress in the different stages (Cheng et al. 2010;Zhang et al. 2018). Consequently, it is necessary to synthesize and systematically review the existing research results, in order to obtain a more holistic understanding of the potential impacts of heat stress exposure on maize yield. This review first elucidates the growth, yield penalty and potential mechanisms of heat stress in each growth stage of maize; then it clarifies the current disputes on heat stress effects in different growth stages and compares the commonalities and differences of heat stress effects among the different growth stages. This review can provide a basis for future in-depth and innovative studies, as well as the research and development of technical countermeasures against heat stress in the different stages of maize development.",
          "table": []
        }
      ]
    },
    {
      "title": "Maize growth cycle",
      "div": []
    },
    {
      "title": "Stage 1: Germination and seedling stage",
      "div": [
        {
          "text": "The successful establishment of a plant depends on good development during seed germination and seedling growth (Mijani et al. 2013). During the early stages, the possibility that maize will suffer extreme heat stress events is relatively small. However, a short duration of extreme heat stress could significantly reduce seed vigor, and in extreme cases, result in a complete loss of viability (Omoarelojie et al. 2020). Studies on the chili pepper have shown that decreased germination under heat stress was correlated with a reduction in starch content, a decrease in gibberellin (GA) content and an increase in abscisic acid (ABA) content (Rosmaina et al. 2021). ABA plays a significant role in the ability of plants to respond to changes in temperature (Iloh et al. 2014). In addition, changes in phytohormones were noted and reserve mobilization seemed to be damaged by heat stress. A study on wheat showed that heat stress affected the enzymes associated with the metabolism of starch, thereby constraining the nutrient supply to wheat embryos (Essemine et al. 2010). This reduction in nurtient supply in turn inhibited seed germination. The process of imbibition and protein synthesis in the embryo was also limited after exposure to an unsuitable temperature regime (Rosmaina et al. 2021).",
          "table": []
        },
        {
          "text": "B e s i d e s t h e i n h i b i t i o n o f g e r m i n a t i o n , e a r l y development in the seedling stage was also limited by heat stress. Iloh et al. (2014) found that a temperature of 40°C could reduce maize shoot length, and when the temperature was raised to 42°C, both shoot and root growth were inhibited. Any impacts on root growth would inhibit nutrient uptake, thus further limiting plant growth (Mackay 1985). Inhibition of photosynthesis would further limit the growth of shoots and roots in the seedling stages (Karim et al. 2000;Mathur et al. 2014). Omoarelojie et al. (2020) found that the functions of both photosystem I & II and chlorophyll were influenced by heat stress in the seedlings stage of lupine.",
          "table": []
        },
        {
          "text": "In contrast to these other crops, relatively few studies investigated the impact of heat stress on yield in the seedling stage of maize. Both Lizaso (2018) and Zhang (2003) suggested that the final yield was less affected by heat stress in the seedling stage. They proposed that the reason could be the relatively long opportunity for recovery growth throughout the subsequent growth stages of maize after exposure to the heat stress. In addition, the leaves in the seedling stages may be more heat tolerant than in the later stages (Karim et al. 1999).",
          "table": []
        }
      ]
    },
    {
      "title": "Stage 2: Early ear expansion stage",
      "div": [
        {
          "text": "In this stage, the ear shoots have started to develop, and the potential number of rows has been determined (Gonzalez et al. 2019). The development of maize cobs, which are rich in vascular tissues, is important for the final grain yield under heat stress (Nguetta and Cross 1997). Barnabas (2008) suggested that during the initiation and early development of the maize cob, the generative organs are well protected by vegetative tissues. Unless the stress is lethal, the reproductive cells/structures are less responsive to unfavorable conditions indirectly, as mediated through the vegetative plant organs. In addition, the plants also have a relatively long period of growth prior to maturity. As a result, no significant yield reduction is found when maize suffered heat stress in this stage, according to the current published papers. However, the number of studies that focused on this stage is relatively small. The development of the ear cob was found to be important to the final yield (Suwa et al. 2010), but few experiments have been carried out on the effects of heat stress on ear shoot development in the early ear expansion stage. Therefore, additional studies need to be carried out to further explore the ear development and yield performance under heat stress in this stage.",
          "table": []
        }
      ]
    },
    {
      "title": "Stage 3: Late vegetative growth stage before flowering",
      "div": [
        {
          "text": "In this stage, the reproductive structures have entered an active growth phase, which includes the development of the tassel and the ears. The most important yield determination factor, plant kernel number, exhibits a curvilinear response to plant growth rate during a critical period of approximately 30 days centered on silking (Cicchino et al. 2010b). The maize plant also continues to grow until it reaches its full height. Research has focused on three aspects to explain the final yield penalty caused by heat stress in this stage.",
          "table": []
        },
        {
          "text": "One of these aspects is a reduction in the accumulation of vegetative biomass. Biomass accumulation in the late vegetative growth stage is inhibited by heat stress. In general, photosynthesis in this stage is more sensitive to heat stress than in the previous two stages. This enhanced sensitivity could be attributed to the direct impact of heat on the photosynthetic processes, and the indirect impacts on the relations between sink and source (Paul and Fyoer 2001).",
          "table": []
        },
        {
          "text": "Many studies have shown that biomass accumulation is inhibited by heat stress in the late vegetative stages in both field and greenhouse conditions (Cicchino et al. 2010b;Edreira and Otegui 2012;Li et al. 2020). The reduction in leaf area causes a large decrease in the light captured and radiation use efficiency (Cicchino et al. 2010b). However, Suwa et al. (2010) found that under heat stress, the biomass of maize leaves, roots and culms all increased, as the cost of ear shoot biomass decreased. This phenomenon could be explained by the length of the heating period, in which a short period heating may increase the content of the assimilates in the leaves, and the increased accumulation of assimilate in the vegetative organs would in turn inhibit further photosynthesis (Paul and Fyoer 2001). Heat stress also disrupts chloroplast and mitochondrial membrane structures in the 12th leaf (V12) stage, and thus increases malondialdehyde (MDA) and reactive oxygen species contents (Li et al. 2020).",
          "table": []
        },
        {
          "text": "Biomass accumulation in the late vegetative stage is important for the setting of the seed that follows this stage. As one of the resources supporting grain growth, stored carbohydrate reserves in vegetative organs could be remobilized and transported into the grains (Gebbing et al. 1999;Wang et al. 2012). This transfer is more significant following exposure to stress during the grain-filling stages (Yang et al. 2017). A recent study also showed that the biomass accumulation before flowering had an impact on the floret number (Gonzalez et al. 2019). Rahman et al. (1977) also reported a positive correlation between the length of the vegetative phase and the number of spikelets per spike in wheat.",
          "table": []
        },
        {
          "text": "The second of the three aspects is the impact on the development of reproductive organs. The development of male and female reproductive organs is known to be sensitive to heat exposure (De Storme and Geelen 2014; Lohani et al. 2020). The tassel size, the number of branches and emergence of the panicle are all limited by heat stress (Cicchino et al. 2010b;Edreira et al. 2011). For example, the growth of the panicle was totally inhibited at a temperature of 44°C (Prasad et al. 2006), and the development of ear shoots was also significantly inhibited (Suwa et al. 2010). A reduction in the supply of photoassimilates and weakened sink activity have been the main two focuses of research on this topic (Schussler and Westgate 1995;Andrade et al. 1999). Disruption of either photosynthesis or the transportation of assimilates could result in a limited supply of assimilates. Under heat stress, the contents of the sucrose transporters are reduced (Zhang 2019). Accumulated photoassimilates could not be transported to the sink organs, which further blocked the plasmodesmata and vascular bundle (Chen et al. 2020). The decline in the development of reproduction organs has also been attributed to weakened sink activity (Phan et al. 2013). In addition to the disruption of normal cellular metabolism by heat stress, increases in soluble sugar and soluble protein showed that material synthesis had been impacted in the cobs (Yu et al. 2017). The synthesis of the cell-wall components, hemicellulose and cellulose fractions are significantly inhibited by heat stress during the late vegetative stage (Suwa et al. 2010).",
          "table": []
        },
        {
          "text": "The third aspect is the impacts on the phenology and changes in the anthesis-silking interval (ASI). Heat stress has different effects on male and female development, thereby creating asynchrony between male and female reproductive development (Zinn et al. 2010). Specifically speaking, heat stress could accelerate the development of the tassel. One study showed that the percentage of flowering tassels on the main stem and branches in the high temperature treatment is higher than in the ambient environment at the same time (Wang et al. 2019). In contrast to the tassels, the development of silks is delayed by heat stress. The time required for the silks to appear is strongly dependent on plant growth and a function of ear biomass accumulation (Borrás et al. 2007). As heat stress has a negative impact on the accumulation of vegetative biomass, heat stress inhibits cob growth and thus delays the time of silk emergence (Borrás and Vitantonio-Mazzini 2018). An enlarged ASI is therefore negatively correlated with the yield.",
          "table": []
        },
        {
          "text": "Heat stress in the late vegetative stage causes an obvious yield penalty. After the heat stress is relieved, the recovery period is short (Neiff et al. 2019). A review of published data indicates that the yield penalty associated with heat stress in the late vegetative stage ranged from 13-22% under greenhouse conditions. While in the field experiments, it was larger than in the greenhouse, with a 9-56% yield penalty (Yield penalty caused by heat stress and the major published articles on heat stress in maize for the different growth stages).",
          "table": [
            "Yield penalty caused by heat stress and the major published articles on heat stress in maize for the different growth stages"
          ]
        }
      ]
    },
    {
      "title": "Stage 4: Flowering stage",
      "div": [
        {
          "text": "Large amounts of work have been done on heat stress in the flowering stage in maize, not only because of the importance of kernel number setting in this stage, but also the highest temperatures experienced by maize plants usually coincide with the flowering stage (Tao et al. 2016;Ma et al. 2020). The physiological processes in this stage, especially pollination, are susceptible to heat stress (Wang et al. 2019;Liu et al. 2020).",
          "table": []
        },
        {
          "text": "To study the pollination processes, many projects have been carried out during the flowering stage. Heat stress can decrease the activity of pollen and silks directly and cause an increase in the rate of failed pollination. The pollen grain is generally considered as the main center of heat stress vulnerability (De Storme and Geelen 2014). For example, exposure to temperatures above 30°C during flowering caused a significant decrease in pollen germination in wheat (Bheemanahalli et al. 2019). A temperature of 3°C above ambient resulted in a noticeable change in the ultrastructure of the maize pollen grain (Hou et al. 2020). By studying the morphology of pollen, Djanaguiraman (2018) found that the pollen surface was shriveled under heat stress, which would lead to a decrease in pollen viability. Interestingly, Wang et al. (2019) found that at temperatures under 36°C, the morphology of pollen was affected, but not the viability of the pollen. However, further study showed that the starch content in pollen was not reduced under a 36°C temperature. Starch contents in pollen have been closely related to its viability (Tsou et al. 2015;Begcy et al. 2019). Reduced starch contents in the pollen may be caused by disruptions in the process of sugar-to-starch synthesis in the heated tassel, and particularly in the heated pollen and anther. Studies in kernels have found that the activities of both sucrose phosphate synthase and sucrose synthase were decreased under heat stress (Yang et al. 2018). Pollen grains that retained a higher carbohydrate concentration under heat stress conditions were found to be more heat resistant (Firon et al. 2006). Another study suggested that heat stress induced pollination failure was not caused by a decrease in the viability of the pollen, as there was sufficient pollen available and it could remain viable for a long period.",
          "table": []
        },
        {
          "text": "In contrast to the volume of work carried out on pollen, less research has been carried out on the development of silks under heat stress, possibly due to their protection by the husks. However, when the silks extend outward from the husks, they could be exposed to the ambient environment and be subjected to direct heat stress (Bassetti and Westgate 1993a, b). Heat stress accelerates the senescence of silks and decreases the receptivity of silks (Borrás and Vitantonio-Mazzini 2018).",
          "table": []
        },
        {
          "text": "The quantity and quality of silks directly determine the kernel numbers.",
          "table": []
        },
        {
          "text": "An inadequate supply of assimilate is one factor that has been proposed as a cause for the decrease in pollen Major reference Germination and seedling stage Karim et al. (1999Karim et al. ( , 2000)); Zhang (2003); Idikut ( 2013 Pot experiment Field experiment Yield penalty (%) Jones et al. (1984Jones et al. ( , 1985)); Commuri andJones (1999, 2001) 1) The yield penalty for each study was calculated as: Yield penalty (%)= Yield CK -Yield Heat Yield CK , and these data were summarized by growth stage in Yield penalty caused by heat stress and the major published articles on heat stress in maize for the different growth stages. The yield penalty data for heat stress in the flowering stage and the lag phase were combined.",
          "table": [
            "Yield penalty caused by heat stress and the major published articles on heat stress in maize for the different growth stages"
          ]
        },
        {
          "text": "viability and a decrease in the receptivity of the silks. Some researchers have proposed that photosynthesis would be more sensitive to heat stress in the reproductive growth stages (Crafts-Brandner and Salvucci 2002).",
          "table": []
        },
        {
          "text": "The reasons for this have been discussed above. Other researchers have suggested that limited translocation of assimilates to the developing reproductive organs could be attributed to the accumulation of sucrose in the stem and leaves, as photosynthesis was not inhibited in the early heat stress periods (Cheng et al. 2010;Zhang et al. 2018). Evidence for this hypothesis could be obtained by studying the ultrastructure of maize leaves and stems.",
          "table": []
        },
        {
          "text": "Heat stress has been associated with the deposition of callose in the plasmodesmata, which could block the loading of assimilate into the phloem (Zhang et al. 2018).",
          "table": []
        },
        {
          "text": "The area of the vascular bundle is also reduced by heat stress (Zhang 2019). Slow transport of assimilates could result in their accumulation in the mesophyll cells, resulting in feedback and further inhibition of photosynthesis (Chen et al. 2020).",
          "table": []
        }
      ]
    },
    {
      "title": "Stage 5: Lag phase",
      "div": [
        {
          "text": "Following fertilization, cell division occurs within the embryo in the lag phase (Commuri and Jones 2001).",
          "table": []
        },
        {
          "text": "Reduced kernel sink capacity is another factor that limits the early development of maize kernels. Kernel sink capacity is determined during the first 2 weeks following anthesis (Commuri and Jones 1999), and is mainly dependent on the number of endosperm cells and starch granules present (Jones et al. 1985;Jones et al. 1996;Xu et al. 2013). Heat stress in this stage could reduce kernel sink capacity by decreasing the number of endosperm cells and the biogenesis of amyloplast in the peripheral and central endosperm (Commuri and Jones 1999).",
          "table": []
        },
        {
          "text": "Under heat stress, sugar-to-starch synthesis is disturbed even with an adequate sucrose supply. This reduction may result from the reduced activity of acid invertase, which would prevent sucrose from being cleaved (Liu et al. 2020). Other enzymes involved in carbon metabolism, such as ADP-glucose pyrophosphorylase, starch synthase and starch branching enzyme are also inhibited under heat stress conditions (Yang et al. 2018). Boehlein (2019) found through transcriptome and metabolome analysis that elevated temperatures reduced the abundance of mRNAs associated with the biosynthesis of starch and storage proteins. A further analysis of 20 central-metabolic enzymes revealed six activities that were reduced under heat stress conditions. In the published papers, the yield penalty from heat stress in the flowering stage and lag phase are often considered together, because it is difficult to distinguish these two stages clearly. Hence, there is no clear distinction between the two stages in studies on the heat stress effects in the previous papers. The reported yield penalty in the flowering and lag phase ranged from 16 to 64% and 25 to 74% under greenhouse and field conditions, respectively (Yield penalty caused by heat stress and the major published articles on heat stress in maize for the different growth stages). The primary cause of the yield reduction has been attributed to a reduction in the number of kernels (Edreira et al. 2011;Lizaso et al. 2018). In addition to affecting the current development of a maize plant, heat stress in the flowering stage may have more significant effects on the subsequent grainfilling process (Jones et al. 1984(Jones et al. , 1985)). Kernel weight may be increased to mitigate the cost of decreasing the kernel number, but it could not compensate for the yield penalty caused by the reduction in kernel number (Wang et al. 2019).",
          "table": [
            "Yield penalty caused by heat stress and the major published articles on heat stress in maize for the different growth stages"
          ]
        }
      ]
    },
    {
      "title": "Stage 6: Effective grain-filling stage",
      "div": [
        {
          "text": "This is the key stage of kernel biomass accumulation, and it starts about 2 weeks after silking (Johnson and Tanner 1972). At least 90% of the kernel weight is deposited in the effective grain-filling stage (Daynard et al. 1971;Johnson and Tanner 1972). In contrast to the reduction in kernel number, the reduction in kernel weight is the main cause of the yield penalty in the effective grain-filling stage.",
          "table": []
        },
        {
          "text": "The grain filling is determined by both the rate and duration of the processes. A commonly held view is that heat stress accelerates the grain-filling rate, but shortens the duration. Studies have investigated the effective grain-filling stage to understand the underlying mechanisms associated with the shifts in the rate and duration of grain filling. An increase in the rate of grain filling has been attributed to faster transportation of the photoassimilates. For example, Zhang (2019) found that the area of a vascular bundle increased under heat stress both in the shank and in the pedicle. This increase in area would explain a faster assimilate transfer rate. Even though the sucrose transportation rate is enhanced as a result of heat stress, the activity of the enzymes involved in the metabolism of carbon in the kernels is reduced by heat stress (Yang et al. 2018). An accumulation of sucrose in the kernels would limit the transportation of the assimilates to the kernels, which causes a significant decrease in the grain-filling rate during the late grainfilling stage (Zhang 2019). In general, the increase in the filling rate could not compensate for the loss of duration caused by heat stress at the effective grain-filling stage (Farooq et al. 2011). In addition, heat stress accelerates the senescence of leaves and shortens the life cycle and reduces the duration of effective grain filling (Yang et al. 2017). In general, older leaves are more sensitive to stress conditions. Abeledo (2020) proposed that a reduction in sink capacity could also lead to earlier leaf senescence, and a decrease in the effective grain-filling duration was found to be the main reason for the lower final yield (Farooq et al. 2011).",
          "table": []
        },
        {
          "text": "By shortening the grain-filling duration and limiting sink activity, heat stress in the effective grain-filling stage can result in a 10-26% yield penalty in greenhouse experiments, and 15-46% in field experiments, which is slightly smaller than the corresponding penalties for the flowering stage (Yield penalty caused by heat stress and the major published articles on heat stress in maize for the different growth stages). In contrast to the other stages, the yield penalty in this stage cannot be recovered or compensated.",
          "table": [
            "Yield penalty caused by heat stress and the major published articles on heat stress in maize for the different growth stages"
          ]
        }
      ]
    },
    {
      "title": "Stage 7: Late grain-filling stage",
      "div": [
        {
          "text": "The late grain-filling stage occurs after the effective grainfilling stage. Normally, the effective grain filling stage lasts for 30 days after the lag phase (Johnson and Tanner 1972). Thus, the late grain-filling stage occurs at about 40 to 45 days after fertilization, and lasts for 10 to 15 days. There are fewer studies on heat stress in this stage, probably because most of the dry matter in the grain had already been accumulated prior to this period (Abeledo et al. 2020). Most of the research on the influence of heat stress in the late grain-filling stage involves a longterm heating process, and the endpoint of the heating is physiological maturity (e.g., from fertilization to maturity (Yang et al. 2017); or from effective grain filling to maturity (Baduapraku et al. 1983;Boehlein et al. 2019)). Studies of heat stress in maize in the late grain-filling stage have mainly focused on the senescence of the leaves. Leaf senescence is the progressive loss of green leaf area that occurs during the reproductive development of a crop (Farooq et al. 2011). Generally speaking, heat stress can inhibit chlorophyll biosynthesis and accelerate the breakdown of thylakoid components (Li et al. 2020). On the other hand, reactive oxygen species accumulate in the leaves under heat stress, which would accelerate the breakdown of thylakoid components, thereby hastening leaf senescence (Yang et al. 2018).",
          "table": []
        },
        {
          "text": "There are few studies on heat stress that focus only on the late grain-filling stage. In the late grain-filling stage, the degree of damage from heat stress on cell structure would be more obvious. In addition, other processes, such as kernel dehydration and harvest time, may also be influenced by heat stress. These processes could all affect the final yield more or less, and are in need of more attention in future studies.",
          "table": []
        },
        {
          "text": "The framework for heat stress induced changes in different growth stages is shown in Fig. 1, which also includes the effects caused by heat stress and the influences on the subsequent growth processes. This framework can be used to understand the impacts of heat stress in different stages, and to show the interactions between different stages. Currently, although many studies have focused on one or several individual processes to determine the final yield, there is limited information available that presents a holistic overview of the impacts of heat stress on maize yield.",
          "table": []
        }
      ]
    },
    {
      "title": "Discussion",
      "div": []
    },
    {
      "title": "Current status and main conclusions",
      "div": [
        {
          "text": "Differences in the duration of heat stress and heating methods can result in different degrees of yield reduction in different experiments. In general, the largest yield penalties were found in the flowering and lag phase, followed by the effective grain-filling stage and the late vegetative growth stage. Fewer studies have paid attention to the yield performance when maize was exposed to heat stress in the early vegetative growth stages. Currently, the available data indicate that heat stress in the early vegetative stages has a limited effect on the final yield. In summary, the studies suggest that the closer heat stress occurs to the flowering stage, the greater the resulting yield penalty. The later the heat stress occurs in the growth cycle, the smaller the yield penalty. In the vegetative growth stages, the yield penalty is mainly caused by the reduction in biomass and inhibition of growth of the reproductive organs. In the flowering and lag phase, the yield penalty is mainly caused by the loss of kernel number in various ways. Kernel weight reduction by heat stress occurrs mainly in the effective grain-filling stage. Heat stress in any of the reproductive growth stages could shorten the crop growth cycle, especially in the late grain-filling stage, and heat stress can accelerate the senescence of maize leaves.",
          "table": []
        },
        {
          "text": "Comparing the yield penalties between pot and field experiments, we found that the field experiments had a relatively larger yield reduction than the pot experiments. This could be attributed to exposure to multiple stresses under field conditions. In sheltered conditions, the plants could be exposed to an increase in the CO 2 concentration, shading, different vapor pressures, and other factors. The combinations of different biotic stressors could aggravate the yield penalty trend under field conditions.",
          "table": []
        }
      ]
    },
    {
      "title": "Deficiencies of the current research",
      "div": [
        {
          "text": "Firstly, different heating methods resulted in large differences among the different studies. In addition, the various experiments have been carried out under both field and greenhouse conditions. Under field conditions, some experiments created different temperature treatments by changing the sowing dates (Yan et al. 2018;Tian et al. 2019), while others raised the temperature by enclosing plants within structures covered with transparent polyethylene film (Edreira et al. 2011). Some studies used artificial heating from electric fan heaters (Mayer et al. 2014) or infrared heaters (Siebers et al. 2017) in shelters.",
          "table": []
        },
        {
          "text": "In addition to the increase in temperature within these shelters, there could also have been increases in humidity and the CO 2 concentration relative to field conditions. Outside weather conditions would also have significant impacts on the temperatures in the shelters. The use of an environmentally-controlled greenhouse could solve the above problems. Furthermore, the maize was usually planted in pots, which may have limited the growth of the plants. Most studies were conducted in an excellent growing environment, with an adequate supply of water and nutrients. However, some studies investigated interactions between heat stress and nitrogen availability (Ordóñez et al. 2015), and the excess fertilizer may have influenced the effects of heat stress (Slafer and Savin 2018).",
          "table": []
        },
        {
          "text": "Secondly, the sampling times were not the same among the different studies. Normally, heat stress would accelerate the growth and development of maize. Consequently, there are two main ways to set the sampling time. One is to sample in the same day, an approach that was used in the majority of studies. The other approach is to sample in the same accumulated temperature windows. Differences in sampling time would have directly influenced the amount of carbohydrate present and the physiological-biochemical characteristics of the processes being studied. Even when the sampling was in the same day, the aspects under investigation would vary considerably among morning, afternoon and night (Zhao et al. 2021). Enzyme activities and hormone levels also show rhythmic changes throughout the day. To complicate matters further, plants could also adapt physiologically to the stressed environment. There would be a notable shift in the optimum temperature of photosynthesis as the growth temperature changes. As a result, the sampling times at the early or the late period of the heat stress would have a large influence on the results.",
          "table": []
        },
        {
          "text": "Fig. 1 A general overview of the effects of heat stress on yield and the possible mechanisms operating at the vegetative (green section) and reproductive (brown section) levels. Arrows depict possible causal relationships between processes based on the existing literature; reductions in the considered processes induced by heat stress in each growth stage are depicted by downward arrows with a blue color, while the opposite responses are represented by upward arrows with a red color; grey is the unknow field in maize; red arrows represent increase; blue arrows represent decrease. ASI, anthesis-silking interval. V and R represent vegetative and reproductive stages, respectively; the subdivisions of the V stages are designated numerically as V1, V2, V3, etc. through Vn, where n represents the last leaf stage before tasseling; R1-R4 represent silking, blister, milk, and dough stages respectively in reproductive stage.",
          "table": []
        }
      ]
    },
    {
      "title": "GS1",
      "div": [
        {
          "text": "GS2 GS3 Thirdly, the temperature regimes would have a major influence on the yield performance. For example, the diurnal temperature amplitudes would have a major influence on the carbon metabolism in the maize plants (Sunoj et al. 2016). However, some studies only applied the high temperature environment during the day, but maintained the same temperature among different treatments at night. This would cause an obvious diurnal change in temperature amplitude with different heat stress environments.",
          "table": []
        }
      ]
    },
    {
      "title": "Future perspectives",
      "div": [
        {
          "text": "The early development of the reproductive organs is important, especially for the ear shoots. In the reproductive growth stages, both the source and sink activity have been well studied. The reported yield penalties were significant in those stages. Many studies on the potential mechanisms have focused on the photosynthesis in leaves, transportation of assimilates, and the carbon metabolism in kernels. However, the relationships between the sink and source organs need to be further studied. Changes in the sink organs influence the source activity, and vice versa. The details need to be further explored. The growth processes are interconnected, and changes in the former invariably influence the later processes. Therefore, it is necessary to study the effects of heat stress across the whole growth cycle, rather than just focusing on the heat stress in one stage only.",
          "table": []
        }
      ]
    }
  ],
  "tables": [
    "{\"title\": \"Yield penalty caused by heat stress and the major published articles on heat stress in maize for the different growth stages\", \"head\": [\"Heat stress period\", \"Yield penalty 1)\"], \"value\": []}"
  ]
}