{
  "meta": {
    "title": "Zinc nutrition and arbuscular mycorrhizal symbiosis effects on maize (Zea mays L.) growth and productivity",
    "author": "Abdul Saboor, Muhammad Ali Arif Ali, Shabir Hussain, Hesham El Enshasy A El Enshasy, Sajjad Hussain, Niaz Ahmed, Abdul Gafur, R Sayyed Z Sayyed, Shah Fahad, Subhan Danish, Rahul Datta",
    "journal": "Elsevier BV",
    "date": "2021. 07. 03."
  },
  "paragraphs": [
    {
      "title": "Abstract",
      "div": [
        {
          "text": "Zinc (Zn) is an essential micronutrient required to enhance crop growth and yield. In the arid -semiarid region, Zn deficiency is expected due to alkaline calcareous soil. Contrarily, Zn toxicity is also becoming an environmental concern due to increasing anthropogenic activities (metal smelting, copper industry, etc.). Therefore, balanced Zn application is necessary to save resources and achieve optimum crop growth and yield. Most scientists suggest biological approaches to overcome the problem of Zn toxicity and deficiency. These biological approaches are mostly environment-friendly and cost-effective. In these biological approaches, the use of arbuscular mycorrhizae fungi (AMF) symbiosis is becoming popular. It can provide tolerance to the host plant against Zn-induced stress. Inoculation of AMF helps in balance uptake of Zn and enhances the growth and yield of crops. On the other hand, maize (Zea mays L.) is an important cereal crop due to its multifarious uses. As maize is an effective host for mycorrhizae symbiosis, that's why this review was written to elaborate on the beneficial role of arbuscular mycorrhizal fungi (AMF). The review aimed to glance at the recent advances in the use of AMF to enhance nutrient uptake, especially Zn. It was also aimed to discuss the mechanism of AMF to overcome the toxic effect of Zn. We have also discussed the detailed mechanism and physiological improvement in the maize plant. In conclusion, AMF can play an imperative role in improving maize growth, yield, and balance uptake of Zn by alleviating Zn stress and mitigating its toxicity.",
          "table": []
        }
      ]
    },
    {
      "title": "Introduction",
      "div": [
        {
          "text": "Maize (Zea mays) is an important crop, belongs to the family Poaceae (Gramineae). It originated in Central America and is considered the most important and widely used cereal for both human food and animal forage. It is cultivated in many regions of the world due to its wide adaptability in different growing regions, i.e., from temperate to tropical regions. In Pakistan, it is the third most important cereal crop after wheat and rice, which is 97% cultivated twice in Punjab and once in a year in KPK while 2-3% production is obtained from the other two provinces (Tariq and Iqbal, 2010). Although it is cultivated twice a year, autumn season maize has more nutritional value than maize grown in the spring season (Hafeez, 2013). It is cultivated on 1318 thousand hectares in Pakistan, providing ca. 6.9 thousand tons average yield. Maize contributed about 0.5% in GDP and 2.6% in agriculture. Maize grains contain 72% starch, 10% protein, 5.8% fiber, 3-5% vitamins (A and B), 1.7% ash and 3% sugar (Pakistan Agriculture Research Council, 2020). It is used as a raw material in various products like food products, cosmetics, wax, beverage, leather, and tanning. Ethanol extracted from maize is used as biomass fuel. It is extensively cultivated for fodder and feed formulation. It can be safely consumed during all the growth stages without the risk of ergot, oxalic acid, and prussic acid poisoning. It is considered the most suitable crop for silage production (Mohammad et al., 1990). It is cultivated on an area of 0.974 m ha providing grains of 3.707 m tons and an average yield of 3805 kg/ha for grain purposes. Although its production is increasing yearly, still the grain demand for poultry industry is not satisfied. Among the total production of grains, 60% is utilized for poultry feed, 28% in wet milling, and 6% for human food. Although food demand is reducing, poultry and silage demand is increasing every year (Pakistan Agriculture Research Council, 2020).",
          "table": []
        }
      ]
    },
    {
      "title": "Zinc status in Pakistan soil",
      "div": [
        {
          "text": "Zinc is considered the most demanded micronutrient (Bibi et al., 2020;Rafiullah et al., 2020;Tahir et al., 2018) for plants, animals, and human beings due to its role in various physiological and biochemical processes. It mainly enters in food chain via plants through soil. Calcareous, sandy, wetlands, alkaline, high phosphate contents containing soils are usually Zn deficient. In unfertilized soils, Zn concentration ranges from 10 to 300 mg Zn/ kg and an average of 50-55 mg Zn/kg soil (Mertens and Smolders, 2013). It is the most widespread deficient micronutrient worldwide, which may cause up to 40% loss in yield, but its toxicity is only due to mineralogical origin or either due to anthropogenic activities. In 1991, 88% of Faisalabad and 63% of Sahiwal orchards soils were deficient in Zn (Rashid et al., 1991). Zia et al. (2006) collected 329 samples from various depths of different orchards from all over Pakistan. Atomic spectroscopy of samples revealed that Zn was deficient in most of the soils. More than 64% of orchards soils were Zn deficient, among which 90% of Sindh, 60% of Punjab, and 43% of Balochistan soils were deficient in Zn. Soils were characterized as Zn deficient due to high pH, low organic matter (OM), coarse texture, less Zn input, and calcareousness of soils. Panezai et al. (2019) conducted a survey in Balochistan and analyzed Zn concentration in soils of 5 districts, e.g., Kalat, Killa Abdullah, Pishin, Quetta, and Ziarat. All soils have an alkaline pH range. Results revealed that in Kalat, soil Zn concentration was low in 5, marginal in 23, and high in 2 orchards. In Killa Abdullah, three orchards with low and 3 having high soil Zn concentration and 24 have marginal Zn. Pishin and Ziarat had 15 low Zn, 15 marginal, and no high Zn cases. In Quetta, 20 orchards had low Zn, and ten orchards had marginal soil Zn levels. Arain et al. (2017) analyzed soil nutrient levels of the lower Sindh area, Thatta. Results showed that soils had a low mean Zn concentration of 0.80 mg Zn/kg soil. About 40-60% of soils in Sindh are deficient in Zn (Dahar et al., 2014).",
          "table": []
        }
      ]
    },
    {
      "title": "Importance/ requirements of Zn in plants",
      "div": [
        {
          "text": "Plants required various essential macro and micronutrients for their proper functioning and completing their life cycle. Among micronutrients, Zn is considered to be the most required nutrient (Samreen et al., 2017). It is involved in the structure and functioning of more than 300 enzymes, e.g., carbonic anhydrase, alcoholic dehydrogenase, alkaline phosphate, carboxy pepsidase, phospholipase, superoxide dismutase (SOD), and RNA polymerase, which are involved in the regulation of various biochemical and physiological processes like cell division, protein synthesis, photosynthesis, gene transcription, nucleic acid metabolism. Superoxide dismutase (SOD) is used in the antioxidant defense system to catalyze the disintegration of hydrogen peroxide and superoxide. Zn is the structural component of CuZn-SOD (Cakmak, 2000). Zinc in CuZn-SOD enzyme controls the production of toxic O 2 radicals and their removal.",
          "table": []
        },
        {
          "text": "It is also involved in the synthesis of auxin because it is the structural component of tryptophan (amino acid used for auxin production) (Castillo-González et al., 2018;Samreen et al., 2017). Auld (2009) studied that Zn is the structural part of proteins that unite to form DNA molecules. As a role of the cofactor, Zn act catalytically or either structurally. For example, in carboxypeptidase enzymes, it actively regulates the peptide union breakdown; in carbonic anhydrase enzymes, it takes part in CO 2 fixation and conversion. As far as its structural role is concerned, it is involved in organizing the subunits, regulators, and DNA molecule grooves. All above-mentioned examples denoted the importance of Zn for living beings (Auld, 2009;Patel et al., 2007). Zinc is a structural component of ribosomes. Pandey et al. (2006) reported that greater content of Zn (150 mg/g dry weight) is required for protein synthesis in pollen tubes as compared to a basal region (50 mg/g dry weight). For sustaining protein synthesis in meristematic tissues, 100 mg Zn/g dry weight is five times greater than mature tissues. In the case of other nutrients, this difference is not much marked as in Zn. Amiri et al. (2016) conducted an experiment on almond seedlings grown under salt stress conditions. They reported that at 10 and 20 mg Zn/kg soil, application increased stomatal conductance and photosynthetic activity of plants. Superoxide dismutase activity and proline contents also increased due to Zn application at 20 mgZn/kg soil. Their results suggested that under salt stress, Zn application protects plants from harmful effects of ROS. An experiment was conducted during 2009-10 and 2010-11 at the research farm of Agronomy Division, IARI, New Delhi, to study the result of various doses and methods of zinc application on maize and wheat (Kumar et al., 2019). The treatment consisted of control, 12.5 kg ZnSO 4 ha À1 , 25 kg ZnSO 4 ha À1 , foliar spray of 0.5% ZnSO 4, and two wheat varieties. The application of zinc significantly influenced the grain, stover, and biological yield of maize during the first year, and the supreme yields were logged with the application of 25 kg ZnSO 4 ha À1 during both the year. In the two-year, consecutive experiment, with 25 kg/ha soil Zn application, they obtained 2.63 t/ha and 4.14 t/ha grain yield and total yield of 9.07 and 12.69 t/ha. It also increases cob length, cob weight, grains per cob, and cob girth. During the first year, application of 25 kg ZnSO 4 / ha, 12.5 ZnSO 4 /ha, and foliar spray of 0.5% ZnSO 4 amplified grain yield by 22.81,18.63 and 8.36% respectively over control, while 4.10, 2.41, and 1.69% increase in grain yield was recorded during the second year. In wheat, 25 kg ZnSO4/ha significantly increased 1000 grain weight during both the years while during secondyear effective grain spike -1 , grain diameter and tiller m À2 ; compared to the remaining treatment. This treatment increased the number of effective tillers by 6, 10, and 11 percent over the application of 12.5 kg ZnSO 4 /ha, foliar spray, and control, respectively, during the second year. Direct application of zinc to wheat varieties i.e., 'DBW 17 0 and 'PBW 343 0 showed significant variation in straw, grain, and biological yield and harvest index during both years. The yield advantage of 0.35, 0.26 and 0.28 and 0.43, 0.13 and 0.29 t/ha were recorded with 25 kg ZnSO 4 /ha over control, 12.5 kg ZnSO 4 /ha, and foliar spray, respectively. The highest total biological yield and straw were obtained with the application of 25 kg ZnSO 4 /ha.",
          "table": []
        }
      ]
    },
    {
      "title": "Zinc in soil and soil solution",
      "div": [
        {
          "text": "Vodyanitski (2010) reviewed Zn-containing particles by using the synchrotron X-ray technique. It was reported that Zn was found as sulfide near the crust under reductive conditions, whereas, when it leached down, it reacted with carbonates, phosphates, and silicates. Zinc and iron oxide (ZNO. Fe 2 O 3 ), sphalerite (ZnS), smithsonite (ZnCO 3 ), and zinc hydro silicates (Zn 4 Si 2 O 7 (-OH) 2 ÁH 2 O) are some common minerals of Zn worldwide. The most commonly occurring form is ZnS, but in silicates, Zn substitute Mg 2+ . In an acid oxidizing environment, weathering of Zn containing minerals produce Zn ions. Ionic minerals easily adsorbed on organic particles and clay minerals, rendering its availability for plants. Mean soil Zn concentration varies from 17 to 125 ppm in all countries. Even in a country, its concentration varies widely. Varied concentration of Zn in all soils indicated its inputs exceeds from its output due to biomass production and leaching in soil horizons.",
          "table": []
        },
        {
          "text": "Alkaline calcareous soils are usually nutrient-deficient, especially for P and Zn (Akhtar et al., 2019). During land leveling for irrigation purposes, topsoil removal, which contains nutrientenriched organic matter, caused Zn deficiency in alkaline soils (Alloway, 2008). Moreover, Zn contents also depend upon soil type, e.g., sandy soils contain relatively less nutrients whereas clayey soils are enriched, but nutrients bioavailability for plants uptake is less. Soils that contain high P contents have low availability of Zn (Adnan, 2016). Maqsood et al. (2015) collected soil and plant samples of 58 farms from Southern Punjab district Lodhran and Multan. Atomic spectroscopy of soil samples showed that 76% of collected soil samples were deficient in Zn. That widespread Zn deficiency was due to low OM, high pH and calcareousness of those soils. A positive correlation was observed in soil OM and Zn availability, attributed to the OM role in Zn availability. As in the top layer (0-15 cm), more OM was present, there were more Zn contents than the subsurface layer. Khan et al. (2010) collected soil samples from the northern area of Pakistan, Gilgit and analyze soil Zn concentration. They reported that Zn contents varied from area to area from 173 to 1194 mg Zn/ kg soil. Variation in Zn concentration was due to variation in pH from 6.6 to 7.7 as pH greatly influenced Zn mobility in soil. Various factors influencing Zn fixation in soil include adsorption, microbial fixation, organic chelation and fixation, and precipitation. Studies have been demonstrated that organic matter strongly holds Zn (Kabata-Pendias and Pendias, 2001). In acidic soil, the adsorption process is related to cation exchange capacity, and in alkaline soil, it is influenced by chemisorption by organic ligands (Wada and Abd-Elfattah, 1978). Chemisorption of Zn (OH) 2 on clay particles produced pH-dependent Zn form in soils. Zn absorption is only reduced by lowering the pH of the soil solution. At high soil pH, Zn fixation with organic ligands prevails. While in sandy soils, Zn retention enhanced with organic matter present. Clay minerals control about 60% availability of Zn availability in soils, while iron and aluminum oxides comprise 38%, 1.5-2.3% availability depends upon organic matter complexes, and only 1-20% Zn is in the mobile form in soils (Kabata-Pendias and Pendias, 2001;Kabata-Pendias, 2004).",
          "table": []
        },
        {
          "text": "Abd-Elfattah and Wada (1981) reported that clay minerals, oxides, and pH are major Zn controlling factors while sulfides, OM, and carbonate are less important. Application of sewage sludge to crops increased easily exchangeable and soluble Zn in soils. Zn has antagonistic interaction with Ca and P saturation in soils. There is a highly negative correlation between Zn availability and Ca concentration and P application in soils, as both elements form unsoluble Zn compounds. Compared with sulfides and metallic forms, Zn oxides immediately react with carbonates in soil (Ciba et al., 1997). In the case of excess Zn concentration in soil, Zn reacts with P, forming Zn-pyromorphite in soils, especially in rhizospheric soil. Amendment of organic matter, excess liming, and over P fertilization are thought to be the major factors inducing Zn deficiency in crop plants. Anthropogenic activities, including agricultural practices (e.g., excess fertilization) and industrialization, are major sources of Zn contamination in soil and water. These practices increased Zn concentration in soils, which are sometimes toxic and cause problems in plants and the environment. Plants grown in Zn toxic environment accumulate the excess amount of Zn, which cause health issue.",
          "table": []
        }
      ]
    },
    {
      "title": "Zinc deficiency in plants",
      "div": [
        {
          "text": "Zinc activates and regulates various enzymes in the plant metabolic system. Xing et al. (2016) analyzed Zn-deficient leaves and reported that Zn deficiency reduced the net photosynthetic rate, chlorophyll contents, and superoxide dismutase activity (SOD). Peroxidase (POD) and catalase (CAT) activity seemed to increase in Zn-deficient leaves compared to sufficient ones. The photosynthetic rate was decreased due to the reduction of carbonic anhydrase enzyme activity. Zinc act as a cofactor in this enzyme, which involves CO 2 fixation, ion exchange, respiration, pH regulation, and photosynthetic fixation. Zn deficiency inhibits protein synthesis and photosynthesis due to reducing carbonic anhydrase activity (Xing et al., 2016). It is the second most occurred enzyme in the chloroplast, after Rubisco (Escudero-Almanza et al., 2012). Hafeez (2013) reviewed that Zn is also involved in flowering, pathogen responses, photomorphogenesis, and its deficiency affects these processes. Khatun et al. (2018) studied the effect of Zn deficiency on plant genetic traits, tolerance level, and antioxidant enzyme activity. They use sensitive and tolerant cultivars of rice along with control. Results showed that Zn deficiency caused no effect on root morphology and traits of both cultivars, whereas shoot parameters was reduced in sensitive plants. Atomic absorption spectroscopy also showed that Zn deficiency reduced Zn accumulation in sensitive plants as compared with control whereas no effect on tolerant plants which implied that tolerant plants had mechanism to cope up with Zn deficiency. Membrane permeability and protein contents was also reduced in sensitive plants. In tolerant plants, expression of ZmIRT1, ZmZIP1 and ZmZIP4 genes increased, which denoted their link with tolerance mechanisms. Hydrogen peroxide content also raised in sensitive plants as compared with control or tolerant ones, whereas, activity of POD and SOD increased in tolerant plants.",
          "table": []
        },
        {
          "text": "Zn deficiency usually increases radical oxygen production, distorting the double chains of polyunsaturated acid and membrane phospholipids, and disturbs its permeability, resulting in loss of nutrients (K + ) amino acids and sugar from the cell. This lipid oxidation cause necrosis of plant tissues (Cakmak, 2000). In case of Zn absence or severe deficiency, ribosomes disintegrate (Mendoza-Cózatl and Moreno-Sánchez, 2006). When Zn contents fall below 100 mg/g dry weight in rice cauline meristems tissues, ribosomal disintegration occurs.",
          "table": []
        }
      ]
    },
    {
      "title": "Zinc toxicity in plants",
      "div": [
        {
          "text": "Except for minerals, Zn pollution also occurs due to the smelting process because outdated metallurgical equipment and smelters emit Zn-enrich smoke and dust. Anthropogenic activities like the input of fertilizers, industrial effluents, and air dust and sewage are also causing Zn pollution in soil. Excess Zn accumulation in plant cytosol is harmful to plants, so it is immediately translocated in the cell vacuoles released on plant demand. Christie et al. (2004) showed a pot experiment to check the effect of AMF to alleviate the impact of metal toxicity, mainly Zn metal. Data exhibited that AMF inoculation significantly reduced the metal toxicity effect by binding the toxic element with their hyphae, immobilization, and lower the metal's toxic effect. Khan et al. (2010) analyzed heavy metals concentration in vegetables of Gilgit, Pakistan. Results showed that soil with a toxic amount of Zn also affected the plant's normal range of Zn.",
          "table": []
        },
        {
          "text": "Zinc toxicity affects maize seedling root and shoot growth. Toxicity symptoms are more evident in the shoot portion as compared to roots. Zn toxicity alters stomata morphology, thylakoid, and chloroplast structure (Souza et al., 2005). At the same time, Seregin et al. (Seregin et al., 2011) reported inhibition of the primary root of maize seedlings when Zn (NO 3 ) 2 was added. The size of meristem and meristematic cells was reduced due to Zn toxicity. The toxicity of Zn reduced the seed germination rate and poor seedling growth (Stankovic et al., 2014). A study was conducted in petri dishes with Zn treatments (include 0.01, 0.02, 0.03, 0.04, 0.05, 0.06, 0.07, 0.08, 0.09, 0.1, 0.11, 0.12, 0.13, 0.14, 0.15, 0.16, 0.17, 0.18, 0.19 and 0.2 M Zn) using source of ZnCl 2 salt. Petri dishes were kept in an incubator under control conditions. Seed germina-tion rate was negatively correlated with Zn concentration in growing media, and at 0.18 M, seed germination was inhibited completely. Anamikaagarwal and Singh (2017) also observed the same effect of decreased seed germination due to Zn toxicity. Cassia angustifolia seeds were germinated in Knop's medium, and various Zn rates, including 0, 1, 10, 50, 100, and 200 mg L -1 were applied. Results demonstrated that germination rates were 40% reduced at toxic Zn level (200 mg L -1 ). Except for germination rate, Zn contamination also affected root and shoot length at 200 mg L-1 compared to control. Zn also increased enzymatic activity of superoxide dismutase, proline, and malondialdehyde concentration also raised to several folds, which severely damaged the DNA and low molecular weight proteins. A hydroponic experiment was conducted on wheat growth in Zn toxic (600 mM) environment. Zinc toxicity was applied after a week of germination of seeds. Toxicity results in distortion of chlorophyll structure and functions (Paunov et al., 2018). Zinc interferes in energy transfer during the photosynthesis process, which imparts negative effects on plant yields. Su et al. (2017) also confirmed the chlorophyll destruction during a toxic Zn environment. They applied four treatments of Zn (250, 500, 750, and 1000 mg kg À1 ) and control without adding Zn0. They observed plant response at tillering, booting, and maturity stage of wheat. As the concertation of Zn is raised in soil, chloroplast structure is disordered. Microscopic analysis of cells revealed that Zn toxicity fractured the cell wall structure, and mitochondria decreased in number compared with control. Except for chlorophyll, protein and nutrient status is also disturbed (Kirmani et al., 2018). Zn's high concentration reduced the K, P, and Ca uptake in plants, which alternatively reduced plant growth and yield (Fig. 1).",
          "table": []
        }
      ]
    },
    {
      "title": "Zinc and phosphorous interaction",
      "div": [
        {
          "text": "In soil, phosphorous is the second most deficient nutrient after nitrogen all around the world. It is also a macronutrient for plants, so its deficiency harmed plants and cause yield losses. To fulfill the crop demand of P, a high input supply of inorganic/organic P is necessary (Prasad et al., 2000). Similarly, Zn is also required by plants for completing their lifecycle because it is involved in the various physiological and biochemical processes in plants. Many studies put light on P-induced Zn deficiency and its antagonistic interaction in soil and plants (Adnan, 2016;Wang et al., 2017). Imran et al. (2016) conducted an experiment on Zn and P application effect on Zn bioavailability in two varieties of maize (Neelam local and DK-1642). They analyzed the interactive effect of P (0 and 60 mg/kg) and Zn (0 and 16 mg/kg) and their effect on growth and yield parameters. Fertilization of a single element caused reduced bioavailability/ accumulation of another element in the plant. Combined fertilization of both elements (Zn + P) improved plant growth and yield parameter and reduced phytate: Zn ratio; thus, its bioavailability for human consumption increased. It also enhances nutrient concentration (P and Zn) up to 52 and 32%, respectively, in both genotypes. Due to the antagonistic interaction among Zn and P, their single application reduced the availability of another nutrient up to 10% compared to control treatment. In salt-affected soils, either P fertilization reduced Zn availability or Zn fertilization reduced P availability. The same trend was observed by Iqbal et al. (2017). They conducted a complete randomized experiment on wheat with different rates of Zn (0, 5, and 10 mg Zn/kg soil) and P (0, 25, 50, and 75 mg P/kg soil). Results showed that plant nutrient concentration was improved, but yield parameters like plant height, total tillers, grain weight, and plant biomass were also significantly improved under salinesodic soil conditions. Best results were obtained at P 75 mg/kg soil and Zn at 5 mg/kg soil. 2019) conducted a long-term (1987, 1991 and 2006) fertilization experiment on a wheat-maize-maize-wheat rotation system. NPK fertilization was performed along with Znhexamine and ZnSO 4 foliar spray treatment and control in certain years for analyzing yield loss due to P-induced Zn deficiency. In 1991, 1.8tons grain yield was obtained by high P fertilization. Whereas in 2006, as compared with Zn applied treatment, high P fertilization caused unexpected yield loss (5 tons) in Zn control plants due to P-induced Zn deficiency. Results showed that maize growth was severely affected by both less and high P application. P application increased P availability at all Zn levels, but as P fertilization rate increased, it decreased Zn accumulation. The same conditions were observed with fertilization. Combined application of Zn and P improved wheat yield as compared to control or single fertilization (Arshad, et al., 2016). Hui et al. (2019) lead a field experiment to investigate the effect of different P rates of 0, 50, 100, 150, and 200 kg P 2 O 5 ha À1 on winter wheat (Triticum aestivum L.). Soil and plant samples were collected at maturity. Data discovered that a high level of P increased grain P concentration and yield parameters but reduced Zn concentration in grains. The concentration of zinc increases in the grain affects the P concentration in wheat grain, but in wheat, shoot does not affect decrease in Zn concentration was due to the watering effect of phosphorus.",
          "table": []
        }
      ]
    },
    {
      "title": "Csatho et al. (",
      "div": []
    },
    {
      "title": "AMF and plant growth",
      "div": [
        {
          "text": "Nowadays, inoculation of biofertilizers i.e., rhizobacteria, arbuscular mycorrhizal fungi are becoming popular for the improvement in soil fertility (Danish and Zafar-ul-Hye, 2019;Danish et al., 2020Danish et al., , 2019Danish et al., , 2015;;Rahi et al., 2021;Shafi et al., 2020;Shah et al., 2020;Zafar-Ul-Hye et al., 2019;Zafar-ul-Hye et al., 2020a, 2020b, 2019). In biofertilizers, arbuscular mycorrhizal fungi are soilborne fungi belongs to the phylum Mucoromycota and subphylum Glomeromycotina (Saboor et al., 2021;Spatafora et al., 2016;Wahid et al., 2020). Glomeromycotina is further subdivided into four orders: Paraglomerales, Glomerales, Diversisporales and Archaeosporales and further divided into 25 genera (Redecker et al., 2013). Its name is derived from its structure, arbuscules, a tree-like structure formed inside the cortical cells of plant roots. There are specialized organs for storage of their food, named as vesicles formed inside or in between the root cells. Except of vesicles and arbuscules, AMF also formed intraradical hyphae, intracellular coils and extraradical mycelium. Extraradical mycelium extends far away from roots in the soil for the collection of mineral nutrients for plants. AMF produce spores that have lipids and carbohydrate preserves. The spore germinates only in the presence of the host. As spore gets signals from the host, spore germinates, which includes some nuclear division. Once the symbiosis starts, both intra and extraradical mycelium start growing in host roots. AMF can colonize major plant families of angiosperm and gymnosperms (Smith and Read, 2008).",
          "table": []
        },
        {
          "text": "AMF is considered an obligate biotroph that supply nutrients and water to plants and takes photosynthates from plants (Jiang et al., 2017). AMF-mediated plants respond well not just due to improved plant nutrition and water content it also safeguards plants from soil-borne pathogens, especially from pathogenic fungus (Smith and Read, 2008). Therefore, AMF played an important role in sustaining plant nutrition and yield, which is considered an effective biofertilizer for sustainable crop production. Fungal hyphae surround the roots of plants and colonize them, forming a network of hyphae, extraradical hyphae. These extraradical hyphae help plants in obtaining nutrients away from rhizosphere, which is otherwise not possible (Plassard and Dell, 2010;Smith and Read, 2008). AMF colonization improves plant tolerance under stress conditions by bringing up several changes in plant morphology and physiology (Alqarawi et al., 2014;Hashem et al., 2015). AMF act as a natural growth regulator for the plant due to its growth stimulation capacity. Many studied focused on its performance in plants and used AMF as bio-fertilizers or bio-inoculants (Hamid et al., 2021). Mycorrhizal fungi secrete glomalin-related soil protein (GRSP) in their mycorrhizosphere, which maintains moisture contents in soil, regulates water translocation from soil to plants. GRSP consisted mainly of carbon, thus protect soil from desiccation and increased its water holding capacity (Sharma et al., 2017). Chandrasekaran et al. (2019) conducted an experiment on plant tolerance levels in saline soil and analyzed the physiological responses of C 3 and C 4 plants and observed a positive response of AMF. AMF plants had improved chlorophyll contents, gas exchange, water use efficiency, transpiration rate, and both plants' stomatal conductance, especially in C 3 plants.",
          "table": []
        },
        {
          "text": "AMF alleviate the effect of abiotic stress or combined stresses like salinity, nutrient deficiency or toxicity, moisture stress, metal stress and temperature (Bauddh and Singh, 2012). Plants produced more reactive oxygen species (e.g., H 2 O 2 , -OH), which are injurious for plants. AMF mediates the plant's response by activating the detoxification mechanism, including CAT, GR, POD, and SOD production. Duc et al. (2018) applied combined stress of drought and temperature on tomato plants, and inoculated with Scolecobasidium constrictum and control. Inoculated plants showed better growth than those of un-inoculated plants. Inoculated plants had more photosynthesis rate, stomatal conductance and leaf water contents. Thus, AMF is critical for better production of plants under plant stress conditions (Abdel Latef and Chaoxing, 2014). AMF mediate two types of mechanism in plants. First is simply AMF increased mineral nutrition, increased photosynthesis rate, improved detoxification mechanisms, regulated osmo protectants, and modified rhizosphere in all kinds of stresses (Lehmann and Rillig, 2015). Other is a specified mechanism, including production of specified protein, sequestration of metals, compartmentalization and phyto chelates production (Zhang et al., 2018). Ansori and Gholami (2015) conducted a field trial to evaluate the consequence of Thiobacillus and Mycorrhiza on nutrient uptake and grain yield of maize were studied on alkaline soil. Treatments consisted of mycorrhizal fungi (M): inoculated (m1) and noninoculated (m0), thiobacillus(T): inoculated(t1) and noninoculated(t0) and sulfur(S) (S0, S1:250 and S2:500 kg/ha. Results showed that inoculation improved the agronomic traits and nutrient uptake significantly as compared to non-mycorrhizal treatment.",
          "table": []
        }
      ]
    },
    {
      "title": "AMF colonization and phosphorous",
      "div": [
        {
          "text": "Plant growth and nutrition positively affect plant and mycorrhizal fungi symbiosis, mainly known for its role in P uptake. Arbuscular mycorrhiza is ubiquitous fungi, colonize the roots of more than 80% of known terrestrial plants. Under deficient soil-P conditions, AMF improve plants P uptake due to its widespreading extraradical hyphae (Battini et al., 2017). Wattswilliam et al. (2018) concluded that AMF perform well under deficient P conditions. In their experiment on maize, they applied different rate of inorganic P fertilizer and results showed that maize growth and nutritional quality improved due to AMF colonization without P application. In contrast, P application only improves P nutrition of plant but impacts plant growth (biomass). But P application reduced AMF colonization rate. Whereas, Almagrabi and Abdelmoneim (2012) observed better performance of maize by AMF with 60 mg P/kg application. Glomus mosseae, G. etunicatum and G. clarum were inoculated on maize and G. etunicatum and G. clarum species improve maize growth at 34.5 and 2.9% at 60 mg P/kg application. G. etunicatum inoculated plants showed more colonization at both P applications (59% and 80% at 0 and 60 mg P/g). Improved growth resulted from increased chlorophyll contents and increased photosynthesis rate as compared with noninoculated plants.",
          "table": []
        },
        {
          "text": "Keeping in view the above confusion that AMF respond well with P application or under deficient P conditions, Davaran-Hagh et al. (2016) conducted an experiment to identify at which rate of P application AMF respond well. Among four application rates of P (25, 50, 75 and 100% recommended P) and control, G. intrara-dices inoculate maize plants showed higher yield and growth at 50% application rate of P. Plant P contents also increased with 50% application rate as compared to other treatments. Smith and Read (2008) demonstrated that increased P uptake is due to increased P bioavailability by the production of phosphatase enzyme, which solubilized soil P.",
          "table": []
        },
        {
          "text": "Negative interaction of P application with AMF root colonization was reported in many experiments. Studies showed that it might because AMF performs an activity well under nutrientdeficient conditions or at a medium level. AMF might have some receptors which retards its attachment with plant roots at high soil P levels (Collins and Foster, 2009). When plants face P deficient conditions, roots secrete strigolactones, a plant hormone, which attracts mycorrhizal spores for attachment (Miransari, 2013;Shukla et al., 2012). Reduction in AMF root colonization due to P application was also confirmed by Wang et al. (2017). Their experiment studied successive P application effects on the maize root colonization rate in subsoil and surface soil. Phosphorus fertilization improved P nutrition and plant growth, but it decreased fungal activity (ACP) and ZmPt1;6 expressions in the topsoil layer. AMF community was not significantly affected by soil depth, but it was greatly influenced by P fertilization. P application increased apical extension of lateral roots. It also affects spore germination by reducing the germ tube growth, reduced branching of hyphae and external hyphae, reduce entry points in roots (Smith and Read, 2008). High soil P reduced the production of roots exudates which encourage hyphal growth. Extraradical mycelium growth is also reduced at high soil P because of reduced carbohydrate supply from the host plant to mycorrhiza (Smith and Read, 2008). Hao et al. (2014) piloted an experiment to study mycorrhizal fungi and P fertilizer effect on crop P, water utilization, using maize plant in mining disturbed soil. Inoculation with mycorrhizae presented that net photosynthetic rate, P use efficiency, root-shoot, P content, significantly enhanced as compared to nonmycorrhizal maize plants. This study also revealed that P concentration increased the P content in shoot and root regardless of mycorrhizal inoculation. In short overall maize growth and yield significantly enhanced with mycorrhizal inoculation. Rashwan et al. (2019) planned a two-field experiment using a split-plot design with 3 replications to examine the effect of phosphorus levels and AMF inoculation on yield attributes, growth, P uptake by wheat and productivity. Different levels of P fertilization (0%, 25%, 50%, 75% and 100% of the recommended dose) were randomly arranged in main plots and the two treatments of mycorrhizal inoculation ''without inoculation (M0) and with inoculation (M1)\" were planned in the subplots. Field results showed that arbuscular mycorrhizal inoculation gave the highest yield-related traits in both seasons and the yield-related traits (number of grains spike -1 , number of spikes m À2 and 1000-grain weight) significantly higher with 100% P level in both seasons. Increased P-augmented the straw, grain yield, and harvest index significantly up to 100% P level of wheat crop. The inoculations of mycorrhizae in adding with 100% dose of P significantly greater the P concentration in the wheat plant as compared to low levels of P and without mycorrhizae.",
          "table": []
        }
      ]
    },
    {
      "title": "Different techniques to overcome Zn deficiency",
      "div": [
        {
          "text": "Maize is highly sensitive to soil Zn status. Zinc deficiency is a major limiting factor that reduced the yield of maize severely. In agricultural soils, Zn status varies from area to area as it is not evenly distributed. For overcoming Zn deficiency issue, the fertilization of Zn is gaining much interest. Zhang et al. (2013) concluded in their two years successive experiment on maize that ZnSO 4 Á2H 2 O (soil placement) increases soil DTPA-Zn concentration.",
          "table": []
        },
        {
          "text": "Zinc fertilization improves root growth, and increases shoot Zn concentration up to 102%-305% during the first year of fertilization. In the second year, Zn concentration in grains increased up to 51%, and the grain harvest index increased up to 50% compared with control. Studies also focused on Zn foliar application effect of maize yield and improving Zn contents. Liu et al. (2016) also observed the improved growth and Zn contents in maize through ZnSO 4 Á7H 2 O application. Increased Zn concentration improved net photosynthesis rate, transpiration rate, stomatal conductance, chlorophyll, and b contents, which alternatively improved maize productivity and yield. Zinc fertilization result depends upon crop species and method of fertilization (Mao et al., 2014).",
          "table": []
        },
        {
          "text": "A small fraction (3-5%) of applied Zn is available for plant uptake, so Zn fertilizer solubility in water is also an interesting theme for study. Highly Zn soluble fertilizers proved effective in Zn-supply compared to low and medium soluble fertilizers. Even low soluble fertilizers did not increase the bioavailability of Zn over time. The input of phosphatic fertilizers and fertilizers which raise soil pH sometimes decreased the bioavailability of Zn (Shaver et al., 2007). Another method of Zn application is foliar fertilization (Potarzycki and Grzebisz, 2009), which is cost-effective. Liu et al. (2016) applied 7.5 kg ZnSO 4 Á7H 2 O of Zn, which improved the photosynthesis rate and yield of maize. Rodinpuia et al. ( 2019) also performed foliar application on maize and observed significantly improved plant dry weight, height and other growth attributes. Zinc raised the synthesis of plant growth hormones, increase cell elongation, plant metabolism and N-accumulation. Researches also focused on the combined soil and foliar fertilization effect on maize growth. Wang et al. (2017) found that along with Zn and K foliar application increase Zn accumulation in wheat and decreased grain phytic acid: Zn molar ratio up to 63% compared to control (Role of mycorrhizal fungi in mitigating soil nutrient deficiencies).",
          "table": [
            "Role of mycorrhizal fungi in mitigating soil nutrient deficiencies."
          ]
        },
        {
          "text": "In the agronomic strategies for improving Zn contents in maize, seed priming is another technique for Zn enrichment in maize. Before sowing, seed is treated with different solutions, aiming to aid in germination rate and induce tolerance in plants from abiotic stress (Farooq et al., 2009). Maize seed treated with ZnSO 4 solution increased maize yield. Mohsin et al. (2014) reported that seed priming of maize with ZnSO 4 solution increased Zn concentration in kernels. Combined application of seed priming and foliar Zn application improved 43% Zn concentration in maize grains. So combined application of both techniques proved much effective as compared with a single application.",
          "table": []
        },
        {
          "text": "Zn fertilizer efficiency can also be improved by intermixing of fertilizer near the root-soil as it increases root and fertilizer interception. It was reported in an experiment that mixing of zinc sulphate (ZnSO 4 ) in subsoil (30 cm), improved the positive response of root growth. Increased Zn contents in such conditions are due to spatial matching (Zhang et al., 2013). Increased Zn concentration is directly related to increased biomass, grain yield, cob diameter and length (Mohsin et al., 2014). Improved Zn contents were due to increase Zn availability in soil. Organic amendments have dissolved organic fractions that include organic acids, sugars, and phenols, acting as strong chelating agents and carriers of Zn (Weng et al., 2002). The strategy behind increasing Zn bioavailability through OM application is that OM prevents the Zn precipitation and adsorption on clay mineral surfaces (Fan et al., 2016). Chen et al. (2019) found that maize straw mulching combined with ZnSO 4 soil application increased Zn bioavailability for a longer time than alone ZnSO 4 fertilization. Increased DTPA-Zn availability was due to fulvic acid and humic acid secretion due to mulch straw decomposition by microbes (Smith, 2009). Fulvic acid and humic acid formed complexes with Zn which was proven by Weng et al. (2002) that these consist of 70% of dissolved organic matter.",
          "table": []
        },
        {
          "text": "Breeding (conventional) and genetic (non-conventional) strategies expand for genetic refinement of maize for zinc biofortification. The conventional breeding strategy comprises the selection on phenotype-based (used approved cultivars for breeding or research) with a broad genetic base and good combining ability to developed hybrids by using specific experimental design and mating design (Diallel or Line Â Tester) to fix that required specific trait through pedigree method or backcrossing (Welch and Graham, 2004). Arnold and Bauman (1976) used breeding strategies (diallel mating design) to improve the kernel Zn concentration in maize. Quantitative trait showing polygenic effect and additive gene action with significant general combining ability of kernel Zn concentration.",
          "table": []
        },
        {
          "text": "Genetic improvement of maize for Zn biofortification by using the molecular genetic or non-conventional strategies can increase the zinc concentration in kernels and increase zinc bioavailability. These non-conventional techniques embrace the mutation breeding, QTL mapping for concerned traits, employ and development of molecular markers, development of transgenic through genetic engineering, Genome wide association studies, Marker-assisted selection and gene mapping that employed for genetic improvement of zinc concentration in maize. Rawat et al. (2013), Shahzad, Rouached, and Rakha are some Zn-mediated varieties of maize (McMullen et al., 2009). Applied Zn fertilizers transformed into various other unavailable forms in soil. In such a scenario, unavailable Zn can be converted back into available forms through inoculation of microbes, having the ability to solubilize Zn. These microbes fulfill plant nutrient demands and improve their growth and pathogen resistance (Ali et al., 2019). Hussain et al. (2015) reported many plant growths promoting bacteria (PGPR) having Zn solubilizing ability. Gluconacetobacter, Bacillus, Cyanobacteria, Pseudomonas, Serratia and Acinetobacter are basic genera from which Zn-solubilizing bacteria belongs (Bapiri et al., 2012;Hussain et al., 2015;Intorne et al., 2009). Abaid ullah et al. (2015) identified and isolated nine Zn solubilizing species from fifty isolates taken from different Pakistan locations. Bacillus genera is the most studied genus of bacteria due to its various growth-promoting traits (Zhao et al., 2011). Zinc solubilizing Bacillus species secrete organic acids, vitamins, amino acids, and phytohormones, which chelate Zn and make Zn bioavailable (Saravanan et al., 2004). Secretion of organic acid is the major mechanism of Zn solubilizing bacteria. Mumtaz et al. (2017) isolated thirteen Zn solubilizing species from maize rhizospheric soil, among which Bacillus aryabhattai (ZM60) followed by Bacillus subtilis (ZM63) and Bacillus sp. (ZM20) provided maximum results. The availability of Zn was due to a drop in the pH of medium (from 7.7 to 4.42) due to the secretion of organic acids. These bacteria also solubilize phosphate and synthesize auxin, indole acetic acid, protease and starch hydrolases (Rana et al., 2011). Eshaghi et al. (2019) reported that Zn solubilizing bacteria could increase siderophore production. Siderophores are low molecular weight organic molecules, chelate Fe and increased its uptake and alternatively improved plant growth.",
          "table": []
        },
        {
          "text": "AMF increased plant roots volume and thus increase all nutrient absorption in plants. Studies revealed that under Zn stress conditions, various AMF species belongs from genera Gigaspora, Rhizophagus and Glomus (Almagrabi and Abdelmoneim, 2012;Basu et al., 2021;Coccina et al., 2019). External mycelium of AMF significantly increased the nutrient uptake and increase moisture contents. Except of extraradical mycelium, AMF alter the biochemical activities such as stimulate dehydrogenase and phosphatase enzymes activity, increased carbon biomass in soil and glomalin-related soil protein secretion, all these activities are responsible for Zn uptake regulation (Wamberg et al., 2003). Isotopic studies of 65 Zn revealed that AMF can contribute up to 24.3% of total Zn uptake by plants. AMF lower the rhizospheric pH, thus released the bonded Zn for plant uptake (Subramanian et al., 2009). Balakrishnan and Subramnian (2012) analyzed that siderophore production increased in AMF inoculated plants compared to non-inoculated plants of maize. An increase in Zn concentration of plants was also reported in AMF inoculated plants, irrespective of soil condition. It also reduced the phytic acid concentration in maize grains. There is a negative correlation between Zn concentration and phytic acid concentration, thus increasing Zn uptake to suppress the phytic acid concentration in plants. Seymour et al. (2019) performed a study to determine quantitatively the role of AMF in supporting plant growth at various levels of both Zn and P simultaneously. Linseed (Linum usitatissimum L.) was grown in a black vertisol at a range of applied P (0-400 mg/ kg soil) and Zn (0-60 mg/kg soil) with and without arbuscular mycorrhizal fungi (AMF) in a glasshouse experiment. Without AMF, linseed did not respond to either P or Zn application alone; very high P (400 mg/kg) and Zn (15 mg/kg) were required to maximize the growth. Plants with AMF survived best at 50 mg P/kg and 3.75 mg Zn/kg application. AMF markedly increased P content of the whole linseed tops at all P and Zn fertilizer levels and increased Zn content in the presence of P fertilizer rates up to 200 mg P/kg. A dual rescaled Mitscherlich equation, with terms for both P and Zn, was derived and used to calculate plant growth responses and P and Zn fertilizer savings by AMF. AMF proved to be very effective in reducing the requirements of fertilizers for the production of mycorrhizal-dependent plants.",
          "table": []
        }
      ]
    },
    {
      "title": "Different techniques used to overcome Zn toxicity",
      "div": [
        {
          "text": "Phytoremediation refers to the utilization of plants and microbes to reduced toxic elements from soil or the environment. Plants conserve nature and maintain the fertility of the soil without disturbing the topsoil. It has a low installation cost and aesthetically pleasing. For remediation purposes, phytoextraction is the most commonly used technique. Heavy metals accumulate in plant aboveground biomass and harvested. Taheripur et al. (2016) performed a greenhouse experiment on chemical-assisted Phytoextraction of Zn by maize. Chelating agents e.g., ethylene di tetra acetic acid (EDTA) and citric acid (CA) were used at different rates (0, 0.75 and 1.5 mmole/ kg) with irrigation water. Both chelating agents have increased the Zn availability in plants at 1.5 mmole/ kg. EDTA and CA formed water-soluble complexes in an aqueous medium, which aids in the desorption of Zn from soil particles. Treatments reduced the root and shoot weight of maize as compared with control. That was due to increased available Zn for plants. EDTA is non-biodegradable in the soil, so it is not much effective technique, whereas CA is biodegradable and non-toxic to plants.",
          "table": []
        },
        {
          "text": "Some plants can reduce the Zn bioavailability in the soil, such as oak (Quercus robur and Q. petraea), aspen (Populus tremula), Douglas fir (Pseudotsuga menziesii), black locust (Robinia pseudoacacia), Scots pine (Pinus sylvestris) and silver birch (Betula pendula). Van Nevel et al. (2011) analyzed the phytostabilization effect of these trees on Zn bioavailability. These plants raised the topsoil pH in ten years and reduced the Zn bioavailability compared with other plants. This technique stabilizes the Zn in unavailable form, but this is not permanent because Zn remains in the soil system. Audet and Charest (2006) performed a greenhouse experiment on mycoremediation, in which fungus is used. They evaluate the effect of mycorrhizal colonization (Glomus intraradices) on the ''wild\" tobacco (Nicotiana rustica L.), under different levels of Zn (0, 50, 100, 250 mg/kg soil). Results showed that by increasing Zn concentration of mycorrhizal root, colonization increased gradually. There was no significant difference in yield attributes, but zinc content in root or shoot increased as soil Zn concentration increased in mycorrhizal and non-mycorrhizal plants. After analyzing plants, the result showed that the highest level of Zn in soil mycorrhizal plant had a significant 50% reduction in Zn content than non-mycorrhizal plants. These results revealed that mycorrhizal plants have a defensive role in reduced contamination by immobilization as likened to non-mycorrhizal plants.",
          "table": []
        },
        {
          "text": "A pot experiment was directed by Bi et al. (2003) on red clover (Trifolium pratense) to examine the effect of different levels of Zn (0, 50, 400 mg Zn kg À1 ) with or without inoculation with the arbuscular mycorrhizal fungus G. mosseae and with and without P at the rate of 300 mg/Kg. After 40 days, the plants were harvested, results exposed that AM root colonization was low in high soil Zn at 400 mg/kg modified soil and was high in low P soil. Results revealed the defensive effect of mycorrhizae inoculation, which enhanced the Zn concertation in roots as likened to shoot by immobilization. Shen et al. (2006) conduct a multifactorial pot experiment on maize (Zea mays L.) with or without inoculation with the arbuscular mycorrhizal (AM) fungus Glomus mosseae BEG167 was grown in a sterilized soil spiked with three levels of cadmium (0, 25 and 100 mg Cd/kg soil) and three levels of zinc (0, 300 and 900 mg Zn/kg soil). After eight weeks of growth, the proportion of root length of inoculated plants colonized decreased with increasing Cd and Zn addition, and was 56% in the absence of both metals and was reduced significantly to 27% in the presence of the higher levels of both metals. The results suggested that mycorrhizal inoculation increased plant growth with the enhancement of P nutrition, perhaps increasing plant tolerance to Cd and Zn by a dilution effect (Kalam et al., 2020;Langyan et al., 2021) (Mycorrhizal fungi response to metal contamination. Fig. 2. AMF reduced Zn stress mechanism in maize plant schematic diagram. A. Saboor, Muhammad Arif Ali, S. Hussain et al. Saudi Journal of Biological Sciences 28 (2021) 6339-6351).",
          "table": [
            "Mycorrhizal fungi response to metal contamination. Fig. 2. AMF reduced Zn stress mechanism in maize plant schematic diagram. A. Saboor, Muhammad Arif Ali, S. Hussain et al. Saudi Journal of Biological Sciences 28 (2021) 6339-6351"
          ]
        }
      ]
    },
    {
      "title": "Mechanism of AMF under Zn stress",
      "div": [
        {
          "text": "Mycorrhizal response in increasing the plant Zn accumulation, grown on Zn deficient soil, is most obvious. AMF increased the Zn uptake via direct (extra radical hyphae) or indirect pathway (induce changes in root morphology). Jansa et al. (2003) conducted a study on Zn uptake by maize plants. The experiment was conducted in a container consisted of hyphal compartments. Labeled Zn was added at 15 cm away from roots. Results showed that plants inoculated with Glomus intraradices showed more labeled Zn concentration compared to non-inoculated plants. Inoculated plants showed more colonization levels as compared to noninoculated plants. Glomalin-related soil protein is a highly stable product of AMF released in soil. It is a glycoprotein which can bind soil Zn and regulated its uptake by host plants. GRSP represent 5-21% of total soil organic carbon (Vodnik et al., 2008) (Fig. 2).",
          "table": []
        }
      ]
    },
    {
      "title": "Conclusion and future challenges",
      "div": [
        {
          "text": "It is concluded from this review that AMF colonization of maize crop could enhance the nutrient uptake of maize in alkaline calcareous soil by improving the root surface area. It is also concluded that mycorrhizal colonization could alleviate the heavy metal stress (Zn) by lesser uptake of Zn on the upper part of the plant with metal binding capacity with their hyphae and compartmentalization with roots. Future studies are required to fill the gaps AMF role on different heavy metals and nutrient stress. Synergistic approaches of AMF with bacterial species can be determined. More studies are required to investigate the role of AMF on different field crops and different toxic heavy metals such Cd, Ni, As etc. Different AMF species response on different heavy metal needs to be explored. Moreover, genetic studies and the molecular aspect of AMF host plant could help fill the research gaps.",
          "table": []
        }
      ]
    },
    {
      "title": "Declaration of Competing Interest",
      "div": [
        {
          "text": "The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper.",
          "table": []
        }
      ]
    },
    {
      "title": "Acknowledgement",
      "div": [
        {
          "text": "Authors are thankful for the financial support by Allcosmos Industries Sdn. Bhd. Arif Efektif Sdn. Bhd., Malaysia with grant Ns. RJ130000.7609.4C187 and RJ130000.7344.4B200.",
          "table": []
        }
      ]
    },
    {
      "title": "Funding",
      "div": [
        {
          "text": "The current work was funded byAllcosmos Industries Sdn. Bhd. Arif Efektif Sdn. Bhd., Malaysia with grant Ns. RJ130000.7609.4C187 and RJ130000.7344.4B200.",
          "table": []
        }
      ]
    },
    {
      "title": "References",
      "div": [
        {
          "text": "Abaid-Ullah, M., Hassan, M.N., Jamil, M., Brader, G., Shah, M.K.N., Sessitsch, A., Hafeez, F.Y., 2015. Plant growth promoting rhizobacteria: An alternate way to improve yield and quality of wheat (Triticum aestivum). Int. J. Agric. Biol. 17, 51-60.",
          "table": []
        }
      ]
    }
  ],
  "tables": [
    "{\"title\": \"Role of mycorrhizal fungi in mitigating soil nutrient deficiencies.\", \"head\": [\"A. Saboor, Muhammad Arif Ali, S. Hussain et al.\", \"\", \"Saudi Journal of Biological Sciences 28 (2021) 6339-6351\"], \"value\": [[\"AMF species\", \"Host plant\", \"Nutrient\", \"Mechanism\", \"Reference\"], [\"Rhizophagus\", \"Medicago truncatula\", \"P and Zn\", \"MtZIP5 and MtPT4 gene induction increased\", \"(Nguyen et al., 2019)\"], [\"irregularis\", \"\", \"\", \"\", \"\"], [\"Mixed AMF\", \"Leymus chinensis\", \"P\", \"Increase phytoavailable P in soil, promote P uptake and\", \"(Mei et al., 2019)\"], [\"\", \"Puccinellia tenuiflora\", \"\", \"reduce N:P ratio\", \"\"], [\"Rhizophagus\", \"Maize\", \"P\", \"Increase root absorption area and soil P availability\", \"(Ven et al., 2019)\"], [\"irregularis\", \"\", \"\", \"\", \"\"], [\"Mixed AMF\", \"Temperate tree species\", \"P and N\", \"Increase root exudation and promote P uptake\", \"(Liese et al., 2018)\"], [\"Rhizophagus\", \"Barley\", \"Zn\", \"Modify ZIP transporter response and increase grain Zn\", \"(Watts-Williams and\"], [\"irregularis\", \"\", \"\", \"bioavailability\", \"Cavagnaro, 2018)\"], [\"Funneliformis\", \"Cucumber\", \"N, P, K, Ca, S, Zn, Fe,\", \"Promote nutrient uptake\", \"(Chen et al., 2017)\"], [\"mosseae\", \"\", \"Mg, Mn\", \"\", \"\"], [\"Glomus mixed\", \"Sunflower\", \"Fe\", \"Increase iron reductase activity which ensure Fe uptake\", \"(Kabir et al., 2020)\"], [\"species\", \"\", \"\", \"\", \"\"], [\"Indigenous\", \"Maize\", \"K and Mg\", \"Promote nutrient uptake along increase fertilizer\", \"(Zare-Maivan et al., 2017)\"], [\"mycorrhiza\", \"\", \"\", \"efficiency\", \"\"], [\"Rhizophagus\", \"Medicago truncatula\", \"Zn\", \"Stimulate the MtZIP6 gene expression and increase root\", \"(Watts-Williams et al., 2017)\"], [\"irregularis\", \"\", \"\", \"absorption area\", \"\"], [\"Mixed AMF\", \"Wheat, Barely, Sorghum,\", \"P\", \"Increase P uptake and promote plant growth\", \"(Frew, 2019)\"], [\"\", \"maize\", \"\", \"\", \"\"]]}",
    "{\"title\": \"Mycorrhizal fungi response to metal contamination. Fig. 2. AMF reduced Zn stress mechanism in maize plant schematic diagram. A. Saboor, Muhammad Arif Ali, S. Hussain et al. Saudi Journal of Biological Sciences 28 (2021) 6339-6351\", \"head\": [\"AMF species\", \"Host Plant\", \"Heavy\", \"Mechanism\", \"Reference\"], \"value\": [[\"\", \"\", \"metal\", \"\", \"\"], [\"Funneliformis mosseae\", \"Pepper\", \"Cu\", \"Promote photosynthesis rate and dry mass production\", \"(Ruscitti et al., 2017)\"], [\"Indigenous mycorrhiza\", \"Wheat\", \"Zn\", \"Promote plant growth thus regulate nutrient uptake\", \"(Zhang et al., 2016)\"], [\"Glomus versiforme, Rhizophagus\", \"Lotus japonica\", \"Cd\", \"Increase P nutrition and antioxidants activity\", \"(Jiang et al., 2016)\"], [\"intraradices\", \"\", \"\", \"\", \"\"], [\"Rhizophagus intraradices\", \"Brachiaria\", \"Cr\", \"Accumulate Cr in roots and reduced its translocation towards shoots\", \"(Kullu et al., 2020)\"], [\"\", \"mutica\", \"\", \"\", \"\"], [\"Rhizophagus intraradices\", \"Medicago\", \"Pb\", \"Immobilize Pb in the cell wall by increasing polysaccharides content in\", \"(Zhang et al., 2021)\"], [\"\", \"truncatula\", \"\", \"cell\", \"\"], [\"Rhizophagus irregularis\", \"Willows\", \"Pb and Cu Immobilize metals in soil\", \"(Dagher et al., 2020)\"], [\"Mixed species\", \"Carrot and\", \"Sb\", \"Phytoremediation of Sb\", \"(Pierart et al., 2018)\"], [\"\", \"lettuce\", \"\", \"\", \"\"], [\"Rhizophagus intraradices\", \"Pea\", \"As\", \"Regulate Arsenate transporter in root epidermis cells and reduced its\", \"(Alam et al., 2020)\"], [\"\", \"\", \"\", \"uptake\", \"\"], [\"Mixed species\", \"Mung bean\", \"As\", \"Mitigate As toxicity effect on plant growth\", \"(Alam et al., 2019)\"], [\"Rhizophagus irregularis\", \"Medicago\", \"Zn\", \"Stimulate the MtPT4 gene expression and upregulate P uptake and\", \"(Watts-Williams et al.,\"], [\"\", \"truncatula\", \"\", \"create dilution effect\", \"2017)\"], [\"Claroideoglomus and\", \"Bread wheat\", \"Cd\", \"Reduced its accumulation in wheat grains\", \"(Baghaie et al., 2019)\"], [\"Rhizophagus spp.\", \"\", \"\", \"\", \"\"]]}"
  ]
}